{
"trinkets": [
	"A 'magical' acorn",
	"A Compass that always points to Mulmaster.",
	"A amulet filled with liquid that churns, freezes, or boils to match its wearer’s mood.",
	"A bag full of tiny mummified frogs",
	"A bag of one-hundred marbles, ninety-nine are white and the other is black",
	"A blank piece of wet parchment that never seems to dry.",
	"A book filled with writing that only appears when the book is held underwater.",
	"A bouncing ball made of a strange spongy wood",
	"A box containing a mold for a cast iron key",
	"A bracelet made of silvered fish hooks.",
	"A broken sword hilt with strange runes on the remains of the blade",
	"A bronze oil lamp which is rumored to have once held a genie.",
	"A candle whose flame produces no heat nor can it be extinguished or transfer its flame",
	"A canteen filled with a foul smelling orange mud.",
	"A charred chisel with an unfamiliar symbol stamped into its base.",
	"A charred, half-melted pewter clasp that glows as if smoldering but releases no heat.",
	"A chess piece fashioned to look like fire myrmidon.",
	"A child's diary",
	"A clay teapot that fills itself with fresh hot tea every morning",
	"A clear marble that slowly rolls toward the nearest source of running water.",
	"A cloak lined with a strange blue fur",
	"A clockwork finch that flaps its wings in the presence of a breeze.",
	"A cloudy chunk of glass that is said to hold a spark of breath from a blue dragon.",
	"A coin that appears to have the same sides to everyone except you",
	"A compass that always points to where you were moments ago",
	"A conch shell which is always damp and constantly drips saltwater.",
	"A crow's claw",
	"A crude chalice made of coal.",
	"A dagger, simple and sharp, that is incapable of hurting you",
	"A deep blue piece of flint, that when struck with steel produces not a spark but a drop of water.",
	"A drinking cup, that randomly fills with fresh or salt water. Refilling once emptied.",
	"A faceless doll made of driftwood.",
	"A fist sized rock that “beats” like a heart.",
	"A fist-sized cog, covered in barnacles.",
	"A freshly-excavated humanoid skeleton the size of your hand",
	"A frost-covered silver locket that’s frozen shut.",
	"A glass bone",
	"A glass bottle that spins and points to the same place when left alone",
	"A glass bottle with a tiny ship of unfamiliar design inside.",
	"A glass cup that can only be filled half way no matter how much liquid is pored into it.",
	"A glass eyeball that looks about of its own accordance, and can roll around.",
	"A glass jar containing the preserved corpse of an unfamiliar aquatic creature.",
	"A glass lamp with a tiny star suspended inside",
	"A glass orb that replicates yesterday’s weather inside itself.",
	"A glass pendant with a hole in the center that a mild breeze always blows out of.",
	"A gnarled walking staff of living wood that can manipulate tiny objects while you hold it",
	"A green leather pouch full of berries that will never rot",
	"A grime encrusted bone ring",
	"A hand mirror that shows everyone's reflection except your own",
	"A hand puppet that very much resembles another party member",
	"A hand sized bell with no clapper but it still rings when played",
	"A harp which strings play notes you can only hear after sunset",
	"A heavy iron key bearing the name of a ship long lost to the sea.",
	"A heavy metal coin that floats on water",
	"A heavy rust-covered metal rod that whispers words only you hear",
	"A hefty piece of magnetic ore that fell from the skies",
	"A horn that when blown through produces no sound",
	"A journal filled with poetry hand-written in Primordial.",
	"A lady’s coin purse containing two sharp fangs.",
	"A large brass coin with no markings or images on it.",
	"A large piece of shell from a dragon's egg",
	"A large transparent gem that, when gripped tightly, whispers in Terran.",
	"A leather necklace lined with troll fangs",
	"A letter from a relative addressing you by a different name",
	"A locket of hair that is rumored to have come from a famed fire genasi.",
	"A magical signet-ring that leaves a seal in wax that only the person or people you designate can see",
	"A map with a large patch of ocean torn out",
	"A merchant's scale you can adjust with a handwave to weigh slightly in your favor",
	"A miniature brass horn, silent when played, but fills the air with the scent of warm and exotic spices.",
	"A mining pick made from bone",
	"A mirror that only shows the back of your head.",
	"A musical washboard made of monster bones",
	"A necklace of varyingly spherical and odd-shaped shimmering stones that gives the wearer prophetic dreams",
	"A necklace with a small, rusted iron anchor.",
	"A one-eyed little fish inside a spherical vial, much bigger than the vial’s neck. He has a cunning look.",
	"A painting of yourself when you are much older",
	"A pair of bronze scissors in the shape of a pair of leaping dolphins.",
	"A pair of copper snake earrings of elven design",
	"A pair of glasses that make you invisible to yourself",
	"A pair of magically linked bits of gemstone, holding one lets you sense the direction of the other",
	"A pair of old books written in a lost language",
	"A pair of tetrahedral clay dice that always add up to five when rolled together",
	"A palm-sized stone with a hole in it, through which can be heard a constantly whispering wind.",
	"A paper fan that won’t produce a breeze no matter how hard it’s waved.",
	"A perfect forgery of a small masterpiece work of art",
	"A petrified heart that leaks an oily black substance",
	"A petrified potato that resembles someone important to you.",
	"A pewter ring with an inlaid gold band that slowly rotates",
	"A piece of a castle wall with a map chalked onto one side",
	"A piece of petrified wood carved into the shape of a seashell.",
	"A piece of torn red cloth bearing a royal insignia",
	"A piece of volcanic rock that has never completely cooled down",
	"A pocket-watch that started running backwards the moment you picked it up",
	"A preserved eyeball attached to a spindly eye-stalk, the nerves twitch occasionally",
	"A quiver of twenty arrows that degrade quickly after impact, leaving no trace",
	"A rag doll in the likeness of an owlbear.",
	"A ransom note for a long-lost relative of yours",
	"A rare copy and translation of a religious manuscript",
	"A razor-sharp piece of metal wrapped in a bloody bandage",
	"A recorder carved from brilliant white ash",
	"A red and black Aarakocra feather.",
	"A right arm broken off from a statue",
	"A ring made of a white metal. On the  inside is a name etched in Auran.",
	"A roc's feather",
	"A rock with a patch of curious purple moss",
	"A roc’s feather",
	"A romance chapbook written in undercommon titled “Just one Layer of Grey”.",
	"A rope belt that can extend to fifty feet",
	"A rose carved from coral.",
	"A rough stone eye pulled from a petrified creature.",
	"A scroll case and scroll scribed with an unfinished spell",
	"A seal which imprints a mysterious, unknown coat of arms into hard rock.",
	"A sealed envelope made of red leather that you haven’t been able to open. It smells of campfire.",
	"A set of dice with elemental symbols and primordial runes instead of pips or numbers.",
	"A shark tooth covered in tiny etched words from a lost language.",
	"A shrunken head",
	"A silver and glass inkwell that cannot spill",
	"A single gauntlet inscribed with a fire motif and an unfamiliar name in Primordial.",
	"A single hoop earring made of a porous red stone.",
	"A slender wooden twig which cannot be broken by any man",
	"A small brass flute adorned with silver wire that is always faintly sounding.",
	"A small collapsible silver cup that perspires constantly when opened.",
	"A small comb made of blue coral.",
	"A small conch shell covered in black crystal.",
	"A small crate box filled with burlap sacks of different exotic coffee beans",
	"A small crystal snowglobe that, when shaken, seems to form silhouettes of dancing forms.",
	"A small crystal sphere that illuminates under starlight",
	"A small dark glass corked bottle filled to the brim with a powerful liquor",
	"A small frozen glass-like flame that subtly melts and refreezes, morphing over time",
	"A small glass bird that when set down near water dips its head in as if to get a drink.",
	"A small handmirror which only reflects inanimate objects.",
	"A small jewelry box containing three perfectly round and smooth stones",
	"A small jewelry box made from the shell of a turtle.",
	"A small log that burns as hot as a roaring campfire and never turns to ash",
	"A small mass of grey metallic ooze that can be stretched but not pulled apart",
	"A small mechanical snapping turtle",
	"A small music box made of brass. It features a pair of tiny automatons that resemble Azer working at a forge.",
	"A small piece of fabric that still holds the scent of a lost love",
	"A small piece of gelatinous cube that slightly stings the skin, prolonged exposure may cause a rash",
	"A small piece of rock that floats almost imperceptibly above the ground",
	"A small pocket mirror that slowly fogs over while held.",
	"A small pouch of ashes that will remove ink from the pages they are smeared on",
	"A small puzzle box made of brass, that is slightly warm to the touch.",
	"A small rabbit-fur pouch filled with ceremonial herbs and incense",
	"A small sea conch with the words “From the beginning” painted on the lip.",
	"A small silver bell that makes a sound like quiet, distant thunder when it’s struck.",
	"A small stone cube that acts as a magnet when placed against another stone.",
	"A small stone that shifts through the color spectrum over the course of a week",
	"A small toy boat made with a walnut shell, toothpick, and piece of cloth.",
	"A small vial of black sand that glows slightly in the moonlight.",
	"A small vial that is always filled with the smell of autumn wind.",
	"A small whale tooth with etched with an image of waves crashing upon a beach.",
	"A small whistle, that when blown, whispers a name  of a person or place unknown to you, instead of the whistle sound.",
	"A small wooden box filled with a strange red clay.",
	"A small wooden doll that when held brings back fond memories.",
	"A small, clay square with an unknown rune etched into one side.",
	"A small, finely polished geode whose crystals slowly fade between every color of the spectrum.",
	"A soft feather that falls like a stone when dropped.",
	"A soldier doll of an empire long-forgotten",
	"A spherical astrolabe that tracks the movements of the planes",
	"A spinning top with an image of one of the four elements on each side.",
	"A stone smoking pipe that never needs lighting.",
	"A stone statue of a god with an creature's head",
	"A strange barbed choker that makes your voice more resonant",
	"A tea kettle that heats itself when filled with water.",
	"A thin metal rod that plays out a tune when repeatedly tapped",
	"A tiny brass clockwork cathedral that plays organ music when wound",
	"A tiny oragami spider that occasionally skitters about on its own",
	"A tiny soapstone octopus that slowly absorbs water",
	"A tiny, broken clockwork Harpy.",
	"A tuning fork made from a dark metal which glows with a pale, white light during thunderstorms.",
	"A tuning fork that produces the most satisfying note anyone that hears it has ever heard",
	"A unbreakable sealed jar of glowing water that hums when shaken.",
	"A very small and furry creature that always sleeps and never eats",
	"A wanted poster with your face but someone else's name",
	"A wooden carving of a strange unknown beast",
	"A wooden coin that weighs and sounds like metal",
	"A wooden leg with a hidden compartment",
	"A wooden puzzle box that you have not solved",
	"A wooden puzzle cube covered in elemental symbols.",
	"A yellow gemstone that glows dimly when a storm is nearby.",
	"An antique sword, rusted to the scabbard",
	"An arrowhead carved from seasalt",
	"An eye-sized blue pearl that floats in salt water.",
	"An eyepatch made of obsidian and a black leather cord.",
	"An hourglass filled with glowing sand that falls slower or faster than it should",
	"An hourglass in which the sands pour upward instead of downward.",
	"An hourglass that tells time with falling mist instead of sand.",
	"An ivory hair comb that changes your hair color subtly after repeated use",
	"An ivory whale statuette.",
	"An obsidian icon of a forgotten deity",
	"An odd pocket-sized gizmo that forecasts severe winds and rain coming your way",
	"An old scratched monocle which shows an underwater landscape whenever someone looks through it.",
	"An ornate razor, which only cuts in freezing cold temperature.",
	"An unfinished autobiography",
	"Flint and steel that, when used to start a faire, creates a random colored flame.",
	"Half of a palm-sized geode that pulses dimly with purple light.",
	"Seven small beads of sandstone on a string, all different colors.",
	"The desiccated body of a small eight-legged black lizard.",
	"The tiny skull of a rabbit that whispers scathing insults when nobody is looking.",
	"Wind chimes that glow when the wind blows.",
	"A paper fan that won't produce a breeze no matter how hard it's waved.",
	"A petrified potato that resembles someone important to you.",
	"A glass cup that can only be filled half way no matter how much liquid is pored into it.",
	"A mirror that only shows the back of your head.",
	"A small glass bird that when set down near water dips its head in as if to get a drink.",
	"A lady's coin purse containing two sharp fangs.",
	"A small sea conch with the words “From the beginning” painted on the lip.",
	"A frost-covered silver locket that's frozen shut.",
	"A seal which imprints a mysterious, unknown coat of arms into hard rock.",
	"A small wooden doll that when held brings back fond memories.",
	"A small handmirror which only reflects inanimate objects.",
	"A glass eyeball that looks about of its own accordance, and can roll around.",
	"A glass orb that replicates yesterday's weather inside itself.",
	"A drinking cup, that randomly fills with fresh or salt water. Refilling once emptied.",
	"A deep blue piece of flint, that when struck with steel produces not a spark but a drop of water.",
	"A conch shell which is always damp and constantly drips saltwater.",
	"A charred, half-melted pewter clasp that glows as if smoldering but releases no heat.",
	"A clockwork finch that flaps its wings in the presence of a breeze.",
	"A unbreakable sealed jar of glowing water that hums when shaken.",
	"A small, finely polished geode whose crystals slowly fade between every color of the spectrum.",
	"A rough stone eye pulled from a petrified creature.",
	"A stone smoking pipe that never needs lighting.",
	"A small whistle, that when blown, whispers a name  of a person or place unknown to you, instead of the whistle sound.",
	"A fist sized rock that “beats” like a heart.",
	"A pair of bronze scissors in the shape of a pair of leaping dolphins.",
	"A bronze oil lamp which is rumored to have once held a genie.",
	"A single gauntlet inscribed with a fire motif and an unfamiliar name in Primordial.",
	"A one-eyed little fish inside a spherical vial, much bigger than the vial's neck. He has a cunning look.",
	"The tiny skull of a rabbit that whispers scathing insults when nobody is looking.",
	"A rag doll in the likeness of an owlbear.",
	"The desiccated body of a small eight-legged black lizard.",
	"A small toy boat made with a walnut shell, toothpick, and piece of cloth.",
	"A small pocket mirror that slowly fogs over while held.",
	"Wind chimes that glow when the wind blows.",
	"A small, clay square with an unknown rune etched into one side.",
	"A tea kettle that heats itself when filled with water.",
	"An old scratched monocle which shows an underwater landscape whenever someone looks through it.",
	"A rose carved from coral.",
	"A set of dice with elemental symbols and primordial runes instead of pips or numbers.",
	"A amulet filled with liquid that churns, freezes, or boils to match its wearer's mood.",
	"A small silver bell that makes a sound like quiet, distant thunder when it's struck.",
	"A small vial of black sand that glows slightly in the moonlight.",
	"A small whale tooth with etched with an image of waves crashing upon a beach.",
	"An hourglass in which the sands pour upward instead of downward.",
	"A glass pendant with a hole in the center that a mild breeze always blows out of.",
	"A soft feather that falls like a stone when dropped.",
	"A large transparent gem that, when gripped tightly, whispers in Terran.",
	"A small crystal snowglobe that, when shaken, seems to form silhouettes of dancing forms.",
	"Half of a palm-sized geode that pulses dimly with purple light.",
	"A book filled with writing that only appears when the book is held underwater.",
	"A sealed envelope made of red leather that you haven't been able to open. It smells of campfire.",
	"A locket of hair that is rumored to have come from a famed fire genasi.",
	"Flint and steel that, when used to start a faire, creates a random colored flame.",
	"A blank piece of wet parchment that never seems to dry.",
	"A small puzzle box made of brass, that is slightly warm to the touch.",
	"A cloudy chunk of glass that is said to hold a spark of breath from a blue dragon.",
	"A crude chalice made of coal.",
	"A miniature brass horn, silent when played, but fills the air with the scent of warm and exotic spices.",
	"An eye-sized blue pearl that floats in salt water.",
	"A tuning fork made from a dark metal which glows with a pale, white light during thunderstorms.",
	"A small vial that is always filled with the smell of autumn wind.",
	"A clear marble that slowly rolls toward the nearest source of running water.",
	"A small collapsible silver cup that perspires constantly when opened.",
	"An hourglass that tells time with falling mist instead of sand.",
	"An ornate razor, which only cuts in freezing cold temperature.",
	"A shark tooth covered in tiny etched words from a lost language.",
	"A large brass coin with no markings or images on it.",
	"A small wooden box filled with a strange red clay.",
	"A necklace with a small, rusted iron anchor.",
	"A small brass flute adorned with silver wire that is always faintly sounding.",
	"A red and black Aarakocra feather.",
	"A palm-sized stone with a hole in it, through which can be heard a constantly whispering wind.",
	"A small conch shell covered in black crystal.",
	"A small music box made of brass. It features a pair of tiny automatons that resemble Azer working at a forge.",
	"A glass jar containing the preserved corpse of an unfamiliar aquatic creature.",
	"A piece of petrified wood carved into the shape of a seashell.",
	"A wooden puzzle cube covered in elemental symbols.",
	"A small stone cube that acts as a magnet when placed against another stone.",
	"A ring made of a white metal. On the  inside is a name etched in Auran.",
	"A bracelet made of silvered fish hooks.",
	"A journal filled with poetry hand-written in Primordial.",
	"A yellow gemstone that glows dimly when a storm is nearby.",
	"A charred chisel with an unfamiliar symbol stamped into its base.",
	"A canteen filled with a foul smelling orange mud.",
	"A faceless doll made of driftwood.",
	"A heavy iron key bearing the name of a ship long lost to the sea.",
	"A small jewelry box made from the shell of a turtle.",
	"A chess piece fashioned to look like fire myrmidon.",
	"A spinning top with an image of one of the four elements on each side.",
	"A single hoop earring made of a porous red stone.",
	"An arrowhead carved from seasalt",
	"A small comb made of blue coral.",
	"Seven small beads of sandstone on a string, all different colors.",
	"A romance chapbook written in undercommon titled “Just one Layer of Grey”.",
	"A tiny, broken clockwork Harpy.",
	"An ivory whale statuette.",
	"A fist-sized cog, covered in barnacles.",
	"An eyepatch made of obsidian and a black leather cord.",
	"A glass bottle with a tiny ship of unfamiliar design inside."
	]
}