{
"curses": [
	"The cursed must get proper permission before entering any domicile.",
	"The cursed will always close their eyes in the presence of fire.",
	"Anytime the cursed walks through a doorway, they will thoughtlessly slam it behind themselves, causing a racket and possibly knocking nearby items off shelves.",
	"If the cursed sees a knot, they are compelled to untie it.",
	"The cursed cannot get wet. If they do, their most important concern becomes drying themselves as soon as possible.",
	"The cursed is mesmerized by any form of performance art they encounter. They are unable to continue on until it ends, or they are dragged away from it.",
	"The cursed may never sit for any reason.",
	"Nobody remembers the cursed between meetings. Each time they encounter someone, that person believes it is the very first time.",
	"Everyone who meets the cursed seems to recall hearing stories about them. These stories paint the picture of an unreliable, cruel, and evil person.",
	"Any money that the cursed doesn’t spend the same day the get it, disappears.",
	"Compasses don’t work within 100′ of the cursed.",
	"The cursed can be turned by clerics as though they were undead. If a friendly cleric turns undead, they are not able to exempt the cursed.",
	"Every coin that passes through the hand of the cursed transforms into a less valuable metal. (Platinum turns to gold, gold to silver, silver to copper, copper to steel, etc).",
	"A permanent raincloud drizzles on the head of the cursed. Each week they must roll a save versus Breath to avoid rusted equipment. (In addition to other annoyances which would occur).",
	"The cursed’s shoes wear out within 4 hours. They must carry spare pairs unless they wish to adventure barefooted. Adventuring without shoes reduces max hp by 1 per hit die.",
	"The cursed sleeps for 16 hours each day, instead of 8.",
	"The cursed’s reflection shows a gaunt, dead thing. Not even a living corpse, just a corpse propped up in roughly the same position the cursed is currently in. Others who notice this will be horrified.",
	"There will never be any lodging available in any town the cursed visits.",
	"The gender of the cursed is randomly determined each morning.",
	"The cursed gains a crippling weakness against common dogs. A dog’s bite is so poison to them, that they must make a save versus poison or die.",
	"Anytime the cursed takes more than 3 damage in a single round the wind is knocked out of them. They must save versus Poison or they won’t be able to do any more than move during their next turn.",
	"The cursed cannot hold their breath. Ever. At all. For any reason.",
	"Any time a save is called for, the cursed rolls their worst save instead of the save that was intended.",
	"Anytime the cursed is in a private residence, they will accidentally break something the owner holds dear.",
	"Any time anyone at the game table coughs or sneezes, the cursed is consumed by a loud and obnoxious coughing / sneezing fit in-game. To the point that people start to think they’re faking it for attention or something.",
	"The cursed’s dietary needs are altered so they can only be sustained by animals that people care about: horses, cats, dogs, etc. Nobody needs to care about the specific animal eaten, so long it is of a type that people in the area generally keep as pets.",
	"Anything experienced by the cursed while alone is entirely fictional. The only real experiences they have are those shared by at least one other member of the party.",
	"The cursed loses all concept of table manners. They eat in the most disgusting way imaginable.",
	"The cursed character becomes hyper-sensitive to changes in air pressure. They cannot travel more than 20′ vertically in a day without becoming light headed and weak.",
	"All clothing becomes unbearably itchy. The cursed must go about naked or suffer from constant discomfort.",
	"The cursed attracts biting insects and rashes to their body; and thus they itch constantly. They are completely incapable of sitting still, and anytime it might be required they fidget and scratch and rub themselves against things. Contorting themselves to reach difficult itches.",
	"Everything the cursed says comes out as sarcastic and disrespectful.",
	"The cursed has intermittent super strength, allowing them to punch through stone walls and stomp their foes into the ground. This power only manifests itself when the cursed least desires it. This causes simple, ordinary actions to become destructive. The referee will judge which actions have this ‘benenfit’ after the fact.",
	"Everything that the cursed says must rhyme. If they fail, they’ll take 1 point of damage each time.",
	"The cursed cannot abide the presence of the opposite gender, and must either fight, or excuse themselves from the area if they encounter one.",
	"Each non-cursed member of the group (including the referee) should be asked to name a common word. These words are then put onto a list, kept in common view of the whole table. If the cursed speaks any of these words during play, their character takes 1 point of damage to a random ability score.",
	"The player to the right of the cursed should name a letter. The cursed cannot use any words which begin with that letter, on pain of suffering 1 point of damage each time they do so.",
	"If the cursed uses an edged weapon, they will cut themselves after every fail attack roll, dealing half weapon damage.",
	"The cursed grows a pair of gills, and can now only breathe in water.",
	"The cursed must make an original pun each game day. Any days in which they fail to do this, they are struck by lightning.",
	"The cursed must reroll all their ability scores each morning. 3d6, in order.",
	"If the cursed is a caster, they may now only access the spells of a different casting class. Magic Users can only prepare Cleric spells. Clerics can only prepare MU spells. Other casters are restricted to the spells of whatever spellcasting class is deemed most opposed to their own. If the cursed is not a caster, reroll their curse.",
	"Between sessions, the cursed goes on uncontrollable drunken adventures that they then have no memory of. Each session starts with a hangover, and a new injury.",
	"The cursed becomes trapped in whatever clothes they’re currently wearing. Characters wearing armor will suffer mounting penalties after being forced to sleep in their armor for long periods. If the cursed was not wearing any armor at the time the curse took hold, they will still become ever smellier, and more offensive to civilized folk.",
	"If music is played, the cursed must dance to it. Even if it’s just enemy wardrums.",
	"The cursed’s face turns into a ceramic mask, fitted over exposed muscle and bone.",
	"Any boat the cursed boards will be blown off course and shipwrecked far from where it was supposed to be.",
	"The cursed is compelled to break any glass they see.",
	"Pack animals hate the cursed, and will flee or attack if the cursed is near.",
	"Instead of food, the cursed subsists off of making people cry.",
	"Anyone who spends the night under the same roof as the cursed will be struck by lightning the next time they stand under an open sky.",
	"An obese old woman appears each night to hover over the cursed as they sleep, staring at them in slack-jawed annoyance. Drool dribbles from her mouth, onto the cursed’s sleeping form. If she is confronted, she flies into a rage fit that will prevent anyone from sleeping. If she is attacked, she is killed, but the dreams of the cursed are tormented and give no rest. She returns the next night, still agitated from having been slain.",
	"The cursed does not have a name. No word seems to describe them, and anytime one is tried, it is forgotten by everyone, including the cursed.",
	"Everything the cursed says must be sung.",
	"In any religious rite the cursed witnesses or participate in, they will perform a sacrilege.",
	"Within a day of encountering some new community or culture, the cursed will always commit some highly offensive faux pas that is unique to that community.",
	"Any tool the cursed uses has a 1 in 6 chance to break.",
	"If the cursed owns any structure, it will burn to the ground or be otherwise demolished the first time the cursed sleeps in it.",
	"Any animal the cursed attempts to ride will attempt to buck them off at the most inopportune time possible.",
	"No warning given by the cursed will ever be heeded.",
	"No servant will remain faithful to the cursed when their back is turned.",
	"No message sent from anything but the cursed’s own lips will ever reach its destination.",
	"Any map the cursed might benefit from will be half-ruined before it can be used.",
	"Half of any book the cursed might benefit from will be torn out or destroyed before they can be read.",
	"Any wand found by the cursed will have only a single charge.",
	"Anytime the cursed expresses a concern, it will be interpreted as a joke.",
	"Any community the cursed stays in for a week will experience poor fortune for a year. Bad harvests, raiding bands, lost trade agreements, war, etc.",
	"No fire can ever be put out in the presence of the cursed. Even fully submerging a torch in water won’t work.",
	"The cursed has 100% fertility, and is irresistible to the opposite sex. 100% as in “literally anything sexual results in pregnancy.” The cursed makes babies from blowjobs.",
	"Anything that drops from the cursed’s hands is lost, and can only be found by someone who would never return it willingly.",
	"Even the smallest amount of a drug–a thimble of beer, second hand marijuana smoke, etc–will have the full effects of a day of binging on the cursed.",
	"The cursed’s morality becomes an absolutist thing. Any deviation from your alignment or stated values will result in losing all class abilities until an atonement is made.",
	"The cursed tastes good. Really good. Creatures that eat manflesh will smell the cursed much more readily, and be persistent in pursuing them. Any time the cursed takes damage from fire, the sizzling scent causes an immediate random encounter check. Any time the cursed takes damage from a bite, that creature will direct all their attacks towards the tasty tasted cursed one.",
	"The cursed comes to believe strongly that the Iron age was a mistake, and that mankind was led astray by their hubris in smelting metals that were not meant for them. Bronze is the most advanced metal the cursed may use. The cursed will proselytize to others about their iron-sins.",
	"The cursed believes they are dead. Any damage dealt to them, as well as their actual hit point total, are kept secret by the referee. The cursed simply doesn’t believe any of it has occurred. How can they be hurt if they’re already dead? It’s silly.",
	"The cursed PC transforms into the cursed player. The PC takes on the appearance of the player, as well as the group’s best guess at how the player’s real life abilities would translate into the game world. The new PC doesn’t have any modern knowledge. They are as they would be if they had been born in the game world and followed an equivalent life path to their real life’s path.",
	"Randomly determine a player who is not the cursed or the referee. That player must come up with a catchphrase. Any session in which the cursed does not use their catchphrase in some appropriate way, is a session in which they forfeit any experience points they would have gained.",
	"The cursed falls into a deep sleep until their true love’s kiss wakes them. The the cursed is unplayable, and will likely remain so unless the rest of the party set up a kissing booth or something.",
	"The the cursed immediately and irrevocably falls in love with the next NPC of the appropriate type they meet. Resisting this infatuation will result in a negative level each week, as the cursed finds they cannot eat or sleep or enjoy the activities they once did. The only cure for this malady is the pursuit and marriage of the NPC. The cursed will always be very happy in this marriage and unwilling to leave it, no matter how horrible and demanding the referee makes their spouse. The referee is encouraged to make the cursed’s spouse very horrible and demanding.",
	"The cursed shows visible, obvious signs of desire anytime they see a piece of treasure. So if they encounter a king wearing a golden crown, they’ll spend the whole conversation staring wide-eyed at his crown and making grabby-hands in the air towards it. Obviously, this does little to endear the cursed to anyone who owns treasure.",
	"The cursed is contorted into a sphere. They can roll in any direction they desire, and take some actions with their arms. They are none the less limited in their ability to perform many common tasks due to their new shape.",
	"The size of the cursed becomes variable. Each morning when they wake, roll a d6 to determine how big the cursed is this day. 1. Ant sized; 2. Housecat sized; 3. Halfling sized; 4. Adult human sized; 5. Tall as an elephant; 6. Tall as a giraffe.",
	"Everyone who sees the cursed perceives them as an octopus struggling to survive on land. Everything the cursed says is heard as the pitiable wailing of a dying cephalopod.",
	"The cursed needs to pee every 10 minutes.",
	"Anytime the cursed takes damage, the wound immediately turns to gold. Since the wound cannot be healed, the hit point loss becomes permanent.",
	"Once combat has begun, the cursed is unable to stop fighting until every foe is dead. Even those who seem like they might someday consider the possibility of becoming a foe must die.",
	"The next time the cursed wrongs someone, that person will exaggerate the wrong into a horrible, unsympathetic crime. They will expend great effort to ensure everyone knows of the cursed’s foul nature.",
	"An intense rivalry develops between the cursed and another randomly determined member of the party. This rival PC will receive bonus experience each time they work against the cursed’s interests or betray their trust.",
	"The cursed becomes a natural target for pickpockets. Anytime they enter a crowd or a large community, they will lose some of their carried gold and possessions.",
	"The cursed becomes a natural target for burglars. Each session they will lose some of their gold and possessions that are not carried with them. Hiring guards, hiding valuables, or placing valuables in a vault will provide only temporary relief. Each of these will eventually be overcome by burglars.",
	"The cursed must always agree with the majority opinion of any group they’re in. This would include a lynch mob that wanted to have the party hanged. So long as the opinion is held by the majority, it is also the fervent opinion of the cursed.",
	"The player to the right of the cursed selects a well known personality. A political figure or celebrity, with whom the cursed’s player is familiar. In speech, mannerism, word, and deed, the cursed must now be played as though they were that personality.",
	"The cursed becomes a moral boyscout. They will always feel compelled to help anyone who has even the slightest need, and would never dream of accepting recompense for their efforts.",
	"When the cursed encounters an NPC, they must make a reaction roll to determine their demeanor towards that NPC. The reaction roll is modified by the NPC’s charisma.",
	"At the beginning of each adventure, a vulture swoops down and demands the cursed give them 500 money. If the cursed refuses, the vulture takes a bite out of their belly, pulling one of their organs free and flying off with it. The cursed takes 2 Constitution damage from this, but is otherwise unharmed. The process repeats until the cursed is dead, or starts paying the bird off. Previously taken organs can be bought back for 750 money. The vulture itself is invulnerable to attack, and can only be seen by the cursed.",
	"Every surface the cursed stands on is as slippery as melting ice.",
	"The cursed exaggerates everything. They regularly make promises that they cannot live up to, and make wild claims about past accomplishments.",
	"The cursed becomes a hireling, the the cursed’s hireling becomes the player character.",
	"Any piece of food the cursed is about to consume has a 1 in 10 chance to be poison. This poisoning occurs when a piece of food goes from being “food,” to being “the cursed’s food.”",
	"The only manner of fighting the cursed can participate in is dance fighting.",
	"The adventurer is unable to enter ANY Tavern or Inn.So while the characters all get to stay at an Inn or get their drink on, this character must sleep somewhere else like a barn or in their tent",
	"You now get a crit fail on a 1 or 2",
	"The adventurer is constantly affected by the Blink spell, no Concentration required, and makes a lasting conversation or vehicled/mounted travel close to impossible.",
	"The cursed makes involuntary howling sounds based on an interval of 1-5 minutes (at DM discretion). If the curse isn't removed, the player slowly turns from just howling to an actual Jackal ",
	"every 1d4+1 days roll a d20. On a 1 roll again twice. 2-5 grow an \"arm\" (at the DMs discretion it is a crab arm, a tentacle, etc. upto a maximum of 4 arms). On a 6-9 grow a single wing (bird, bat, insect,etc). On a 10-13 Lose a limb of the player's choice. 14-17 grow a tail (scorpion, lizard, monkey, fish, etc.), 18 or 19 grow extra sensory organs (allowing the player to earn tremorsense, devil sight, etc at the DMs discretion), curing the curse on a nat 20",
	"Whenever your target's modified AC exceeds your modified attack roll by 5 or more, you can no longer hold the weapon that missed in the hand that you used. For magical weapons you can negate the effect by making an INT save of DC (12 + the number of weapons you can still use in any hand). For two-handed weapons, you first get disadvantage when attacking with it, and if the curse is invoked again, you cannot use it, both stages can be saved against if it's magical. To be able to use a weapon again, make a religion check with disadvantage during a long rest, or instead of a short rest. Pick a die with sides equal to or fewer than the result of your check. Roll it to determine how many weapons you can \"forgive\". Magical weapons cost double.",
	"Clarification: Identical consumables like darts or throwing axes are considered one weapon by the curse.",
	"Roll a d8 to determine which cursed Sin takes hold; 1 is Lust, 2 is Gluttony, 3 is Greed, 4 is Sloth, 5 is Wrath, 6 is Envy, and 7 is Pride. Exhibition of this particular Sin then supersedes other Personality Traits, Ideals, Bonds, and Flaws. On a roll of 8; the character is consumed by a desire for personal Virtue and will resist exhibiting any of the 7 Sins- they will also have a tendency to actively chastise those who do.",
	"While holding the coin, the player has disadvantage on all charisma checks.  Also, each day, the number of coins in the person's possessions doubles.  The wooden trinket only weighs ..25 lbs., but players will soon find that their pockets are overflowing with the coins.  Any attempt to discards or destroy the coins is futile.",
	"Whenever a character does an action that could be misinterpreted as another action, at any time if applicable, roll a wisdom check to make sure you understood your own command to yourself; otherwise do an action that sounds the same. I.E. : Upon trying to lie someone, you might instead \"Lie\" on the floor, when a bright light flashes and your eyes blink fast, you might instead accidentally cast the spell \"Blink\", or if you're trying to break something, instead have it come to halt by \"braking\" it, or maybe instead of knocking and \"rapping\" on a door, you begin rapping and spouting some sick rhymes.",
	"Every morning make a CON saving throw, Failing DC5 makes your skin and hair try to disadvantage you in social situations and combat. Passing DC19 makes it appear normal, and camouflaged during stealth and combat encounters. Passing DC21 gives you fine control of your colors with the same speed as applying body paint (e.g. you make an intricate tattoo appear on your arm, then you slowly shift it onto your back). Rolling CON 5 through 18 makes absurd color patterns appear on your skin, always changing very very slowly.",
	"Every day a player rolls a D20 if the number is odd and less than 15 the players left arm is turned into a snake. The player then rolls a constitution check to see if they can control the snake for the day. If this fails the snake will attack people at random at the DM's discretion ",
	"The player will hear the voices of the dead, ranging from soft whispers to violent screaming. The more corpses in the vicinity, the louder the voices. In areas with 5 or more dead creatures, including undead, they player is unable to concentrate. In areas with 10 or more dead creatures, the player must make a Wisdom saving throw each minute. On a failed save, the player takes 2d4 Psychic damage. In areas with 20 or more dead creatures, the player can only hear the screams of the dead and must make a Wisdom saving throw each round instead. On a failed save, the player takes 2d8 Psychic damage, or half as much on a Successful one.",
	"Any attempt to use a crafting skill that results in a natural 13 on the die roll automatically fails, with the crafted item exploding for 1d4 force damage per level of the cursed person. ",
	"Any attempt to open a door, chest, or similar device is impossible, unless the player succeeds a dc 15 intelligence saving throw. on a failure the player is completely perplexed by the mechanics of the door/chest",
	"Every 12 in game hours you gain a level of exhaustion if you fail to participate in some form of vice",
	"Your name becomes chungus. No one else, including you, remember your old name or that you ever had another one at all. You don't, and never will, have any desire to change it.",
	"The creature becomes the equivalent of their human 17 year old self, much like in the movie 17 Again featuring Zac Efron",
	"Upon being cursed, the target must make a wisdom saving throw against a DC of 13. Failure afflicts them with Short-Term madness. A timer then starts, with a duration of four hours. If they kill someone, the timer reaches 0, or the player chooses to confront his conscience, they must make the saving throw and the timer is reset back to four hours. The timer pauses during long rests.",
	"The targets off-arm erupts in an explosion of green magical energy. Growing from the stump is a small plant whose roots are sealing the wound. The player takes the same penalties as a one-armed player. If left more than a day the plant will slowly start to grow into an arm length branch (over the course of a week). This process is sped up by exposure to water and light, but only if from arcane sources. Once fully grown the branch will grow 1d3 berries per long rest which heal 2HP each. ",
	"Whenever the afflicted player rolls a 20 on a d20, they take 1d8 psychic damage. ",
	"Any fluid consumed by the creature has a chance to intoxicate it. Roll a d20. On a 1, the drink, no matter what it is, intoxicates the creature. On a 20, the drink, no matter what it is, does not leave the creature intoxicated. The creature gets disadvantage against any poison consumed this way on a 1, and advantage on a 20.",
	"Any spell you cast targeting anything else targets you as well, and vice versa.",
	"Whenever the afflicted player hears his own name, he is struck by the Magic Missile spell",
	"If someone directly touches one of the daggers Borruk scattered across the world, they will be infected by Borruks Plague. While infected, a player must roll a d20 and that many imps will show up at anytime during the day and annoy the player. This includes giving away the player's position, attempting to trip the player, interrupting the players rest, or stealing a something small off the player. This is ultimately up to the DM, however the Imps base DC for stealing, tripping, etc. is 10. For every extra imp attempting to do a single task, the DC goes up by one. The Imps have hp of 12 and an AC of 18. They are fast, and can appear randomly throughout the day. Their sneak against a player's Passive Perception has a bonus of +8.  ",
	"The fairy will randomly show up and tell the PC everything that happened immediately before the fairy shows up. Events are triggered by one of the players receiving a phone call, text message, or other interruption outside the gaming session. Whoever received the interruption is the voice of the fairy.",
	"Every time the cursed has a conversation with someone of the opposite sex that they have not met before they begin to undress until all clothing is removed. 1 major article of clothing per round unless a wisdom check is made (DC4). The cursed will feel compelled to continue the conversation and cannot end it unless they make a charisma check with a DC of the conversants charisma. Only 1 charisma check is permitted.",
	"When travelling, a spectral servant follows you clapping two halves of a coconut together to imitate the noise of a horse",
	"While holding or using this object, every so often the cursed will hear the menacing slapping of wet flippers against the ground following them. If they turn around no one is there. Sometimes when they look in the mirror or in a puddle they will catch a glance of a penguin standing behind them and then vanish when they blink, as if it was never there. Penguins are a common occurrence in their nightmares. If the owner goes too long without addressing this they will be attacked Freddy Kreuger style by an evil dream and reality bending penguin.",
	"You become unhealthily obsessed with the concept of anthropomorphic animals. This includes Tabaxi, Lizardfolk, Kobolds, Yuan-Ti, or Dragonborn, so when you are in the presence of any of those, or any other such humanoid animal, you automatically act obsessively and become infatuated with them. You have a -12 and disadvantage to interact with any such humanoid animal, and your obsessive nature makes them instantly wary of you and your party. You must interact with one such humanoid animal whenever you see one, rolling with the mentioned disadvantages.",
	"Two thumbs sprout from a random place on your hand. This could be out of the palm, between two other fingers, etc. These thumbs move when your other thumb moves, and until you get the curse removed, you have -2 to your dexterity.",
	"You are aware that you're in a game of Dungeons and Dragons. As such, you know all your actions and thoughts are controlled by someone else, and that you don't actually exist. This makes you completely unmotivated to react to anything, merely doing whatever your player decides with no emotion or thought. You cannot communicate this to others. ",
	"All food you eat automatically tastes terrible to you. If you are determined to eat, you must make a DC 15 constitution check for each food item you eat.",
	"All consumables are now confused with mundane non-edible items in proximity to that consumable. If an item is similar in size and shape to the consumable, roll a d6 and 1-3 means you picked the wrong thing to try and eat. If it is not similar, only rolling a 1 on the d6 means you picked wrong. If another PC or an NPC makes it very clear what is and what isn't food, you can skip the d6 roll.",
	"Every morning make a DC10 CON save against growing hair on your palms. On a critical fail, you are blind for the day as well. Because of hairy palms some CHA checks and actions requiring a grip will get disadvantage, DM decides.",
	"Anytime the cursed player makes any sort of check or save based on dexterity (excluding attack rolls that are based on dex) the DM must also roll a d20. On rolls of 5 or lower the check automatically fails and the player trips causing them to go prone.",
	"All rolls, checks, and saving throws you make no longer have bonuses of any sort. The number on the die is the roll.",
	"A creature with micro thropy shrinks to tiny size at night if it is small or larger, and if the creature is already tiny or smaller, shrinks to one size class less than normal. A creature that shrinks will lose 2 strength and gain 2 dexterity for every size they decrease (minimum of 1 and maximum of 20). They will not be able to wield weapons more than two size classes bigger than them, and if a weapon is one or two sizes larger than them, they can only wield light weapon and they do not benefit from weapon properties. Anything on their person will be downsized as well, and weapons will deal 1d4 less damage (to a minimum of 1 damage) for every size they go down by. Tiny or smaller creatures have +4 to stealth checks.",
	"A creature's tongue rapidly grows 1d4 feet in length. Spells with verbal components which require an attack roll have disadvantage, and enemies have advantage on saves against spells with verbal components. You have disadvantage on Charisma checks which involve speaking.",
	"You become wildly drunk and cannot stop being drunk until the spell is over. In battles and social situations, this gives disadvantage to all checks, and on failed checks you do something drunkenly stupid.",
	"Whenever you would roll any die, flip a coin. If heads, you get the maximum number possible on that die for your roll. If tails, you get the minimum number possible on that die for your roll.",
	"A mirror image of you appears and you feel inclined to violently attack it, and it does the same towards you. Any damage taken by either of you hurts you both.",
	"You know the meaning of your own life and the life of everyone you see, but cannot tell them, although the want to tell increases the more you are unable to, making it difficult to focus on tasks at hand.",
	"You temporarily lose two levels. Anything you had because of those levels is gone. You can not drop below level 1. You also have no proficiency bonus.",
	"You become indistinguishable in every way from a wanted criminal in whatever region you are in. If you leave the area in which that criminal is wanted, you become indistinguishable from a different criminal wanted there, etc.",
	"You have a repulsive stench about you for the curse's duration. You have disadvantage and -5 to all charisma checks. You also gain distrust and bad influences with townsfolk and such, making them wary of you. In some cases, inns and bars will refuse to serve you.",
	"You gain a strong hatred to every race except your own, and will immediately distrust them and refuse help, even if they are an ally.",
	"Any fruit within a 20 foot radius will grow mouths and begin perpetually screaming after 2 rounds. The fruit will scream for 1 minute straight, then violently explode. If the fruit is as at least as large as an apple, it will deal 1d4 force damage when combusted.",
	"The afflicted player perceives anyone looking at them, or alone with them, (maximum of one person) as having pitch black eyes (whole eye), and pale white skin.  The afflicted player also perceives that person's voice as the lich's voice (or very much lower in pitch, like satan).  If the person that is the subject of the curse's induced hallucinations engages the afflicted in dialogue, additional hallucinations occur.  The afflicted perceives their teeth and hair falling out and turning to dust, and also their eyes bleeding.  10 minutes after the subject of the hallucinations leaves the targets presence and line of sight, the hallucinations can start again on another person.  The previous subject will then appear as normal.  Even if the caster of this curse is dead, the curse causes the afflicted to believe they are still out there, alive and seeking vengeance, even if they are aware they are under the effects of a curse.",
	"Your clothes change shape in color to become nauseatingly bright and unattractive. This happens to any clothes you wear until the curse is removed. The clothes cause general discomfort, and many bars and inns will refuse to serve you out of secondhand shame.",
	"In the middle of the forehead appears a dark tattoo-like mark of a single star. During the night the PC will draw the attention of nearby animals, monsters, especially Slaads, and they will attempt to harm the PC and is speckled with a radiant glow, they go blind - and now have Tremorsense. The hands of the PC become lizard like claws, and their mouths fill with white jagged fangs. During the night the Star symbol also glows the dark. Any creature hit with a claw or bite attack must make a CON Save or be infected with a Slaad Tadpole (Monster Manual has details on that). During the day though, the person is quite normal except for the symbol of the Dark Star - Mechanus and his followers protect order - and if one or more Slaad Tadpoles live, then he will send his Modron Minions after them. Exactly a year after the initial day of cursing, the bearer will transform into a full blown Grey Slaad of a Chaotic Evil nature.",
	"The victim must perform one action which is against the law in the location the action is performed. If he does not, he first suffers great pain, and then dies. Note that this means he cannot stay in lawless territory for two days. For the first month or so, any crime will do. After that, a lesser crime will still leave the subject in mild pain. After a year or so, a lesser crime than murder will still leave the victim with moderate pain.",
	"When you pass a Deception (Cha) or Sleight of hand (Dex) check by 7 or more, your victims get divine insight into your action and you fail instead.",
	"Your mouth is continually on fire. Every time you try to speak, you cast fire bolt at whatever your head is facing towards. Because the fire in your mouth hurts, you have disadvantage on charisma rolls and you cannot cast spells that require focus.",
	"Your reading speed is reduced by 3. To use spell scrolls you must use 3 consecutive actions and maintain concentration. You can try to read it in 2, but the spell becomes a random one of the same school and level. Unless the exact same spell was chosen randomly the DM determines the target and anything else you would specify, attempting to make your failure as catastrophic as possible. You can try to read it in 1 turn, then the DM chooses the spell as well as the specifics. If you want to write accurately your writing speed is reduced by 10, otherwise your writing includes the worst small error the DM can think of.",
	"Whenever you crit on a spellcasting attack roll, your  INT score is reduced to 1+1d4. At the end of each of your turns you can recover your INT score by the result of any die roll as long as it doesn't exceed your INT score (e.g. your INT is 8, you chose a d12 and roll an 8 increasing it to 16, this is the best possible outcome, had you rolled higher your INT would not increase).",
	"Disadvantage on all rolls involving a body of water.",
	"Every time you make a die roll, the actual result is at the opposite side of the die (i.e  if you roll a nat 20 it becomes 1, etc.) Nat 20s gained by rolling 1s don't give critical successes, they are treated as if they were 19s.",
	"If the player does not repeat the last word of the spell twice on verbal spells, the spell fails.",
	"Whenever you cast a spell or use a weapon that deals fire damage, half of the damage dealt is dealt to you also. You are vulnerable to fire damage except during the above case.",
	"The player's speed is decreased by 5 feet per mile away from the point of distortion.",
	"Any time you roll 2 of the same number in a row (between any dice) you cast fireball  as a 4th level spell centered on yourself.",
	"All D20 rolls that would be made by the player are instead made by the DM behind the screen, without the player knowing if they succeeded or failed, or what number comes up.",
	"Your eyes become mouths and your mouth becomes an eye. You can still see or speak just the same, but you look off putting, making townsfolk and allies disgusted, making you automatically fail any charisma check.",
	"Any time you mention an animal, monster, or other non-sentient being, you turn into it for 30 seconds. ",
	"Every time you roll a number or deal damage equal to a number that is a multiple of 6 or has a 6 in it, take 6d6 psychic damage.",
	"A duplicate of you appears and while having the same alignment and stats as you, it always wants to do the opposite of what you want to do, actively working against your wishes. You and the duplicate are indistinguishable to everyone else.",
	"Your naked body is invisible, but only in the narrowest technical definition. You appear as a ghastly form made of skin flakes and loose hairs. Also it turns out that no number of wipes is enough after using a latrine - a thin brown film is visible unless you bathe thoroughly. To appear completely invisible requires a haircut, and approximately three hours of shaving body hair and scrubbing your skin raw. And even then, dirt sticks to your feet immediately. Guards are extremely suspicious of your power despite your explanations. Good luck.",
	"The first decision you make once you enter any town, establishment, or dungeon sets off a chain of events leading to something that either hurts you physically or hurts your social standing, making people wary of you.",
	"Disadvantage on all CHA saves and skill checks, additionally, when misrepresenting oneself (e.g. polymorphed, disguised) subtract the CHA modifier instead of adding. The Friends cantrip cannot cancel this effect. Any spell that compels another creature to obey the will of the accursed (e.g. charm, command, dominate variants) has a save DC of 8 minus the CHA modifier of the accursed instead of bonuses from proficiency or the spellcasting ability modifier, all other bonuses to spell save DC are applied normally.",
	"Your movement speed is doubled, and you must use your full movement on each of your turns in combat or suffer 2d10 Psychic damage",
	"All terrain is difficult terrain for you unless you have a flying speed. If you take damage specifically on your legs, it does twice as much. ",
	"Seeing a trap or other intricate mechanical device makes you shaky until you examine it through an Investigation (INT) check (DC proportional to the complexity of the device). Until then you have disadvantage on all other mental saves and skill checks. If you don't investigate the device, you remain nervous until you're in a different room, and d6+d4 minutes have passed.",
	"When the curse is dispelled you can become proficient with Thieves' tools in only 90 days of downtime.",
	"Every day the player must roll 1d4 to determine the level of severity the spell will have that day. A 4 will result in no modifiers, while a 1 reduces the player to a full crouch. Rolls of 2 and 3 are intermediary stages between full crouch and standing. While afflicted, the player gains a (0,-1,-1,-2) modifier to dexterity saving throws as well as (0,-5,-10,-15) reduced movement to no less than 5. ",
	"Once per day, roll a d1000. If it results in a natural 1, you take 30d10 lightning damage (DC 25 Dexterity save for half damage).",
	"Any food you attempt to eat or any weapon you attempt to attack with will become chocolate. It will turn back to normal once the curse is removed.",
	"After 2d8 days, on the first available opportunity, you gain a servant follower - a commoner that is enthralled with stories of your accomplishments. They have supernatural knowledge about your impressive deeds but believe you are famous. Every morning they must make a wisdom save to avoid turning on you. The DC is equal to the number of days they've served you (2 on the 1st morning). Upon failing the save they start plotting to kill you. On a critical failure they're willing to take significant risk to do so. If you kill them the curse starts over.",
	"Every check you make is an automatic nat 20. This causes everyone around you to be jealous of your perceived skill or luck, and they will act accordingly. Once someone has attempted to stop or attack you for this and this alone, then you automatically roll a natural 1 on every check.",
	"Your hunger and thirst (PHB p.185) is multiplied by three, but you can never have more than three levels of exhaustion from hunger and thirst combined (consequently you cannot starve or die of thirst). Every two days that you are able to satiate your hunger and thirst, the multiplier goes up by 1 to a maximum of 9. Every day that you fail and suffer exhaustion from either hunger, thirst, or both, it goes down by 1 but never below 3.",
	"The creature has a 50% chance to grow by one size every time it uses a charisma based skill. The new size lasts six seconds, and has the same effect as casting enlarge. If you randomly grow like this while using a charisma based skill, you have -2 on the skill roll.",
	"Your feet and shoes become snakes. You have disadvantage on charisma checks if people notice them. Your walking speed decreases by 5 feet.",
	"Every 30 seconds you cast grease centered on yourself.",
	"Roll again on the table. What you get is now secret between you and the DM. If anyone tries to ask you about what curse you have or why you are doing X speak in only curse words. Your sentence structure and tone should seem as if you are trying to explain but the words are being replaced with foul language. (Alternate: If cursing doesn't fit your group. Every time the character tries to explain his curse soapy bubbles form in his mouth rendering him unable to speak.)",
	"All money is converted into copper as soon as it comes into your possession. This annoys anyone you are doing business with if the transaction is over 5 silver. Some people will refuse to do business with you at all because counting all that loose changer is a nuisance.",
	"You get uncontrollably sad whenever a spiderweb is in your line of sight. You have disadvantage on all rolls besides constitution whenever you are really sad. Because the spider web made you really, really sad.",
	"Whenever you try to eat a milky white, otherworldly tentacle emerges from a mote of darkness and attempts to snatch away your meal. You may make a DC: 15 Str (Athletics) check to hold on to it.",
	"When resting at an inn with different levels of accommodation or allocating downtime you choose the available lifestyle expense level that is least appropriate for your character, even if it bankrupts or embarasses you.",
	"You become a self-aware swarm of bees for this spell's duration. Due to this, you cannot wear armor or hold a combination of items weighing more than 15 pounds. You can do a stinging attack for 1d6 damage, and your armor class becomes 15 as you are hard to hit, but all charisma, strength, and constitution checks and saves will automatically fail. You cannot use an unarmed strike in swarm form. Once the curse is removed, you automatically reform in your normal shape, regardless of where the bees are.",
	"Roll 22d4 to determine how many members of the Crazy 88 will attack the afflicted player. The Crazy 88 share the same statistics and abilities as the Bandit Non-Player character in the Monster Manual except that they have 1 HP, 10 AC, give zero experience upon death and always now where the afflicted player is. The Crazy 88 can attack the player at any time or place of the DM's choosing and in any number from 1 to the maximum number of members of the Crazy 88 rolled, but there may only be one attack per long rest. The Crazy 88 members will primarily focus on killing the afflicted player, however they will attack and defend themselves if other players or NPCs threaten or attack them. ",
	"Every time the afflicted player goes to take a long rest, while they are asleep 1d4 of the player's belongings smaller than 1/8 cubic foot/2 lbs. get displaced by the curse.  For each item, roll a d6.  On a 1-3, the item changes place with another item of the player's belonging of similar size.  On a 4-5 an item moves to an unoccupied place that would make sense for it to be closest to a location 2d10 feet in a random direction.  On a 6, the item is transported 2d20 feet in a random direction.  A successful DC 15 Wisdom check reveals the item was most definitely not placed there by the player.  DC 10 or DC 5 for items moved 2d20 feet in a random direction, depending on where they end up.",
	"You age very quickly in the next minute, appearing elderly by the end of it, but never age after that and never die of old age. Likewise, you gain all the disadvantages of old age, such as weakened immune system, weak bones, poor eyesight, etc.",
	"The cursed character is convinced they are being controlled by a god playing a tabletop fantasy game with other gods.  Everything is controlled by dice and the fate of man is often determined not only by these dice, but by the twisted humor of said gods.  The character receives disadvantage in convincing anyone of the \"delusion\" and also gains advantage to any attempts to convince him of \"reality.\"",
	"You are stuck in frilly underwear and any other clothes you attempt to put on refuse to go on your body. As such you have a disadvantage to regular charisma rolls, and have no armor. But you might get advantage on seduction rolls ;)",
	"The player is hard to notice and is frequently forgotten or ignored, even by their own party and close friends and family. Grants advantage on stealth rolls, but disadvantage on all charisma rolls.",
	"Changes the player's race to that of the caster. All racial stats change as well (such is darkvision, stat boosts). Racial feats maybe remain or become dormant as the DM sees fit.",
	"Everyone besides the character instantly forgets their name and any memories of them. Any documents regarding them are erased of their name.",
	"You have disadvantage on all skill checks and saves while in the presence of a goat, while in combat with a giant, or inside a religious hall that is untidy (includes ruins).",
	"Whenever you say a word with the letter S in it, you cast Fire Bolt on yourself.",
	"Every window or door to you looks as if it's a door or window to another plane or dimension. This scares you, making you not want to go through any doors.",
	"The creature's skin grows coarse and rocky, which gives them an addition to their maximum hit points equal to their current level. Additionally, they may only eat precious gems, as normal rations no longer can sustain them. The gems they consume must be worth at least 10gp in order to sustain them. Additionally, if the creature spends a short or long rest in sunlight, they suffer 1 level of exhaustion, as the earth calls back to them.",
	"When a player attempts something a bit more daring than \"the norm\", roll a d100. On a 90+, the event goes off without a hitch, despite the rolls. on a 10 or less, the event still goes off without a hitch, but with a disastrous result."
	]
}