{
"road_encounters": [
	"Funeral procession complete with priests/clerics",
	"Noble in carriage with guards",
	"Recently wounded folks with tales of bandits that have stolen their stuff",
	"Armed people just taking a break (might look like bandits. Good to use on bridges).",
	"A brass dragon that really wants to talk to you and will bury you in the ground if you try to leave (see sleep gas)",
	"Bard singing stories. Asks party if they have any stories for him.",
	"Pottery merchant.",
	"Jeweler traveling with wares and guards",
	"A tipped over wagon with goods and people missing",
	"Old senile wo/man on the side of the road",
	"A troop of Halflings heading to their new home",
	"A cleric/priest preaching the end of days who tries to get the party to confess their sins and repent!",
	"Messenger galloping down the road on a horse shouting “make way, make way!”",
	"A hedge knight and their squire",
	"Soldiers in formation lead by a knight marching down the road.",
	"Traveling merchant selling perfumes, balms, ointments, oils, and healing potions.",
	"A set of cowboys herding their cows",
	"Mule drawn wagon with dwarven traders carrying stone and metal goods for trade. Armed with breastplates and warhammers.",
	"Wagon travelers stopped on the side of the road making food and resting.",
	"A pair of hunter bringing home their kill which hangs from a pole between them. (Deer, boar, squirrels, rabbits, pheasants, etc)",
	"Blood in the ground. The scene of a recent battle, but with not people or bodies.",
	"A body hung from a tree with a sign on it warning passers by (from local government to keep bandits in line OR from bandits to keep locals in line)",
	"A pre-wedding party drinking and traveling on their way to the ceremony.",
	"A furtive person offering to sell the party narcotics",
	"A parent teaching their offspring to ride a horse.",
	"Beggars",
	"People competing in a footrace between towns",
	"A dual between two fighters.",
	"A lone escaped cow.",
	"Traveling Circus",
	"Lost, crying children",
	"A dead warrior, propped up against a tree. His foe dead before him. ",
	"A slave merchant with guards and slaves in tow",
	"An exotic animal trader looking to buy or sell. Has guards and exotic wild animals",
	"An evangelical cleric preaching the good word of Martha / Astair (or other good / lawful gods)",
	"Traveling wizard on waggon pulled by donkeys",
	"Group of pilgrims",
	"Gnomes with a partially disassembled waggon arguing over the proper way to fix it.",
	"An amorous couple off the road whose sounds of enjoyment can be heard",
	"Prospectors",
	"Silent monks / nuns",
	"Another group of adventurers peacefully walking down the road",
	"A prisoner being escorted by a knight / armed man",
	"A naked man who has gambled away his clothes. Surprisingly well spoken.",
	"A leper ",
	"Someone who dropped a wedding ring and is scouring the road for it.",
	"Soldiers of local government asking people to pay an actual toll (not bandits!). Have a man in shackles next to them.",
	"Traveling blind man with a scimitar.",
	"Single female elf walking alone",
	"Traveling glass blower with guards",
	"Beekeeper resting on the side of the road with his bee boxes in a cart.",
	"Person / People re building a small bridge over a creek / stream",
	"Traveling alchemist from far far away",
	"A hunter who asks you to be quiet because “it’s close”",
	"Traveling magician",
	"Tax collector moving down the road with their enforcers ",
	"Person gone mad with the heat frantically digging a hole in the middle of the road.",
	"Insane person begging for punishment",
	"Local teenagers high as a kite on mushrooms / drugs / alcohol",
	"Berry pickers",
	"Gambling stall",
	"Fallen tree blocking the road, but no ambush.",
	"Traveling cheese vendor",
	"Rehearsing dancers/actors in a field getting it right before they show up in town.",
	"Bounty hunter armed to the teeth. Asks the party if they’ve seen who s/he’s looking for. Has a really bad sketch of their target.",
	"Traveling fortune teller",
	"Nobles out on a fox hunting party",
	"Runaway slave",
	"Mail carrier & single escort",
	"Traffic jam of waggons trying to get past a block in the road",
	"Dead courier",
	"Survivor(s) from a caravan attack",
	"Traveling diplomat and armed escort",
	"Tea house with people resting",
	"A waterhole",
	"Traveling wine merchant",
	"A painter drawing a lovely landscape",
	"Priests/Clerics preaching against dwarves (or other subrace)",
	"Lonely traveler who joins the party and walks along with them",
	"Roadside tavern",
	"A festival set up off the road with merchant stalls, music, dancing, art, drinking, etc.",
	"Someone who recognizes the party and is a fan of their work! Wants to hear their stories.",
	"Military patrol that asks if the party has seen anything unusual.",
	"Lone paladin cleansing the land of evil",
	"Someone selling jewelry at a heavy discount on the side of the road. A thief fencing his stolen goods.",
	"Roadside altar / temple",
	"Peasants moving grain by the wagon load",
	"Peasants moving fruits / veggies",
	"Traveling foreigner who doesn’t speak the language asking for directions to town. (Subrace that doesn’t speak common? Gnome / Halfling?)",
	"Horse with a saddle but no rider",
	"A man burying some bodies on the side of the road / old graves on the side of the road.",
	"Roadside brothel (has bouncers)",
	"Bones littering the ground off the road. The site of a battle from ages ago.",
	"Sudden rainstorm the party must take shelter from",
	"People napping on the side of the road.",
	"Herd of animals wandering about without an owner. Cows/sheep/goats/pigs.",
	"Tarred and feathered person",
	"A person stuck in a pit trap on the road.",
	"Deserters from some armed force. They are well armed but dejected and keep to themselves. ",
	"Mercenary group that’s recently been hired and moving on to their new job."
	]
}