{
"hooks": [
	"has been enslaved by {{entity}}.",
	"is being blackmailed by {{entity}} into challenging a PC to a duel to the death.",
	"is a werewolf and is looking for acceptance within society.",
	"is actually a bronze dragon.",
	"needs help finding {{item}}.",
	"is spying on the players on behalf of {{entity}}.",
	"has recently obtained a map to {{destination}}",
	"has a duel to the death on the morrow but is afraid of losing.",
	"needs help sabotaging a contest (horse race, arm wrestle, duel, pie eating, etc).",
	"is being haunted by the ghost of their dead partner.",
	"needs help stealing {{item}}.",
	"is a time traveller from a distant past, obsessed with finding the treasure they buried thousands of years ago.",
	"is obsessively in love with {{entity}} who is locked up in their basement.",
	"has angered {{entity}} and needs help avoiding the consequences.",
	"needs help exorcising their {{relative}}.",
	"is part of a secret rebellious organization who wants to take control of the government.",
	"is actually a doppleganger who killed {{entity}} and is living their life.",
	"gives the PCs a {{item}}. Turns out they had stolen it from {{entity}} who is hellbent on recovering it.",
	"has a home infested by zombies.",
	"has recently woken up with a magical rune on their arm, foot, forehead, etc.",
	"needs help gathering information on {{entity}}.",
	"needs help organizing a contest (archery, drinking, strength, intelligence, hunting, etc).",
	"is being constantly pranked by {{entity}}.",
	"is obsessed {{obsession}}.",
	"needs help investigating a mysterious fire that burned down their house.",
	"has been hired to steal items from the PCs.",
	"is currently being chased by law enforcement and asks the PCs for protection.",
	"is looking for their lost son/daughter, who never actually existed.",
	"is possessed by an evil spirit during the day and can only control themself at night.",
	"is currently chasing a bandit and asks the PCs for help.",
	"has been pressured by local drug dealers into selling drugs.",
	"is addicted to drugs and is looking to score.",
	"was tricked into wearing a cursed robe by {{entity}}.",
	"is a cannibal.",
	"is the host of a terrible and deadly sickness.",
	"has recently come into possession of a powerful magical trinket, and nobody knows how.",
	"has recently come into a lot of gold, and nobody knows how.",
	"is a secret vigilante, and considers the PCs a threat to society.",
	"is openly a vampire/lycanthrope.",
	"is being harassed by {{entity}} and wants revenge.",
	"lives with a beast/monster/succubus/demon as their lover and just wishes to be accepted by society.",
	"is strangely followed by multiple animals at all time.",
	"wants the PCs help to tame a beast (troll, wolf, imp, fairy, etc).",
	"has been cursed ({{curse}}) by a Wizard/Hag/Demon/etc)",
	"needs the party to deliver {{item}} to {{entity}}."
	]
}