{
"curses": [
	"Lycanthrope (wolf, bat, bear, etc)",
	"Sees Ghosts",
	"Sees other realites/planes",
	"Sees a false future",
	"Madness",
	"Unlucky",
	"Hears voices",
	"Life is tied to another entity (when other entity dies, so do they)",
	"All food eaten by the character is tasteless and provides no pleasure.",
	"Incredibly clumsy",
	"Must always argue against what others say, even if they would tend to agree.",
	"Forced obnoxious arrogance",
	"Stutters",
	"Must always lie",
	"Falls asleep at random",
	"Blind",
	"Deaf",
	"Mute",
	"Donkey Ears",
	"Arthritic hands",
	"Relentless hair growth",
	"Boils, warts, and sores",
	"Bald, no hair growth",
	"Eye-watering body odor",
	"Missing all their teeth",
	"Has to yell everytime they want to speak",
	"A second head grows from their neck",
	"Insanity",
	"A random part of their body is petrified",
	"Chaotic invisibility",
	"Random short term memory loss",
	"Hypnotized, bark like a dog (etc) when they hear a trigger word",
	"Irrational addiction to a standard food/drink",
	"Immune to all forms of magic (including healing)",
	"Speaks in tongues when they see a symbol of their god",
	"Speaks out loud their every thought",
	"Laughs uncontrollably during inappropriate moments",
	"The cursed must get proper permission before entering any domicile.",
	"The cursed will always close their eyes in the presence of fire.",
	"Anytime the cursed walks through a doorway, they will thoughtlessly slam it behind themselves, causing a racket and possibly knocking nearby items off shelves.",
	"If the cursed sees a knot, they are compelled to untie it.",
	"The cursed cannot get wet. If they do, their most important concern becomes drying themselves as soon as possible.",
	"The cursed is mesmerized by any form of performance art they encounter. They are unable to continue on until it ends, or they are dragged away from it.",
	"The cursed may never sit for any reason.",
	"Nobody remembers the cursed between meetings. Each time they encounter someone, that person believes it is the very first time.",
	"Everyone who meets the cursed seems to recall hearing stories about them. These stories paint the picture of an unreliable, cruel, and evil person.",
	"Any money that the cursed doesn’t spend the same day the get it, disappears.",
	"Compasses don’t work within 100′ of the cursed.",
	"The cursed can be turned by clerics as though they were undead. If a friendly cleric turns undead, they are not able to exempt the cursed.",
	"Every coin that passes through the hand of the cursed transforms into a less valuable metal. (Platinum turns to gold, gold to silver, silver to copper, copper to steel, etc).",
	"A permanent raincloud drizzles on the head of the cursed. Each week they must roll a save versus Breath to avoid rusted equipment. (In addition to other annoyances which would occur).",
	"The cursed’s shoes wear out within 4 hours. They must carry spare pairs unless they wish to adventure barefooted. Adventuring without shoes reduces max hp by 1 per hit die.",
	"The cursed sleeps for 16 hours each day, instead of 8.",
	"The cursed’s reflection shows a gaunt, dead thing. Not even a living corpse, just a corpse propped up in roughly the same position the cursed is currently in. Others who notice this will be horrified.",
	"There will never be any lodging available in any town the cursed visits.",
	"The gender of the cursed is randomly determined each morning.",
	"The cursed gains a crippling weakness against common dogs. A dog’s bite is so poison to them, that they must make a save versus poison or die.",
	"Anytime the cursed takes more than 3 damage in a single round the wind is knocked out of them. They must save versus Poison or they won’t be able to do any more than move during their next turn.",
	"The cursed cannot hold their breath. Ever. At all. For any reason.",
	"Any time a save is called for, the cursed rolls their worst save instead of the save that was intended.",
	"Anytime the cursed is in a private residence, they will accidentally break something the owner holds dear.",
	"Any time anyone at the game table coughs or sneezes, the cursed is consumed by a loud and obnoxious coughing / sneezing fit in-game. To the point that people start to think they’re faking it for attention or something.",
	"The cursed’s dietary needs are altered so they can only be sustained by animals that people care about: horses, cats, dogs, etc. Nobody needs to care about the specific animal eaten, so long it is of a type that people in the area generally keep as pets.",
	"Anything experienced by the cursed while alone is entirely fictional. The only real experiences they have are those shared by at least one other member of the party.",
	"The cursed loses all concept of table manners. They eat in the most disgusting way imaginable.",
	"The cursed character becomes hyper-sensitive to changes in air pressure. They cannot travel more than 20′ vertically in a day without becoming light headed and weak.",
	"All clothing becomes unbearably itchy. The cursed must go about naked or suffer from constant discomfort.",
	"The cursed attracts biting insects and rashes to their body; and thus they itch constantly. They are completely incapable of sitting still, and anytime it might be required they fidget and scratch and rub themselves against things. Contorting themselves to reach difficult itches.",
	"Everything the cursed says comes out as sarcastic and disrespectful.",
	"The cursed has intermittent super strength, allowing them to punch through stone walls and stomp their foes into the ground. This power only manifests itself when the cursed least desires it. This causes simple, ordinary actions to become destructive. The referee will judge which actions have this ‘benenfit’ after the fact.",
	"Everything that the cursed says must rhyme. If they fail, they’ll take 1 point of damage each time.",
	"The cursed cannot abide the presence of the opposite gender, and must either fight, or excuse themselves from the area if they encounter one.",
	"Each non-cursed member of the group (including the referee) should be asked to name a common word. These words are then put onto a list, kept in common view of the whole table. If the cursed speaks any of these words during play, their character takes 1 point of damage to a random ability score.",
	"The player to the right of the cursed should name a letter. The cursed cannot use any words which begin with that letter, on pain of suffering 1 point of damage each time they do so.",
	"If the cursed uses an edged weapon, they will cut themselves after every fail attack roll, dealing half weapon damage.",
	"The cursed grows a pair of gills, and can now only breathe in water.",
	"The cursed must make an original pun each game day. Any days in which they fail to do this, they are struck by lightning.",
	"The cursed must reroll all their ability scores each morning. 3d6, in order.",
	"If the cursed is a caster, they may now only access the spells of a different casting class. Magic Users can only prepare Cleric spells. Clerics can only prepare MU spells. Other casters are restricted to the spells of whatever spellcasting class is deemed most opposed to their own. If the cursed is not a caster, reroll their curse.",
	"Between sessions, the cursed goes on uncontrollable drunken adventures that they then have no memory of. Each session starts with a hangover, and a new injury.",
	"The cursed becomes trapped in whatever clothes they’re currently wearing. Characters wearing armor will suffer mounting penalties after being forced to sleep in their armor for long periods. If the cursed was not wearing any armor at the time the curse took hold, they will still become ever smellier, and more offensive to civilized folk.",
	"If music is played, the cursed must dance to it. Even if it’s just enemy wardrums.",
	"The cursed’s face turns into a ceramic mask, fitted over exposed muscle and bone.",
	"Any boat the cursed boards will be blown off course and shipwrecked far from where it was supposed to be.",
	"The cursed is compelled to break any glass they see.",
	"Pack animals hate the cursed, and will flee or attack if the cursed is near.",
	"Instead of food, the cursed subsists off of making people cry.",
	"Anyone who spends the night under the same roof as the cursed will be struck by lightning the next time they stand under an open sky.",
	"An obese old woman appears each night to hover over the cursed as they sleep, staring at them in slack-jawed annoyance. Drool dribbles from her mouth, onto the cursed’s sleeping form. If she is confronted, she flies into a rage fit that will prevent anyone from sleeping. If she is attacked, she is killed, but the dreams of the cursed are tormented and give no rest. She returns the next night, still agitated from having been slain.",
	"The cursed does not have a name. No word seems to describe them, and anytime one is tried, it is forgotten by everyone, including the cursed.",
	"Everything the cursed says must be sung.",
	"In any religious rite the cursed witnesses or participate in, they will perform a sacrilege.",
	"Within a day of encountering some new community or culture, the cursed will always commit some highly offensive faux pas that is unique to that community.",
	"Any tool the cursed uses has a 1 in 6 chance to break.",
	"If the curseds own any structure, it will burn to the ground or be otherwise demolished the first time the cursed sleeps in it.",
	"Any animal the cursed attempts to ride will attempt to buck them off at the most inopportune time possible.",
	"No warning given by the cursed will ever be heeded.",
	"No servant will remain faithful to the cursed when their back is turned.",
	"No message sent from anything but the cursed’s own lips will ever reach its destination.",
	"Any map the cursed might benefit from will be half-ruined before it can be used.",
	"Half of any book the cursed might benefit from will be torn out or destroyed before they can be read.",
	"Any wand found by the cursed will have only a single charge.",
	"Anytime the cursed expresses a concern, it will be interpreted as a joke.",
	"Any community the cursed stays in for a week will experience poor fortune for a year. Bad harvests, raiding bands, lost trade agreements, war, etc.",
	"No fire can ever be put out in the presence of the cursed. Even fully submerging a torch in water won’t work.",
	"The cursed has 100% fertility, and is irresistible to the opposite sex. 100% as in 'literally anything sexual results in pregnancy.' The cursed makes babies from blowjobs.",
	"Anything that drops from the cursed’s hands is lost, and can only be found by someone who would never return it willingly.",
	"Even the smallest amount of a drug–a thimble of beer, second hand marijuana smoke, etc–will have the full effects of a day of binging on the cursed.",
	"The cursed’s morality becomes an absolutist thing. Any deviation from your alignment or stated values will result in losing all class abilities until an atonement is made.",
	"The cursed tastes good. Really good. Creatures that eat manflesh will smell the cursed much more readily, and be persistent in pursuing them. Any time the cursed takes damage from fire, the sizzling scent causes an immediate random encounter check. Any time the cursed takes damage from a bite, that creature will direct all their attacks towards the tasty tasted cursed one.",
	"The cursed comes to believe strongly that the Iron age was a mistake, and that mankind was led astray by their hubris in smelting metals that were not meant for them. Bronze is the most advanced metal the cursed may use. The cursed will proselytize to others about their iron-sins.",
	"The cursed believes they are dead. Any damage dealt to them, as well as their actual hit point total, are kept secret by the referee. The cursed simply doesn’t believe any of it has occurred. How can they be hurt if they’re already dead? It’s silly.",
	"The cursed PC transforms into the cursed player. The PC takes on the appearance of the player, as well as the group’s best guess at how the player’s real life abilities would translate into the game world. The new PC doesn’t have any modern knowledge. They are as they would be if they had been born in the game world and followed an equivalent life path to their real life’s path.",
	"Randomly determine a player who is not the cursed or the referee. That player must come up with a catchphrase. Any session in which the cursed does not use their catchphrase in some appropriate way, is a session in which they forfeit any experience points they would have gained.",
	"The cursed falls into a deep sleep until their true love’s kiss wakes them. The the cursed is unplayable, and will likely remain so unless the rest of the party set up a kissing booth or something.",
	"The the cursed immediately and irrevocably falls in love with the next NPC of the appropriate type they meet. Resisting this infatuation will result in a negative level each week, as the cursed finds they cannot eat or sleep or enjoy the activities they once did. The only cure for this malady is the pursuit and marriage of the NPC. The cursed will always be very happy in this marriage and unwilling to leave it, no matter how horrible and demanding the referee makes their spouse. The referee is encouraged to make the cursed’s spouse very horrible and demanding.",
	"The cursed shows visible, obvious signs of desire anytime they see a piece of treasure. So if they encounter a king wearing a golden crown, they’ll spend the whole conversation staring wide-eyed at his crown and making grabby-hands in the air towards it. Obviously, this does little to endear the cursed to anyone who owns treasure.",
	"The cursed is contorted into a sphere. They can roll in any direction they desire, and take some actions with their arms. They are none the less limited in their ability to perform many common tasks due to their new shape.",
	"The size of the cursed becomes variable. Each morning when they wake, roll a d6 to determine how big the cursed is this day. 1. Ant sized; 2. Housecat sized; 3. Halfling sized; 4. Adult human sized; 5. Tall as an elephant; 6. Tall as a giraffe.",
	"Everyone who sees the cursed perceives them as an octopus struggling to survive on land. Everything the cursed says is heard as the pitiable wailing of a dying cephalopod.",
	"The cursed needs to pee every 10 minutes.",
	"Anytime the cursed takes damage, the wound immediately turns to gold. Since the wound cannot be healed, the hit point loss becomes permanent.",
	"Once combat has begun, the cursed is unable to stop fighting until every foe is dead. Even those who seem like they might someday consider the possibility of becoming a foe must die.",
	"The next time the cursed wrongs someone, that person will exaggerate the wrong into a horrible, unsympathetic crime. They will expend great effort to ensure everyone knows of the cursed’s foul nature.",
	"The cursed becomes a natural target for pickpockets. Anytime they enter a crowd or a large community, they will lose some of their carried gold and possessions.",
	"The cursed becomes a natural target for burglars. Each session they will lose some of their gold and possessions that are not carried with them. Hiring guards, hiding valuables, or placing valuables in a vault will provide only temporary relief. Each of these will eventually be overcome by burglars.",
	"The cursed must always agree with the majority opinion of any group they’re in. This would include a lynch mob that wanted to have the party hanged. So long as the opinion is held by the majority, it is also the fervent opinion of the cursed.",
	"The player to the right of the cursed selects a well known personality. A political figure or celebrity, with whom the cursed’s player is familiar. In speech, mannerism, word, and deed, the cursed must now be played as though they were that personality.",
	"The cursed becomes a moral boyscout. They will always feel compelled to help anyone who has even the slightest need, and would never dream of accepting recompense for their efforts.",
	"When the cursed encounters an NPC, they must make a reaction roll to determine their demeanor towards that NPC. The reaction roll is modified by the NPC’s charisma.",
	"At the beginning of each adventure, a vulture swoops down and demands the cursed give them 500 money. If the cursed refuses, the vulture takes a bite out of their belly, pulling one of their organs free and flying off with it. The cursed takes 2 Constitution damage from this, but is otherwise unharmed. The process repeats until the cursed is dead, or starts paying the bird off. Previously taken organs can be bought back for 750 money. The vulture itself is invulnerable to attack, and can only be seen by the cursed.",
	"Every surface the cursed stands on is as slippery as melting ice.",
	"The cursed exaggerates everything. They regularly make promises that they cannot live up to, and make wild claims about past accomplishments.",
	"The cursed becomes a hireling, the the cursed’s hireling becomes the player character.",
	"Any piece of food the cursed is about to consume has a 1 in 10 chance to be poison. This poisoning occurs when a piece of food goes from being 'food,' to being 'the cursed’s food.'",
	"The only manner of fighting the cursed can participate in is dance fighting."
	]
}