{
"items": [
	"a miniature, tame mimic",
	"a murder contract with the name left empty",
	"a 1-pound egg with a bright red shell",
	"a small, weightless stone block",
	"a nightcap that, when worn, gives you pleasant dreams",
	"a small packet filled with pink dust",
	"a vial of dragon blood",
	"a metal urn containing the ashes of a hero",
	"a scrap of cloth from an old banner",
	"a scrap of cloth from an old banner",
	"a shard of obsidian that always feels warm to the touch",
	"a gold coin minted in an unknown land",
	"a single bloodstained tarot card: The Seven of Swords (signifying betrayal and deception)",
	"a decrepit, and slightly malodourous, preserved rabbit’s foot on a metal chain. Anyone who keeps the foot for a day increases their maximum Luck by 1 point.The Luck point is lost if the owner is separated from the lucky foot",
	"an intricate eyeglass shaped in the likeness of a yellow cat’s eye",
	"a varnished case containing a string of garlic, two wooden stakes and a silver cross",
	"a folded piece of parchment reveals a charcoal sketch of a stunning young woman. A wide lake and a large tree split by lightning are depicted behind her",
	"a dog whistle fashioned of bone. When used at night, there is a 50% chance of a wild dog with a patch eye appearing from the wilderness. The dog is smart, brave, and friendly to the owner, happy to keep watch or perform other minor tasks if well treated. The dog disappears back into the wilderness every dawn",
	"a six inch clockwork knight, made up of patchwork metal parts. If wound, the knight shuffles forward about 10 ft, whirring and clicking, before making a single strike with his miniature sword",
	"a completely sealed, six inch oak barrel, with sloshing liquid inside",
	"one half of a white gold two halves heart necklace. Inscribed on the back are the words Till next we meet",
	"a kraken like statuette, carved from blue and white coral",
	"a famous calligrapher's personal brush",
	"a belt buckle stolen from a noble or a king",
	"the head of a mummy",
	"a magically shrunken goblin in a tiny cage",
	"a bottle of rum that never runs out",
	"a lava stone carved to look like a flame, it gives off endless heat",
	"a tiny hat that makes you feel very confident whilst wearing it",
	"a life-sized statue of a gnome",
	"a legal deed for a house that doesn't seem to exist",
	"the deed to an invisible hut, at least, that's what they claim",
	"an angry looking fairy in a jar",
	"a horseshoe once worn by a unicorn",
	"the hilt from a great hero's broken sword",
	"a jar of live bees",
	"a potion that induces vomiting",
	"a deed to a damaged tower keep",
	"a deed to an abandoned mine",
	"a deed to an abandoned castle",
	"a deed to an abandoned keep",
	"a deed to an overrun keep",
	"a deed to an overrun castle",
	"a deed to an overrun mine",
	"a deed to an overrun tower keep",
	"a strange book in an unknown language",
	"a map to the nearest latrine",
	"a map of the local stars",
	"a soldier's medal",
	"a letter of recommendation",
	"an elaborate key to an unknown door"
	]
}