{
"appearances": [
	"Distinctive jewelry: earings, necklace, circlet, bracelets",
	"Piercings",
	"Flamboyant or outlandish clothes",
	"Formal, clean clothes",
	"Ragged, dirty clothes",
	"Pronounced scar",
	"Missing teeth",
	"Missing finger(s)",
	"Unusual eye color, or two different colors",
	"Tattoos",
	"Birthmark",
	"Unusual skin color",
	"Bald",
	"Braided beard or hair",
	"Unusual hair color",
	"Nervous eye twitch",
	"Lazy eye",
	"Distinctive nose",
	"Distinctive posture (crooked or rigid)",
	"Exceptionally beautiful",
	"Exceptionally ugly",
	"Unusually short",
	"Unusually tall",	
	"Missing an eye; Wears an eyepatch.",	"Large scar across their chin.",	"Tattoo of a mermaid on their arm.",	"Large, bushy sideburns.",	"Noticeably crooked teeth. They keep trying to hide their mouth while speaking.",	"Tons of freckles.",	"Single long braid in beard.",	"Twisted lips.",	"Always frowning.",	"Piercing blue eyes.",	"Frizzy hair.",	"An impressive handlebar moustache.",	"Dreadlocks.",	"Heavily perfumed (smells great).",	"Heavily perfumed (smells awful).",	"Noticeably thin and malnurished.",	"Albino.",	"Greying hair.",	"Curly hair.",	"Large bushy beard.",	"Missing right ear.",	"Weird skin disease.",	"Borderline obese.",	"Short, black hair.",	"Bad acne.",	"Lanky.",	"Long, elaborate earrings.",	"Large, hairy hands.",	"Blind.",	"Very muscular.",	"Abnormally large nose.",	"Pale Skin.",	"Battle scars.",	"Peg leg.",	"Poor eyesight; large glasses.",	"Balding.",	"Walk with a bad limp.",	"Slobbish/unkempt.",	"Rough/wayworn attire.",	"Gorgeous figure.",	"One arm.",	"Greasy hair.",	"Green hair.",	"Burn scars.",	"Long, braided hair.",	"Bright blonde hair.",	"Always smiling.",	"Deformed head.",	"Pointy ears.",	"Silky, white hair.",	"Horribly ugly. You don't want to look directly at them.",	"Has leprosy.",	"Very ill. (Maybe contagious?)",	"Hairy Arms.",	"Face tattoos.",	"One arm longer than the other.",	"Tiny mouth.",	"Completely hairless.",	"Green eyes.",	"Drooling.",	"Always has a confused look.",	"Fangs.",	"Gold Tooth.",	"Dark skin.",	"Hook hand.",	"Grey eyes.",	"Ginger hair.",	"Long, bony fingers.",	"Clean shaven.",	"Neck tattoos.",	"Covered in warts.",	"Thin moustache.",	"Athletic build.",	"Goatee beard.",	"Has a tail.",
	"A long, glorious beard. Each braid represents another person that has asked him what the braids mean.",
	"Has a cleft cut into their nose.",
	"Has many tiny tattoos across their face starting from the corner of their mouth to the edge of their eye.",
	"Has an extra hand coming out of their right arm the hand is as small as a child’s and is blackened and seems to be of no use.",
	"Is missing a tooth.",
	"One of their arms is a different tone, length, and has a different shape of hand than the other.",
	"Has been cursed to have a part of their body, (arm, leg, hand, maybe even a tail...) that is of a different race. (ex. A human with the hand of a tabaxi...)",
	"Has many scars and callouses along their forearms, perhaps being formed over many brutal sparring sessions.",
	"Has long, slender fingers, perhaps from living an easy life in the high class or perhaps from living a life scrounging in the streets.",
	"Has well-toned leg muscles. Clearly, they are used to running.",
	"Has bags under their eyes, perpetually unable to sleep a full night.",
	"Has meticulously groomed hair (beard and mustache as well, if applicable) and is almost never seen with an out-of-place hair.",
	"Wears an array of gaudy and flamboyant jewellery, supporting itself on a cane embedded with a poorly cut ruby too big to be real. It's ears sport a multitude of filigree ear rings, as if to distract from it crooked and yellow teeth.",
	"Their eyes change color with their mood.",
	"Is abnormally tall/short for their race.",
	"Their left hand has steel claws that appear to be artificially attached.",
	"Has a very faint tattoo on their forehead that requires a DC 15 Investigation check to make out clearly. The tattoo is enchanted to cast suggestion on someone who successfully investigates the tattoo. The suggestion is \"Stop looking at my forehead.\"",
	"Has a surprisingly large butt/hips.",
	"Has no hair.",
	"Has a mohawk.",
	"Has a beard with beads in it.",
	"Has half of their hair blonde, and has one blonde eye on the same side.",
	"Is carrying a large sack. On the sack are the letters TBD.",
	"Doesn't have eyebrows, but instead has tattooed eyebrows slightly too high, which gives a look of permanent surprise.",
	"Is covered in tattoos of the cities they have been to. Each one best representing that city.",
	"Has a mouth on their back that says mean stuff about them. This would usually sadden people but this just pushes them to complete their goals more.",
	"Has a horn coming out of their forehead that they are very self conscious about. They constantly shave it off if they have time.",
	"Has scales on his legs. (If they are a species that usually has scales then their legs are human.)",
	"Has no natural teeth left. Luckily for him his enemies had some of theres. His jaw is full of random teeth that are surgically placed in. They may not be fabulous but they sure is scary!",
	"Has a magical tattoo that can answer riddles.",
	"Is missing his left eye. He constantly forgets which eye is actually gone.",
	"Has acid burn scars on both of his hands.",
	"Is fascinated by jewelry so much so that they are wearing so much jewelry that it weighs them down.",
	"Has a scar around their neck.",
	"Has orange eyes that glow when near heroic people.",
	"Has white eyes that glow when near neutral good to lawful good holy symbols.",
	"Has red eyes that glow when near blood.",
	"Has green eyes that glow when near poison.",
	"Is extremely muscular but lazy in actions.",
	"Has bright yellow hair that glows in the dark.",
	"Has the tail of a rat.",
	"Is blinded in daylight but can see perfectly in the dark.",
	"Was given a curse by a witch when he was a child and now has a finger on his right arm that points in the direction of the closest person that wants to kill him.",
	"Has a extremely chapped lips.",
	"Has a tattoo of a map leading to an X. Doesn't remember when it got there or why it's there.",
	"Has a mechanical limb that they cannot fully control. It does the motion for whatever he is thinking even if it's socially wrong.",
	"Has a horrid burn mark running down from their left elbow to their hand.",
	"Is missing his/her left arm, and doesn't seem quite used to functioning without it.",
	"Has a jewel implanted in the place of a lost eye.",
	"Has a distracting mole.",
	"Has one long fingernail, presumably left unfiled for strumming an instrument.",
	"Has a violet bruise on the bone of their cheek.",
	"Has acne scars pockmarked across their face.",
	"Has a snaggletooth long enough to be a fang.",
	"Has one leg severely deformed; they carry themselves around on double crutches.",
	"Has a pair of thick spectacles that don't fit.",
	"Has thick, greasy dreadlocks from years of improper washing.",
	"Has one eye swollen over from a recent fight.",
	"Their mouth is permanently crooked, giving them a cocky smirk even in serious moments.",
	"Has not cut or groomed his/her hair since he/she was defeated by his/her rival 8 years ago.",
	"Scars... everywhere.",
	"Has a beard that is visibly fake.",
	"Has an eye on the palm of his/her right hand that he/she tries to hide with a fingerless glove.",
	"Has one blue eye and one brown.",
	"Their face has splotches the color of red wine.",
	"Has a sparse beard, like underarm hair.",
	"Has bushy eyebrows that waggle when they talk.",
	"Has no nose. He has one big hole where the nose was supposed to be.",
	"Walks with a significant limp requiring a cane to help them walk.",
	"Has a very muscular upper body, but their legs look very underdeveloped.",
	"Has 6 fingers.",
	"Is androgynous. Very difficult to glean gender.",
	"Has a Hunchback and disfigured face with extra growths.",
	"Has whats left of a hand still attached. It looks like it was crushed and was never amputated.",
	"Has abnormally large forearms and/or calves.",
	"Is wearing an obvious wig.",
	"Their left eye has three pupils.",
	"Has a long pointy nose that curls and wiggles according to their emotions.",
	"A holy symbol is branded onto their right hand.",
	"Their teeth are made out of various rare metals.",
	"Exotic runes are carved on their forearm.",
	"Their hands are stained multiple colors.",
	"Has a forked tongue",
	"Has piercings all over their body. Bars and rings cover them.",
	"Is blind/deaf.",
	"Has ashen skin and no hair.",
	"Has sharpened teeth and loves to smile.",
	"Is unusually hairy, having thick hair on almost all visible skin apart from around eyes and palms.",
	"always wears bright, vibrant clothing.",
	"Constantly twitches. They can't stay still.",
	"The skin on their left forearm is transparent.",
	"There are small mushrooms on the back of their neck.",
	"Has small woodland critters in their hair.",
	"Uses overly-exagerated movements for everything.",
	"Is slowly rotting away.",
	"Has incredibly beautiful features. One of the most beautiful people you've ever seen!"
	]
}