{
"ideals": [
	"Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well.",
	"Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld.",
	"Charity. I always try to help those in need, no matter what the personal cost.",
	"Change. We must help bring about the changes the gods are constantly working in the world.",
	"Power. I hope to one day rise to the top of my faith's religious hierarchy.",
	"Aspiration. I seek to prove my self worthy of my god's favor by matching my actions against his or her teachings.",
	"Independence. I am a free spirit--no one tells me what to do.",
	"Fairness. I never target people who can't afford to lose a few coins.",
	"Charity. I distribute money I acquire to the people who really need it.",
	"Creativity. I never run the same con twice.",
	"Friendship. Material goods come and go. Bonds of friendship last forever.",
	"Aspiration. I'm determined to make something of myself.",
	"Honor. I don't steal from others in the trade.",
	"Freedom. Chains are meant to be broken, as are those who would forge them.",
	"Charity. I steal from the wealthy so that I can help people in need.",
	"Greed. I will do whatever it takes to become wealthy.",
	"People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care.",
	"Redemption. There's a spark of good in everyone.",
	"Beauty. When I perform, I make the world better than it was.",
	"Tradition. The stories, legends, and songs of the past must never be forgotten.",
	"Creativity. The world is in need of new ideas and bold action.",
	"Greed. I'm only in it for the money and fame.",
	"People. I like seeing the smiles on people's faces when I perform. That's all that matters.",
	"Honesty. Art should reflect the soul; it should come from within and reveal who we really are.",
	"Respect. People deserve to be treated with dignity and respect.",
	"Fairness. No one should get preferential treatment before the law, and no one is above the law.",
	"Freedom. Tyrants must not be allowed to oppress the people.",
	"Might. If I become strong, I can take what I want--what I deserve.",
	"Sincerity. There's no good pretending to be something I'm not.",
	"Destiny. Nothing and no one can steer me away from my higher calling.",
	"Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization.",
	"Generosity. My talents were given to me so that I could use them to benefit the world.",
	"Freedom. Everyone should be free to pursue his or her livelihood.",
	"Greed. I'm only in it for the money.",
	"People. I'm committed to the people I care about, not to ideals.",
	"Aspiration. I work hard to be the best there is at my craft.",
	"Greater Good. My gifts are meant to be shared with all, not used for my own benefit.",
	"Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking.",
	"Free Thinking. Inquiry and curiosity are the pillars of progress.",
	"Power. Solitude and contemplation are paths toward mystical or magical power.",
	"Live and Let Live. Meddling in the affairs of others only causes trouble.",
	"Self-Knowledge. If you know yourself, there're nothing left to know.",
	"Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity.",
	"Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine.",
	"Independence. I must prove that I can handle myself without the coddling of my family.",
	"Power. If I can attain more power, no one will tell me what to do.",
	"Family. Blood runs thicker than water.",
	"Noble Obligation. It is my duty to protect and care for the people beneath me.",
	"Change. Life is like the seasons, in constant change, and we must change with it.",
	"Greater Good. It is each person's responsibility to make the most happiness for the whole tribe.",
	"Honor. If I dishonor myself, I dishonor my whole clan.",
	"Might. The strongest are meant to rule.",
	"Nature. The natural world is more important than all the constructs of civilization.",
	"Glory. I must earn glory in battle, for myself and my clan.",
	"Knowledge. The path to power and self-improvement is through knowledge.",
	"Beauty. What is beautiful points us beyond itself toward what is true.",
	"Logic. Emotions must not cloud our logical thinking.",
	"No Limits. Nothing should fetter the infinite possibility inherent in all existence.",
	"Power. Knowledge is the path to power and domination.",
	"Self-improvement. The goal of a life of study is the betterment of oneself.",
	"Respect. The thing that keeps a ship together is mutual respect between captain and crew.",
	"Fairness. We all do the work, so we all share in the rewards.",
	"Freedom. The sea is freedom--the freedom to go anywhere and do anything.",
	"Master. I'm a predator, and the other ships on the sea are my prey.",
	"People. I'm committed to my crewmates, not to ideals.",
	"Aspiration. Someday I'll own my own ship and chart my own destiny.",
	"Greater Good. Our lot is to lay down our lives in defense of others.",
	"Responsibility. I do what I must and obey just authority.",
	"Independence. When people follow orders blindly they embrace a kind of tyranny.",
	"Might. In life as in war, the stronger force wins.",
	"Ideals aren't worth killing for or going to war for.",
	"Nation. My city, nation, or people are all that matter.",
	"Respect. All people, rich or poor, deserve respect.",
	"Community. We have to take care of each other, because no one else is going to do it.",
	"Change. The low are lifted up, and the high and mighty are brought down. Change is the nature of things.",
	"Retribution. The rich need to be shown what life and death are like in the gutters.",
	"People. I help people who help me--that's what keeps us alive.",
	"Aspiration. I'm going to prove that I'm worthy of a better life."
	]
}