{
	"name": "Potions",
	"category": "Items",
	"source": "http://wampuscountry.blogspot.com/2012/05/d100-potions.html, http://dndspeak.com/2017/12/100-random-potion-effects/",
	"data": [
		{
			"name": "Color",
			"data": [
				"Almond",
				"Amber",
				"Ashur",
				"Avocado",
				"Azure",
				"Beige",
				"Black",
				"Blue",
				"Bronze",
				"Brown",
				"Burly Wood",
				"Caramel",
				"Cerulean",
				"Chartreuse",
				"Chocolate",
				"Chrome/Reflective Mirror",
				"Copper",
				"Coral",
				"Cream",
				"Crimson",
				"Crystal Clear",
				"Cyan",
				"Dandelion",
				"Ebony",
				"Feldspar",
				"Forest Green",
				"Fuchsia",
				"Gold",
				"Goldenrod",
				"Gray",
				"Green",
				"Hazel",
				"Honeydew",
				"Hunter Green",
				"Indigo",
				"Ivory",
				"Jade",
				"Khaki",
				"Lavender",
				"Lilac",
				"Lily",
				"Lime",
				"Magenta",
				"Maroon",
				"Midnight",
				"Navy",
				"Olive",
				"Opal",
				"Orange",
				"Orchid",
				"Peach",
				"Periwinkle",
				"Pewter",
				"Pink",
				"Plum",
				"Powder Blue",
				"Pumpkin",
				"Quartz",
				"Red",
				"Rose",
				"Royal Blue",
				"Ruby",
				"Rust",
				"Salmon",
				"Sandy",
				"Sea Green",
				"Scarlet",
				"Slate",
				"Sienna",
				"Silver",
				"Sky Blue",
				"Smoke",
				"Steel Blue",
				"Tan",
				"Teal",
				"Turquoise",
				"Violet",
				"White",
				"Yellow"
			]
		},
		{
			"name": "Appearance",
			"data": [
				"Effervescent (fizzy)",
				"Creamy",
				"Chunky",
				"Sparkly",
				"Glowing",
				"Milky",
				"Two separated liquids that don't mix (like oil and water)",
				"Filled with chunks of wax",
				"Inside of bottle is covered in algae",
				"Cloudy",
				"Has a four leaf clover in it",
				"Has henna patterns",
				"Hypnotic swirls",
				"Foamy",
				"Has a couple copper pieces in it",
				"Has rainbow oil slicks in it",
				"Thick like pudding",
				"Plaid pattern",
				"Crystaline patterns",
				"Glittery",
				"Bubbles as if boiling",
				"Chrome-like reflective shine",
				"Has soapy bubbles",
				"Splotchy",
				"Has ants in it",
				"Sparks with electricity when you shake it",
				"Iridescent",
				"Has mouse eyeballs in it",
				"Changes color depending on the time of day",
				"Has stringy slivers of metallic substances in it",
				"Has black flakes in it",
				"Has ink blotches in it",
				"Powdery",
				"Looks to be on fire",
				"Has chunks of ice in it",
				"Hot to the touch",
				"Has a worm in it",
				"Has 5 finger nails in it",
				"Has a bunch of long strands of hair in it",
				"Has a toe in it",
				"Has an ear in it",
				"Has a nose in it",
				"Has a fly in it",
				"Has a scrap of paper with Celestial/Abyssal on it",
				"Feels like there is nothing in the bottle",
				"Has butterfly wings in it",
				"Thick like molasses",
				"Has a snail in it",
				"Has frog legs in it",
				"Steam rises from it",
				"Smoke billows from it",
				"Has a twig in it"
			]
		},
		{
			"name": "Scent/Flavor",
			"data": [
				"Cherries",
				"Oranges",
				"Hazlenut",
				"Chocolate",
				"Bubblegum",
				"Cola",
				"Caramel",
				"Roast Beef",
				"Sea Salt",
				"Lemon-Lime",
				"Straberries",
				"Walnuts",
				"Bacon",
				"Roast Duck",
				"Fresh Cut Grass",
				"Earth/Dirt",
				"Manure",
				"Green Tea",
				"Copper",
				"Iron",
				"Ammonia",
				"Bleach",
				"Beer/Grog",
				"Bile",
				"Pine Needles",
				"Rotting Flesh",
				"Mustard",
				"Blood",
				"Buttered Popcorn",
				"Root Beer",
				"Pickled Beets",
				"Pickles",
				"Dill",
				"Mayonnaise",
				"Spinach",
				"Peppermint",
				"Pineapple",
				"Indistinct, but Fruity",
				"Mangos",
				"Bananas",
				"Overwhelming Floral",
				"Cucumbers",
				"Olives",
				"Marshmallows",
				"Sausage Gravy",
				"Farts",
				"Tomato Sauce",
				"Sage",
				"Peaches",
				"Blueberries",
				"Gasoline",
				"Baking Bread",
				"Milk",
				"Spearmint",
				"Sweat",
				"Talcum Powder",
				"Cinnamon",
				"Horseradish",
				"Ginger",
				"Honey",
				"Fish Sauce",
				"Graham Crackers",
				"Roses",
				"Mushrooms",
				"Soap",
				"Lard",
				"Bogwater",
				"Coconut",
				"Sesame",
				"Sugar Cookies",
				"Worcestershire",
				"Basil",
				"Rotten Eggs",
				"Rosemary",
				"Soy Suace",
				"Poppyseeds",
				"Whipped Cream",
				"Jalapenos",
				"Apricots",
				"Cloves",
				"Apples",
				"Vinegar",
				"Chicken Stock",
				"Grapefruit",
				"Vanilla",
				"Fresh Rain",
				"Peanuts",
				"Corn",
				"Cotton Candy",
				"Fruit Punch",
				"Kiwis",
				"Lemons",
				"Lcorice",
				"Dr Pepper",
				"Watermelon",
				"Dead Fish",
				"Spoiled Milk",
				"Moldy Cheese",
				"Dog Food",
				"Fresh Cut Wood",
				"Black Pepper"
			]
		},
		{
			"name": "Effect",
			"data": [
				"Poor Healing (1d4+1)",
				"Minor Healing (2d4+2)",
				"Greater Healing (4d4+4)",
				"Superior Healing (8d4+8)",
				"Supreme Healing (10d4+20)",
				"Cure Disease (spell)",
				"Heroism (spell)",
				"Enlarge/Reduce (spell, only targets self)",
				"The next thing you touch turns to gold (temporarily?)",
				"Bad Luck (disadvantage on all rolls)",
				"Good Luck (advantage on all rolls)",
				"Water Walking",
				"True Seeing",
				"Immune to Fear",
				"Immune to Charm effects",
				"Speak with Animals",
				"Dark Vision",
				"Detect Lies",
				"Can control Insects",
				"Regain maximum hit points possible from all healing",
				"Barkskin (spell)",
				"Polymorph (a creature with a CR up to 1d10)",
				"Sprout an extra arm",
				"Sprout an extra leg",
				"Gain 1d6 Luck points",
				"Burning Hands (spell)",
				"Makes skin glow",
				"Fly (spell)",
				"Gaseous Form (spell)",
				"Blends you with the next animal you touch (human + horse = centaur)",
				"Gain a prehensile tail",
				"Control plants",
				"Gain the 'Water Form' trait of a water elemental",
				"Superior Ability Score (roll 1d6, corresponding ability score is now 24)",
				"Poor Ability Score (roll 1d6, corresponding ability score is now 6)",
				"Random Ability Score (roll 1d6, corresponding ability score is now 1d20+8)",
				"Dominate (control) undead creatures",
				"Cure for Lycanthropy",
				"See others' alignments as auras",
				"Rapid hair growth",
				"Water Breathing",
				"Spider Climb",
				"Superior Jumping (jump 3x as far/as high)",
				"Dominate (control) giants",
				"Fire Resistance",
				"Fire Immunity",
				"Cold Resistance",
				"Cold Immunity",
				"Poison Resistance",
				"Poison Immunity",
				"Resistance to physical damage",
				"Resistance to magical damage",
				"Invisibility (spell)",
				"Greater Invisibility (spell)",
				"Locate treasure",
				"Double proficiency with every musical instrument",
				"Remove Curse (spell)",
				"Remove one level of exhaustion",
				"Remove all levels of exhaustion",
				"Gender swap",
				"Chameleon skin",
				"Levitate",
				"Ghoul Touch",
				"Dominate (control) birds",
				"Augury (spell)",
				"Double proficiency on saving throws",
				"All saving throws are now +6",
				"Mirror Image (spell)",
				"Clairvoyance (spell)",
				"Haste",
				"Gain long, sticky frog tongue",
				"Unarmed melee attacks deal 1d12+str",
				"Dimension Door (spell)",
				"Blink (spell)",
				"Protection from Good and Evil (spell)",
				"No need for food, water, nor sleep for 1d6 days",
				"Oil of Etherealness",
				"Speak with Plants (spell)",
				"Disguise Self (spell)",
				"False Life (spell)",
				"Feather Fall (spell)",
				"Find Familiar (spell)",
				"Mage Armor (spell)",
				"Tasha's Hideous Laughter (on self)",
				"Darkness (spell, centered on self)",
				"Detect Thoughts (spell)",
				"Locate Object (spell)",
				"Misty Step (spell)",
				"See Invisibility (spell)",
				"Sending (spell)",
				"Slow (spell, on self)",
				"Fire Shield (spell)",
				"Greater Invisibility (spell)",
				"Control Water (spell)",
				"Locate Creature (spell)",
				"Stone Shape (spell)",
				"Stoneskin (spell)",
				"Leomund's Tiny Hut (spell)",
				"Speak with Dead (spell)",
				"Stinking Cloud (spell)",
				"Lesser Restoration (spell)",
				"Revivify (spell)",
				"Paralyze self",
				"Turn self to stone",
				"Grow a rat's tail",
				"Save-or-die poison (DC 1d20)",
				"Become Blind",
				"Go into Frenzied Rage",
				"Insatiable appetite for 1d6 days",
				"Alignment shift (Roll 1d20, count through each of the 9 alignments one at a time)",
				"Appearance changes identical to the last person you touched",
				"Fingernails turn to brass, then fall off",
				"Deaf",
				"Fingerbones extend like claws (painfully)",
				"Randomly teleport 1d20 feet in a random direction",
				"You instantly know the location to the nearest 'Deck of Many Things'",
				"Age 1d20 years",
				"De-age 1d20 years",
				"Vomit 1d20 gold per minute for 1d20 minutes",
				"Become Mute",
				"Grow third eye in middle of forehead",
				"Gullibility - believe anything you're told",
				"All of your teeth fall out",
				"Insatiable Libido",
				"Map to unknown location appears on your back",
				"Gain the 'Rust Metal' trait of the Rust Monster",
				"Skin turns the color of the potion",
				"Have a vision of your god",
				"Mind-swap with the creature closest to you",
				"All your hair falls out",
				"Shadow Step (monk ability)",
				"+1d6 AC",
				"-1d6 AC",
				"+10 speed",
				"-10 speed",
				"+1d6 to attack rolls",
				"-1d6 to attack rolls",
				"+1d3 to proficiency bonus",
				"-1d3 to proficiency bonus",
				"+5 to random skill (roll 1d18, add to corresponding skill)",
				"-5 to random skill (roll 1d18, subtract from corresponding skill)",
				"+1 1st level spell slot",
				"-1 1st level spell slot",
				"Learn a 1st level spell from any class",
				"+1d20 temporary hit points",
				"Cure for vampirism",
				"You give off insect pheremones",
				"Legs turn into Mermaid tail",
				"Instead of speaking you bark like a dog",
				"Astral Projection",
				"Gain the 'Danger Sense' trait of a Barbarian",
				"Gain the 'Reckless Attack' trait of a Barbarian",
				"Gain the 'Uncanny Dodge' trait of a Rogue",
				"Gain the 'Jack-of-all-trades' trait of a Bard",
				"Gain the 'Divine Intervention' trait of a Cleric",
				"Gain the 'Action Surge' trait of a Fighter",
				"Gain the 'Deflect Missiles' trait of a Monk",
				"Gain the 'Cunning Action' trait of a Rogue",
				"Gain the 'Evasion' trait of a Rogue",
				"You can speak 3 additional languages, chosen by the DM, for 1d10 days.",
				"Roll on the polymorph table.",
				"You can jump four times as high for 24 hours, also all fall damage you take is divided by four for the duration.",
				"Your WIS increases by 1d4, and INT decreases by 1d4 for 2d12 hours.",
				"Grow feathers for 1d8 hours.",
				"An erection lasting more than 4 hours.",
				"Classic love Potion.",
				"A Potion that if poured on the ground will grow an acre of trees overnight. If drank….. Well that’s unfortunate.",
				"Grows a hideous feature that lasts 1d8 hours (like mandibles).",
				"You grow a beautiful ginger beard down to your knees.",
				"You drool uncontrollably for 1d4 hours.",
				"The index finger on your dominant hand start to glow shed bright light in a 20-foot radius and dim light for an additional 20 feet for the next 1d8 hours.",
				"You forget everything that’s happened over the last 2 days.",
				"Two extra arms sprout from your sides and function as normal for 10 minutes. You can use these arms to take a bonus action during combat. After 10 minutes the arms suddenly fall away, lifeless.",
				"The potion is a water elemental. Drinking it tastes like the freshest water you’ve ever drank. As soon as you take part in vigorous activity you spawn a water elemental in the same square as you.",
				"The potion is Coca-Cola. Describe the sugary taste and fizz, but don’t use the brand name. See if the player figures it out.",
				"Drinking it gives you minty fresh breath, and you don’t need to fart or go to the toilet for 48 hours as your body becomes 100% efficient.",
				"The fluid inside will actively try to avoid being drunk, clinging to the inside of the bottle. It’s actually a Tiny Ochre Jelly.",
				"Drinking it telegraphs the player’s mood and thoughts to all characters within 30ft for one hour, as if under the Detect Thoughts spell.",
				"You hover 4 inches above the ground for 1d6 hours.",
				"You gain a mild fear of arrows.",
				"You grow a third eye in your forehead granting you +2 perception.",
				"You transform into a lizardmen, permanently.",
				"For the next 2d6 minutes any slippery or sticky surface is treated as normal terrain for you, but any normal terrain is treated as 1d2: 1) Sticky 2) Slippery.",
				"When you talk it comes out in gibberish, but to you it sounds perfectly normal.",
				"You see that everyone has a slight outline around them, the color ranging from green to red, but you don’t know the meaning. It’s showing you how long since someone has taken a shit, green being recently and red being long ago.",
				"You grow an extra toe on each foot.",
				"Your hair turns the color of the potion you drank.",
				"Your skin turns green. Reduce your intelligence and increase your strenght by 1d4 for 10 minutes.",
				"The drinker must dance until they fall unconscious. They do not know that they must fall unconscious, and will resist all attempts to make them do so.",
				"The drinker turns a deep green and can photosynthesize, but must consume dirt and/or fertilizer to do so.",
				"The drinker’s nose is inverted, and sinks into their head.",
				"The drinker restores all their spell slots, but can only use them to cast one spell until the next long rest.",
				"The potion contains an unknown acid that passes through flesh and organs without harming them, nor does it stop on anything other than glass. In fact, it will pass through it all except glass and bone, which it dissolves rather painfully. It’s bone hurting juice.",
				"The potion restores a lost organ or body part as long as it isn’t larger than an orc’s heart. The restored body part will be partially see-through and assume a foggy white color, however, and phantom pain will still be felt where applicable.",
				"The potion is highly addictive (roughly 1 in 4 experienced adventurers fall victim to it), but has no other effects. It can be identified as the Hero’s Flaw by a pharmacist, experienced merchant or local dealer.",
				"The potion contains a highly flammable see-through fluid that can explode when intensely moved, dealing 1d4 damage per quarter of a litre around 2 meters (+1 every half a litre). Can be used to create fire or shrapnel based explosives.",
				"The potion is empty, someone has painted over the glass with bright blue paint and promptly treated with a Major Illusion spell. Who would waste a spell on something so trivial? Who knows? Not you!",
				"You can hover an inch above the ground. Base speed is now 40 feet for 1d4 hours.",
				"You fart loudly every 1d4 minutes (as a free action).",
				"When you speak you hear yourself normal, but everyone else ears you like a dog trying to speak.",
				"It’s so bitter that it makes you projectile vomit profusely for 1d4 hours. Disadvantage on stealth checks because of all the sound and tracking checks against you have advantage. Can be weaponized, treat as Acid Splash, 2d6 acid damage.",
				"You suffer the outward effects being intoxicated, but your intelligence score is increased by 8 or up to 20 for 1d4 hours. Once the time is up, you recover from all effects and your intelligence reverts.",
				"For the next 1d4 hours, one random ability score is increased by 6 (no maximum), and one different random ability score is decreased by 6 (no minimum).",
				"For the next hour, you gain a 10ft flying speed, but lose your walking speed.",
				"Gain 2d4+4 hit points and gain a randomly chosen condition for 1d4 hours: either poisoned, blinded, or deafened.",
				"Potion of Sentient Clothing.",
				"Get drunk for 1d6 hours.",
				"Get Truesight for 1d10 hours, and then pass out for 1d10 hours.",
				"You are set on fire.",
				"Your body slowly starts to become transparent, and you eventually become completely invisible. Lasts until you get hit.",
				"You get flight movement equal to your walking movement, until you get 100ft high.",
				"You get a single wish spell.",
				"You get a single wish spell, except what happens is the exact opposite of what you asked for.",
				"Your STR is permanently increased by 1. If it’s already 20, it goes down to 19.",
				"Next time you are targeted by a spell, its effect is doubled.",
				"You feel your skin getting harder. You AC is increased by 3, but your movement speed is halved.",
				"Next time you get hit by an undead creature or necrotic spell, you have to make a CR 18 CONS save. On a fail, your body starts to shiver, for no mere mortal can resist the evil of the thriller (You start to become a zombie. The transformation lasts 2d6 days, and can be dispelled by magic, before it’s completed).",
				"Your breath is minty fresh for a half hour afterwards, but your stomach turns. You get the feeling you weren’t supposed to swallow it.",
				"You immediately unleash the fire breath of a red dragon wyrmling directly in front of you.",
				"Upon drinking, all bodily fluids glow a bright blue, causing them to emit a feint glow for 2d6 days. This glow becomes stronger when bleeding.",
				"Upon drinking, the drinker will sweat profusely, followed by intense vomiting, crying, urination, and diarrhea for 3d6 minutes. If the drinker survives, they lose all emotional attachment for 2d4 days.",
				"Upon drinking, all negative conditions are removed, health is restored to full, and any injuries are instantly healed. Extremely expensive.",
				"Upon drinking, gain immunity to all negative effects that would be obtained by a substance entering the body for 1d4 days.",
				"Casts \"Stone to Flesh\" when used on a petrified object or person. When used on normal stone, it transmutes in to a random meat.",
				"Upon consumption, the drinker will vomit various dairy products throughout the day, including milk, cheese, ice cream, and yogurt. The product is from whatever animal was used to make the potion, and is completely edible.",
				"Upon drinking, all ability score improvements are doubled for 1d6 hours. After the 5th time drinking this kind of potion, the drinker will have all stat bonuses halved when not under the effects.",
				"Character can only speak in haikus, each haiku must reference a vision of nature in some way (“the sun sets promptly, this dungeon breathes a foul stench, goblins await us”).",
				"The potion resembles bubble tea containing 1d10 small tapioca balls. If you chew on the tapioca balls, they turn into little snails or frogs in your mouth",
				"Whoever drinks this potion experiences a very vivid daydream from his childhood that leaves him shaken for 1d3 hours.",
				"You feel an extraordinary fluency and efficacy in your words and are able express thoughts with great clarity for 1d6 hours.",
				"You forget everything that has happened since you woke up.",
				"You have the sudden urge to go the the privy. You have 10 minutes, after which time you are incapacitated for the next 24 hours, at the end of which you fall unconscious and successfully lay a fertilised egg. The egg takes 1 year to hatch as the dragon wyrmling imprints on you.",
				"Makes your body fall limp as you become a ghostly apparition for an hour.",
				"The content of the potion is in fact : a soul! If you try to drink it, you must succeed on a DC 13 charisma saving throw or your soul will be swapped for 1d10 days.",
				"It swaps your gender.",
				"The drinker is teleported back to the location they found the potion.",
				"The drinker is teleported to the nearest body of fresh water, with a niggling sense they should refill the bottle with it.",
				"The drinkers head becomes invisible. They become deaf dumb and mute for 1d4 minutes.",
				"The drinker becomes extremely physically attractive for 1d4 hours.",
				"The drinker has a Scottish accent for 1 hour, and takes 1d4 damage every time the player says something in character without attempting that accent.",
				"The potion is slightly viscous and smells of iron. Drinking it causes your entire mouth to fill with a metallic flavour, rendering you unable to smell or taste for 1d4 hours but during that duration, you are immune to ingested poisons.",
				"The potions falls upward, defying gravity. Instead of having the expected effect of levitation, the potion leaves you light-headed as it seeps into your brain. -1 on perception and intelligence checks but during that duration, you feel no pain and gain +1 to endurance and strength checks.",
				"The potion tastes like the best dessert you ever had, even though it smells like a wet dog. Drinking this potions grants you the benefits of a full day of rations.",
				"It’s a blood thinner! For 1 day, you bleed out after getting hit. Take half of the damage done on your first hit and subtract it for all following rounds until you are healed.",
				"The potion makes you extremely flammable! Stay away from fire or be prepared for things to get lit!",
				"This potion gives you Rage just like a Barbarian. The bottle contains enough liquid for two drinks.",
				"The potion is a heavy mist. On consumption, your skin turns slimy as you gain water-breathing for 1d4 minutes but lose the ability to breathe above water.",
				"The bottle contains an addictive poison! When you drink it, it tastes like the worse thing you’ve ever tasted, but then you soon start wanting to take another drink. Each drink causes 1d6 damage, and there is enough on the vial for five drinks.",
				"It was just moonshine! Disadvantage on dexterity checks.",
				"The vial contains water. Dyed water.",
				"Drinking it gives a boost to your immunity system, curing you of diseases.",
				"You feel it course through your body. When it gets to your feet, your shoes/boots melt off.",
				"When drank, you can exhale a frost breath in a 15 feet cone. Each creature in the area must make a DC13 Constitution save, or take 3d6 cold damage, and half on a success.",
				"When drank, give 2d4+4 temporary life points.",
				"When drank, you feel really hot, and you feel your blood boiling. For the next 6 hours you become resistant to fire damage, you when you are hit by an attack, every creature 5 feet around you must make a DC12 Dexterity save, or take 1d6 fire damage, and half on a sucess.",
				"You begin growing hair all over your body. After 1d4 days all your hair begins to fall out unless you drink more.",
				"A potion that transforms its drinker into a cabbage. Roll a 1d20, that's how many days the person stays a cabbage, on a 20 they permanently become a cabbage. Potion includes telepathy for the cabbage.",
				"Your veins seem to rise to the top of your body briefly. They leave dark purple and blue markings across your skin which will remain as tattoos."
			]
		}
	]
}
