{
	"name": "Resurrection Side Effects",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7f0mbc/lets_build_resurrection_side_effects/",
	"data": [
		{
			"name": "Side Effect",
			"data": [
				"While dead, the character kept having the feeling of drowning. When brought back, the character is forever scared to death by water.",
				"You suddenly speak and read a random language (possibly DMs choice) and have lost the ability to speak one.",
				"While you're alive, the resurrection was not a complete success. You've lost use of 1d4 body parts.",
				"Another soul latched itself onto yours during your resurrection. You can communicate with it if you concentrate hard enough.",
				"You saw things no man should see while in the realm of the dead, leaving you traumatized.",
				"Your time in the afterlife caused you to realize all of those you have slain. You now attempt to not kill anything unless truly necessary.",
				"There is no language in the land above. You now speak all languages.",
				"A crippling fear of god is placed deep inside. Religion is the only way to stave off hellfire.",
				"Religion is a lie. There is no god and no afterlife. You get violently angry at those who say otherwise.",
				"If a race other than his own killed him he is now violently racist against them.",
				"No man can be resurrected. A demon has taken the place of your dear friend. This demon wishes nothing but harm to the party.",
				"You gain an extreme fear of a random monster or creature type (DM's Choice), which causes the frightened effect upon seeing them, unless a wisdom saving throw (DC is DM's choice)",
				"While dead, your soul arrived in the Shadowfell, and wandered there for what seemed like eternity. Since the Shadowfell is a dark reflection of the material plane, you now have advanced geographic knowledge of the region of the world you died in.",
				"You awaken with a brand on your ass. Asking the right people will reveal what being has \"claimed\" you. Finding them will tell you why.",
				"You awaken with a partial tattoo of a map on your back. Finding others who were resurrected the same day you were will reveal more parts of the map.",
				"There's a strange smell about you that attracts demons. They want to help you and don't know why.",
				"Animals avoid you with a fearful respect.",
				"A singular horn grows from your head. Druids believe you're a sign of the apocalypse.",
				"You feel at home in crypts, graveyards, and other places of burial. You feel tired whenever you are in such a place.",
				"Some apparition or entity has attached itself to you on your way back. You're now plagued with visions of what this malevolent entity is doing on your plane of existence.",
				"The magic to resurrect you never truly left your body and is manifesting in some bizarre ways. Any time you are the subject of a spell with the [element] descriptor, there is a 5% chance a wand of wonder effect will occur treating you as the wand and the caster as the target.",
				"You awaken with a strong feeling that something is calling out to you and you know it will always be there at the back of your mind until you find it.",
				"The darkness of the eternal beyond still haunts you. You become unnerved in the dark, and your darkvision is reduced to 20 ft.",
				"The resurrection had complications... Your soul has entered someone else's body (different race, age, gender, body type, missing limb, etc). If this is near a burial ground, you have to crawl out of their grave. You have vague residual memories of the previous hosts' \"unfinished business.\"",
				"You must make a pact with a dark power to return. They occasionally manifest their weirdness in you as strange things under your skin, such as tentacles writhing, bugs crawling, snakes or rats crawling, faces appearing, etc. You owe an unholy power a favour.",
				"Instead of simply rising, from within your body issues forth a small humonculoid version of yourself that grows into a reasonable facsimile over the course of a week. There are clearly either physical or mental issues with the copying process.",
				"A food or drink that you used to love, now tastes like the worst food you can imagine. You would only eat it if you are starving, and it's the only avalible food.",
				"You gain knowledge, and understanding of something once unfamiliar. You gain a random proficiency.",
				"Your mind comes back missing knowledge once familiar to you. Lose a random proficiency.",
				"Your sould went to the hells, wherein you were about to sign a pact with a greater demon/fiend. The ressurection canceled the signing, enraging the demon/fiend. You now have 1d10 lesser imps hunting you.",
				"The resurrection ritual works, but your body is put into a comatose state for 1d12 days.",
				"The resurrection ritual works, but your mind is muddled, you can't focus or think straight. You have disadvantage on wisdom, charisma, and intelligence checks for 1d6+1 days.",
				"Everyone you previously knew now appears unrecognizable.",
				"You no longer can differentiate between sexes. Your reproductive organs disappear.",
				"All humanoids now appear to be followed by a collection of sprites of various colors and shapes. These sprites are undiscoverable by any form of magic, and can be observed only by you.",
				"You recognize that certain kinds of sprites are attracted to certain kinds of people.",
				"You can no longer touch any humanoid that has recently died without feeling excruciating pain from phantom claws dragging you down.",
				"You have gazed into the darkness, and the darkness gazed back. You now have a phobia of darkness.",
				"Another soul grabbed onto you on your way into the material plane, getting resurrected as well (A NPC appears, with DM determined details)",
				"Born Again... (Choose a new name)",
				"ONE OF US! ONE OF US! (Unintelligent undead won't attack you unless attacked first.)",
				"Unnerving Presence (Take -2 to all charisma rolls)",
				"Truly Awakening (You see through all illusions and detect invisible enemies)",
				"Death Wish (You no longer fear death and are inclined to do thing the more dangerous way)",
				"Hell Bound (You have found out you're doomed to eternal suffering and you'll do anything to prevent that)",
				"The patron deity of your afterlife was sad to see you go, so before you left he grabbed a part of your mind to keep for himself. Lose 1d8 years of your memory from any part of your life (GM's Choice)",
				"When you were resurrected you lost a finger (decided by a d10 role) and anything you do with that hand gets disadvantage.",
				"You are now affected by Turn Undead, and other similar effects at the DM's discretion, however you are otherwise completely fine and feel no obvious ill effects.",
				"The magic that brought you back lingers. Whenever you gain the benefits of supernatural healing, roll a d20. On a 1-5 the spells effect is reversed, causing the same amount of necrotic damage instead of conferring any healing. On a roll of 18-20 the healing energy spikes, healing the maximum amount possible to you and half that amount to all creatures within 10 ft of you.",
				"Soul Lag, you move but your soul moves a little slower giving your movements a ghostly echo.",
				"Part of you still resided in the land of the dead every night, in your dreams, you go back there. When taking a long rest roll 1d10 on a 1 you wake up screaming and only get the benefits of a short rest.",
				"Swap dominant handedness.",
				"Loss of belly button.",
				"It's like a printer. Sometimes it prints twice. Gain a perfect body double.",
				"You made a friend while you were a ghost. But now they want you back...",
				"At the start of every hour, roll a d20. On a roll of 1, you leave your body and enter the ethereal plane. Any damage dealt to your body in the plane you're currently in is dealt to your ethereal self, and vice versa. At the end of the hour, you are returned to your body and you don't roll for this until the next dawn.",
				"Your reflection (in a mirror, blade, water, etc.) is a rotted corpse.",
				"You shed your skin, hair, and nails once every 1d6 days.",
				"Your blood smells like sulfur.",
				"Your eyes are cold and dead.",
				"You were resurrected, but it was a painful experience and the torment you wish you hadn't been brought back. You wouldn't wish upon your greatest enemy let alone your best friend. If you are aware of someone being resurrected, you will you do every in your power to stop it, so they don't go through the pain you did.",
				"You met your ancestors, who informed you that you're a complete disappointment. All actions related to self esteem or will receive a penalty until you become rich, famous, or infamous.",
				"Everything you eat has the texture of ashes.",
				"The afterlife was a paradise, and you now have a compelling urge to return to the perfect life ripped away from you.",
				"Due to atrophy in your eyes while you were a corpse, you're now sensitive to bright light and prefer to stay in darkness.",
				"You gain a mark resembling an eye on your forehead, which is very visible if not covered. Twice a day, you can flip a coin for a chance to reveal the next action of any creature.",
				"Your spirit managed to make it back to the material plane mostly intact - the only screw up is in your hands. Since they're still halfway in the spirit realm, your character has no hands unless you can maintain concentration on summoning them from the spirit realm. However, because they're spirit hands, you can summon spirit hands of any race! Imagine an orc who can will dragon claws into existance! Or a gnome with the meaty hands of an ogre!",
				"In the spirit realm you were able to perceive time as it truly exists. As such, you are now able to measure time exactly - knowing the time of day, counting hours, etc.",
				"Your soul has become bound to a random item near the site of resurrection. Thus, your character cannot be killed by conventional means - if \"killed,\" his / her soul lives on within the item and can be reassigned to another body with a simple ritual. However, if your character's body is more than 30ft from the item, they will enter a comatose state. They will also die if the item is destroyed.",
				"The resurrection ritual, in recalling your soul from the spirit realm, inadvertently duplicated it and has created an undead manifestation of your soul somewhere else in the world. Perhaps it has some sort of evil undead agenda...",
				"Your senses have become a bit jumbled. You now smell with your ears, hear with your eyes, see with your tongue, and can taste and touch with your entire body.",
				"When you were resurrected you suddenly crave a food you disliked in the past. In fact, if you go 30 days without eating this food you go crazy and kill yourself.",
				"In your short trip to the afterlife, you learned that a parent made a deal with a demon, and your soul was the one promised.",
				"The nature of your character's soul has become muddied a little after spending time with the souls of many others in the spirit realm. As such, it reacts positively to any detection of aura - good, evil, magic, etc. Anything that someone or something is trying to find via magical means will find it in your character's soul.",
				"As you have now been linked to both the material and spiritual planes, you may now be sacrificed as a reagent in a simple resurrection ritual. Additionally, the second death of your character will immediately cause the resurrection of a random nearby body.",
				"You are now under the will of the person who resurrected you. Once per day the person who resurrected you can ask you one favor that you are required to do.",
				"The bond between your soul and body has become weaker. When you sleep your soul can wander the Ethereal Plane.",
				"Your eyes were not fully restored and you are blind with no magic short of a wish spell able to restore your vision. However, at the end of the three days of blindness your vision will spontaneously return and you find your other senses have sharpened to compensate. You have +3 on all perception rolls for a month.",
				"Your hearing not fully restored and you are deaf with no magic short of a wish spell able to restore you. However, at the end of three days of deafness your hearing will spontaneously return and you find your other senses have sharpened to compensate. You have +3 on all perception rolls for a month.",
				"The Fates had determined you were to be reincarnated, but the ritual has cheated them. You are haunted by dreams of a young couple mourning the loss of the newborn you were to be. Every month or so, you will have dreams and nightmares as the childless couple, your parents, try and fail to grow their family. Over the years they grow bitter, bicker with one another, and live miserable lives. Only finding them and apologizing will make the dreams stop.",
				"You get a monotonous, dead-like voice.",
				"While you were dead, a spirit told you about the ability to manufacture a powerful and ancient magic item, but you were resurrected just before the spirit told you what was the last ingredient. You are doomed to discover the correct component (Roll 1d100 every time you find an uncommon item), you are so stressed by your reasearch that you get -1 to your Reflex, fortitude and Will throw.",
				"Living among the dead you learned the secret of the flesh. Consuming corpse parts lets you see how they died. Biting someone let you see their real intention and fear. Of course, if you do it publicy, who have saw you will prefer blades over words and you get -2 CHR in every diplomatic throw with them.",
				"Dogs and other canids will perceive you as a Skeleton, and for that they will try to bit a gnaw your “bones” for fun. Trying to reason with them is just a loss of time. Run or Fight.",
				"Your soul becomes tethered to the one who resurrected you. In combat, you will be compelled to protect them against melee and ranged attacks you can see. Out of combat, you feel compelled to help them in all their endeavors.",
				"Dying has taken a toll on your mental well-being. You are now scared by the creature or item that killed you and when presented by a picture or trinket that reminds you of it, you become afraid and paranoid.",
				"You met your ancestors in the afterlife. If you are an orphan, foundling, etc., who never knew their ancestors, now you know you have ancestors somewhere. They were important people who have other descendants: now, you know their names and location. If you did know your ancestors, you just found out that you were adopted, and belong to another, more powerful lineage.",
				"When you died, though your body dropped straight down, your soul was left standing. The figure of everyone you killed appear underneath you and tried to drag you down to them, and echoes of everyone you saved try to drag you up to the heavens. Your alignment changes to good, and you feel a compulsion to save every life you can, no matter the costs.",
				"Just before you reawaken you see a huge eye in front of you. Your soul contains a spark of the power of resurrection, and a shard of a dragon's soul. Whenever you encounter a dragon they will try to take you alive. Your life can be sacrificed to resurrect a dragon, or to give the dragon who caught you a second life.",
				"In existence after death, you've experienced eternity. This has given you time to contemplate yourself, but made you grow distant. You gain +1 Wisdom and -1 Charisma.",
				"Your soul lived out the life of an animal (DM's choice) in the afterlife. You now have the ability to speak with this type of animal and you refuse to kill or eat its kind.",
				"The person who revived you invested a fair amount of their own power and life force doing so. As a result your memories and sensibilities mirror there own. Your alignment moves one step closer to their own. You also gain a number of their own memories and believe them to be your own.",
				"The entire time that you were dead, you knew that it was not the right time, in fact you know this because the nature of your true and final death was revealed to you. You now know the implement of your death (sword, fire, drowning, etc.) and take disadvantage in any rolls to interact with it and also take +1 damage from that source.",
				"Your body has died before, and learned from it. When taking damage from a damage source that matches the one that killed you (Bludgeoning, Piercing, Elemental Damage, etc.) you have 1 damage resistance.",
				"Rum is the Drink the dead love best. You are dead. You like rum. You have taken an extreme liking towards rum and in fact all alcohol. It confers no benefits to you, but you are beholden to none of the drawbacks.",
				"Your soul is back in your body, and your body has been fully healed, however, they are no longer fully bound together, your sould has a strong pull towards death. Whenever a sentient creature dies near you, your soul tries to go with it. You take 1d4 temporary Wisdom damage, and you recover one point every hour.",
				"When the character had died before, he or she learned that material possessions (or at least their duplicates) are brought with them to the afterlife. Upon resurrection, the character learned he or she had very little and now wants to take as much possible. The character finds it hard to part with their possessions and may have tendencies to steal.",
				"In the character's afterlife, they were presented with an incredibly wide variety of food. Upon resurrection, the character finds it hard to stomach the same food within a week. If a food item is consumed within a week of the last time it was eaten, make a Will save (discretion of DM) to not get nauseous. If nauseous, make a Con save to not vomit.",
				"The resurrection changed your way of thinking, every time you wake up from sleep, you randomly change your alignment.",
				"The resurrection left dead trace inside you. Once per day, as an action, you can cast Chill Touch.",
				"You can't control your left hand. It's possessed and only obeys if you address the spirit by their name. Also pushes other spirits away 5 feet once per day.",
				"Every sundown a hole from the Nine Hells opens in front of you to deliver a scroll. It lists the location of other escapees and you are now an infernal bounty hunter forced to send them back. The hole is useful for starting campfires.",
				"A black dog with red eyes follows you.",
				"Due to an unstable ritual you occasionally burst out a two foot plume of hellfire from random body parts. Once a week and forces you to carry an extra set of clothes.",
				"Tieflings say \"You smell like home.\" +5 charisma with Tieflings.",
				"Celestials are disgusted by you. -5 charisma with Celestials.",
				"Mosquitoes that suck your blood explode in little balls of fire.",
				"You have no reflection.",
				"During your time in the other side, your mind was touched by something unnatural. You experience intense nightmares once a month that leave you without the benefits of a night's rest, and any who attempt to access your mind without significant protection suffer 4d10 psychic damage as backlash. Once per day, you may touch another creature's head and force them to make DC 24 Wisdom saving throw. On a failed save, the creature is frightened for 1 minute. While frightened, the creature's speed is 0, and it cannot benefit from any bonuses to its speed. On a successful save, the creature's move speed is normal and they benefit from bonuses to their speed as normal.",
				"Your body didn't come together perfectly. You've lost your sense of taste.",
				"The resurrection has inverted your handedness and sex, changed your hair colour (if applicable) (d6, 1=blond, 2=brown, 3=black, 4=red, 5=grey, 6=white) and given you heterochromia.",
				"Unbeknownst to the cleric/party who resurrected you, your resurrection was actually a result of a pact you made with an outsider and sooner or later they are going to come to collect their end of the bargain.",
				"You mysteriously gained more knowledge, unknown to you before the resurrection. However, the information can only be gathered by touching the object in question and rolling a successful intelligence check. This unforseen gift gives a bonus to these intelligence checks.",
				"During the resurrection ritual, one of your senses was severely damaged (GM choice). You now suffer -10 to your passive perception.",
				"Your soul is returned, but your body continues to decay. This is not obvious at first, but becomes more and more clear over time.",
				"This body.. Feels strange.. Things you were good at you're now bad at.. and vice versa.. Take the score of your highest ability and now swap it with your lowest ability. Move 2 skill proficiencies from your once strongest ability, and replace them with two in your new strongest.",
				"Your body doesn’t heal by natural means. In order to heal properly, you must apply flesh from a creature that has died within 24 hours to the wound. This applies to both short rests and long rests.",
				"Everybody that was not directly involved in your resurrection forgets your existence and achievements before you died and treats you as someone they never knew or heard of.",
				"It is impossible to reverse exhaustion without the use of magical food.",
				"Your limbs feel unwieldy. Lose one weapon proficiency of the players choice, and the character is unable to jump. Attempting to jump will cause the character to immediately fall over and lay prone.",
				"You cannot hear music.",
				"You cannot lie.",
				"You feel the pangs of death when it occurs nearby. Whenever a humanoid dies within 50ft of you, your hands grow painfully cold up to the elbow, as if the heat is being drawn out of them. You suffer a temporary -1 to Dexterity for 1d4 rounds.",
				"You found the fabled sandman in the realm beyond the physical, and struck a bargain with him. You will never need to sleep again, but you will always feel a litte tired and sluggish (-1 on combat and initiative rolls).",
				"The wound that killed you itches. There is nothing wrong, no physical symptom, no healing magic or salve makes it go away. Sometimes you scratch and scratch until it bleeds.",
				"The risen feels a familial attatchment to the first few people they see after awakening.",
				"The one who performs the resurrection feels as though the risen is their own child, and is fiercely protective of them.",
				"The risen still bears the wound that killed them. It never bleeds, but never heals, frozen in time.",
				"Someone else in the world died at the very same instant as you, and the spell brought them back too. You will know each other by sight, and they may or may not be thankful...",
				"Your eyes have lost the ability to see visible light, but you either gain darkvision up to 50 feet or gain 50 feet to your existing darkvision ability.",
				"You don't believe in gods anymore and are afraid of silence and darkness, divine magic no longer work around you.",
				"If you were evil aligned before the resurrection, you are now a goody two-shoes. If you were good-aligned, you are now apathetic to the plights of others.",
				"Your fleeting experience in the realm beyond has given you a renewed vigour for life. You find it hard to say no to new sensory experiences, becoming more reckless in the quest for thrills.",
				"Mild neurological trauma has caused your preferred memory type to switch from visual to gustatory. You struggle to remember or recognise things unless you taste them.",
				"Your body and spirit are less bound to the material plane. When exposed to high magic flux (such as casting or being hit by powerful spells), you have a 25% (1d4) chance to be displaced to the border ethereal. You remain there until you are again exposed to high levels of magic, until you are subject to an effect that allows travel between the border etheral and another plane, or until 1d6 hours have passed.",
				"You can smell blood within a city's walls.",
				"The lines between living and dead are now very blurred to you. Once the sun goes down, you can constantly Speak With Dead- but cannot communicate with the living.",
				"The land of the living now feels unnatural. Your character can only gain the benefits of a Long Rest if they sleep in a coffin, or shallow grave.",
				"The worst has happened, and you came back. Your character is now forever immune to Fear. However, your body longs for its eternal rest: you automatically fail any saving throw against Sleep effects.",
				"The ritual failed, and someone else has come back in the old character's body.",
				"Your links to the beyond have not been severed. You can cast \"Speak with the Dead\" at will.",
				"As part of the deal, you have to kill whatever killed you within a month or you're dead for good.",
				"Your character cannot sleep without medicinal, magical, or alcoholic assistance.",
				"Whenever taking a long rest, roll a d10. Rolling a 1, your character's dreams and thoughts are haunted with grim and hellish images of the afterlife, negating any benefit from the rest.",
				"You develop a taste for the cultural food of your rival. On awakening you develop a craving for a popular dish(es) from your rival's homeland and desire to learn how to prepare it yourself. If you do not have a rival, the last humanoid you disagreed with fills this role.",
				"You develop an uncanny liking for oozes. You will seek out the nearest ooze/slime you know of/can find, and will attempt to befriend it by any method available to you. If the ooze is killed in the process you scoop up what you can in a jar and carry it with you as a beloved keepsake that you will cherish to your death.",
				"One of your body parts (GM's choice) is now replaced with a random metal.",
				"When sleeping you appear dead to a casual observer. You barely breath, and your heartbeat cannot be felt.",
				"You brought back a mote of necrotic energy during the ritual. You no longer have want or need of food.",
				"While in the afterlife you witnessed a great holy war and picked a side. There are rituals and magics you feel compelled to enact while alive to ensure victory on the other side.",
				"You have learned that there is no punishment or reward after death. Morality seems pointless now.",
				"During your short eternity you were very \"close\" with a demon: -(if Male) A Tiefling will eventually find you claiming to be your spawn -(if Female) A Tiefling surprise is growing within you.",
				"You inexplicably gain 1d6 warlock spells. (DM pick from spells that would be available to a warlock of the same level as the PC).",
				"Due to your experience (or lack of experience) while dead, you now have a moral dilemma whenever your party tries to kill a sentient creature.",
				"Your back is now covered with scars. These scars look as though large talons tried to keep you in the underworld.",
				"Deadly reminder: The final wound you received before you died is still visible as a scar. On the anniversary of your death it inexplicably bleeds and hurts as if it were fresh. (all rolls on this day have disadvantage)",
				"You are cursed with mephitic flatulence. 1d4-1 times a day you emit a 10-foot-radius Stinking cloud. The DM decides/rolls when these emissions occur.",
				"After being resurrected you're deemed ineligible for the afterlife when you next die.",
				"You awaken from death with a silver engagement ring clasped in your hand and a feeling of utter loss. The ring fades to mist if worn.",
				"Your character awakes from death screaming and continues to do so until passes out. When conciousness is regained no memory remains of why.",
				"When you look in any reflective surface you still see yourself as slowly rotting as if never resurrected.",
				"All fortunes or prophecies that are ascribed to your character are now null and been given to another person.",
				"In every plate of food you eat you find one maggot.",
				"Your resurrection was more like having your soul photocopied, and the result is an inexact duplicate. You are slightly paler, and your features ever so slightly distorted (minor disfigurations to face, limbs, etc.). These effects worsen with each subsequent resurrection. Every 1d4+1 resurrections, you lose a random body part (finger, kidney, lose a leg but keep the foot, etc.) due to generation loss.",
				"Your breath become unbearable. Characters become more difficult to persuade as the conversation unfolds. No effect on intimidation.",
				"When you came back, you found a little hourglass in your hand, filled with sand. Wherever you go now, it's somewhere on you. If you break it you die again.",
				"You're living on borrowed time : every person who was present when you were resurrected now ages twice as fast, allowing you to live.",
				"To allow you to come back, Death had to take someone else's life. Since it has a sick sense of humor, it took the life of the person you love most, and won't ever give it back."
			]
		}
	]
}