{
	"name": "Dungeon Ideas",
	"category": "Encounters",
	"source": "https://docs.google.com/document/d/1SICNOasIza4K10bYpkLlTVTzXgDp7a4m0mXGIC0AHws/edit",
	"data": [
		{
			"name": "Dungeon",
			"data": [
				"Temple in the Crag : A mountain was split during a battle between two titans. A hundred yards wide crag splits the mountain in two. In the sides of this crag, a cult has built a temple to their dead deity.",
				"City of Canals : Once a beautiful Elven city, a war now wages in the ruins. Hobgoblins and Elven factions vie for dominance of the white-walled canals.",
				"Tower of the wizard's tome : In a crater, there stands a wizard's tower. The wizard, however, is long gone; killed by his sentient tome. The tome has built constructs and has summoned creatures to protect himself and the secret it contains.",
				"Deserted Dwarven Forge : Karak Ungol was the pride of the Dwarven empire. A huge forge, mechanized and manned by constructs. After the empire dissolved, however, other creatures took hold of this once beautiful place.",
				"Temple to Tiamat : In the five wings of Tiamat's temple all manner of draconic creatures hide. It is said that in the inner sanctum of this temple, five times five kobold priests attempt to summon their Goddess to this realm.",
				"Spawning Ponds : Once every five years, Bullywugs return to the spawning pool where they were born. Many adventurers have gone into these sacred grounds to find the spring at its centre, which is said to grant eternal life. Only a small fractions, however, returns alive to tell of the horrors within.",
				"Tree keeper's grove : In the centre of each realm, there stands a grove with a sapling of the World Tree. Its guardians roam in the unkempt gardens, protecting the tree from those which would harm it.",
				"Forgotten Library : There once was an order which tried to gather all known knowledge, and preserve it in their library. The location of this library was lost with the last of the order's members. However, a sailor said that he found an entrance to it, and is willing to bring adventurers there, for a small fee.",
				"Tomb of the Last King : A small plaque at the feet of one of the two gigantic statues says the following in an ancient Dwarven dialect. \"Those who come here, know that you now enter the tomb of the last true king of Dwarves. Those who do not come to respect, enter at your peril.\"",
				"Church to the Dreamer : Sometimes, there are no more tears, and there is nothing left to do but to flee into dreams. The church is filled with those who wished to dream of happier days once more, before the end. In their communal dream, those who enter find solace in the arms of the Dreaming God.",
				"Pintsized Mausoleum : A lich had the brilliant idea of shrinking their phylactery into an impossibly small size and hide it in an enchanted box. The adventurers must shrink down into this shoebox sized dungeon and venture through in order to defeat the undead evil.",
				"Orbital Prison : This mountainous structure was created by the archmages of ancient times and orbits the planet. Inside rests the sealed bodies of evils too strong to kill. Can the party restore function to the jail before it crashes down into the capitol?",
				"Vaults of Pain and Pleasure : This endless labyrinth harbours the sleeping and her half-mortal agents. Every room contains either a horror or a pleasure for anyone who enters it, and some rooms can only be defeated alone.",
				"Buried Alive : A vast, multi-tiered dwarven mine on the verge of collapse due to lack of structural integrity and earthquakes. The adventurers start at the bottom of the mine and must work their way up. Meanwhile, a wurm makes things complicated.",
				"Dreams of the Past : An adventurer was possessed by a dark creature and though they were freed of it, a shadow remains in their mind. A dream Naga has offered to send the party into this person's consciousness to destroy this thing for good. Once inside, the party meets twisted versions of this adventurer's past, which the creature is using to drive the adventurer insane. (Can even work for party members who have been possessed)",
				"Tourist Trap : Sea cliff tower once housed a minor trading port's main defenses against pirate raids. After the decline of the pirates and merchants, an entrepreneur has turned the whole thing into a tourist attraction to drum up new business. Every full moon, all the old defenses \"come alive.\"",
				"The 5 Dimensional Maze : Length, height, width, time, and gravity conspire together to play tricks in this isometric dungeon. Like MC Escher's Relativity, every staircase, door, and platform has a different gravity orientation. Don't fall.",
				"The Broken City : A snowbound Dwarven citadel, built deep into the mountainside, split in two by a cataclysmic earthquake. The city streets slant crazily, and the underground thoroughfares end abruptly as they reach the ravine. Abandoned by the dwarves, the city is occupied by elite bugbear snipers, who search for a powerful technology that was left behind.",
				"Tidewater Hideout : An abandoned smuggler's den that is only accessible when the shark infested waters recede at low tide. Take too long exploring and you will be trapped by the rising tide.",
				"Hall of Mirrors : The party is hunted by a demonic shadow that possesses your reflection and turns it against you. Be careful not to get dragged to the 'other side'.",
				"Bone Catacombs : These sealed tombs contain the bones of the millions who died in the spell plague of 734. Their concentrated Necromantic energy has awoken legions of undead, but the catacombs were in fact built to imprison something much, much darker.",
				"Tomb of the Unholy : The quest for the Unholy Grail leads the party to the tomb of a Lich. Tomb is an arcane masterpiece in the shape of a tesseract (rooms at the corners, doors on the edges). Lich was a bard in life and wrote a comedy play about finding the Unholy Grail so all the challenges are references to Monty Python and the Holy Grail.",
				"Falling Silver : The party befriends a silver dragon who leads them to a cave infested with demons. The end of the cave is a portal to the abyss which the party needs to close. The silver is tarnished at the start, and by the end of the dungeon has fallen and becomes the end boss of the dungeon.",
				"Hither and Yon : The burial site of an ancient wizard, the world above the tomb has a palpable arcane feel. Inside the tomb the laws of reality are bent and broken, sending the party all over the world to single rooms that all form the maze.",
				"The Sinking Marvel : The party charters an airship/ship only to be forced to land on a long forgotten island city filled with wonder, wealth, and magic (technology). The only catch is the magic that once kept the city secret and safe is failing and the party must figure out a way to escape the island before it sinks into the ocean taking all of its treasures with it. Will they risk their own lives and attempt to bring the treasures with them or does the city hold an even darker secret at it's center?",
				"Naked and Afraid : The party springs a trap that transports them into the depths of the goblin's mountain lair. The problem is, their clothes and weapons didn't end up in the same location. The party must navigate the maze in search of their gear and an exit all while staying under the radar of the patrolling goblins.",
				"Benny's Hill : While searching for a legendary magic item the party finds the tomb of an ancient wizard. Within the tomb is a hall filled with hundreds of doors with constantly changing destinations throughout the tomb. As the party approaches the dais containing the magic item, the wizard awakes from his slumber and grabs his token and flees through the nearest door, the chase begins.",
				"The Blood Fields : A secret blood cult sacrificed a Berserker to gain his power. Denied a warrior's death, he now haunts the hidden temple where his body lies. He attracts battle to the surrounding fields to sate his bloodlust, and the deaths infuse the temple with necrotic energy.",
				"The Western Queen : A sunken ship lies on the bottom of the ocean. A century ago, The Western Queen carried a payload of smuggled magical goods and exotic creatures. Today, a young black dragon has claimed the items to start her hoard.",
				"Old King Urist's Treasury : When the Dwarven king Urist was stabbed in the back by his heir, he prayed to the Gods for aid. The Demon-God of Retribution's black hand reached out and pulled his palace deep into the mountain. Demon-King Urist and his hellhounds still inhabit the royal vault where he was stabbed, surrounded by treasures from the First Age.",
				"The Raided City : Once, a powerful people of massive siege animals raided a city of great faith. The faithful people cursed their attackers, and the entire city exists in the Shadowfell. Be mindful not to be trampled by the undead beasts that run through the streets, and meet the still living queen in her castle.",
				"Sightless Windings : A basilisk's domain, deep underground, is also the sight of a much-rumored treasure. Petrified treasure hunters litter the path, inadvertently pointing to the heart of the maze, which is littered with smaller vermin that prey on what the basilisk doesn't bother with. The treasure lies in the heart of the maze, where the basilisk lies waiting in darkness.",
				"The Acid Grove : A recluse obsessed with beauty has created the most beautiful place in the woods with plants of a kinds, 20 foot tall hedges for walls, and all of it in unnaturally beautiful colors. It comes at a cost though, the grove relies on a poisonous liquid for life. A cloud of acid rain travels freely to sustain this. Should the grove get damaged or hurt in any way the cloud will move towards the hurt region. The grove is filled with thorns, sections too narrow to traverse without causing damage, and cursed creatures hiding under the hedges.",
				"The Grand Opera : Haunted by the spirits of long dead performers. At night they relive some of their grandest productions. The sets and characters really “come to life”.",
				"Garden of Madness : A nobleman who loved his garden so much he killed birds who entered was given a gift by the fey. The gift caused his entire estate to become overgrown and drove him mad. He now stalks the halls as an invincible mutated Flower Knight, commanding the plants around him.",
				"Hugging Forever : What was once a practice-dungeon for rogues of ancient times, this training site is filled with traps that cause inconvenience rather than kill; rooms flood to the ceiling with health potion liquid, doors open to different rooms no matter how many times you go through the same one, and once inside the doors don't open until all the puzzles are solved and all the traps are disarmed. Despite the name, only one adventurer has ever come back, and all they will talk about is how long they were in there. Can the party reset the dungeon before they all starve to death?",
				"Mausoleum of the Ancient Composer : An archaeological dig in the city of Ankor-Jubei has discovered something horrible under the great temple. Something stirs within, and the population of the city have fallen into an endless sleep. Witnesses told of strange music and lights coming from the dig site before succumbing to the sleep.",
				"Temple of the undead : While stumbling into a graveyard after hearing voices late one night, the party sees multiple zombies start to rise from graves while the earth is opening up in a circle around the party letting out unholy eldritch magics long forgotten and locked away. The party kills the zombies and falls into the cracks of unholy magic that are leaking from a mega crypt and find magical runes on the wall depicting a powerful undead that all other undead are bowing to, after this the tomb rumbles and the crypt is cracked in half with the same unholy energy that rose from the graveyard. When the party sees where the energy is coming from, the energy leaks out of a tomb nearby that took up the whole wall that had the picture of the undead on it and when it cracked open an undead dragon with a ghastly green aura that deals unholy damage every round while the dragon breathes his unholy breath giving penalties to the party; after beating the dragon the party can take the dragons skull for a shield and have it breathe the same unholy breath, after the fight the tomb collapses harmlessly around the party and a holy light fills the place healing the party and filling them with warmth.",
				"Mad Alchemists Explode-atorium : Infiltrate the Mad Alchemists underground laboratory in search of a bottle of universal solvent. Bizarre potions, unstable concoctions, complex traps, magically fortified enemies, and lots and lots of explosions.",
				"Gates of Tartarus : A maze of twisting jagged stones. At the center if the maze a wizard performs a ritual to open the portal which the entire maze resides on. Fiends occasionally claw their way out of floors and walls.",
				"Enchanted Forest City : A forgotten city within a forest that seems alive, passages open and close at random by thorns and vines. A green dragon resides within it as well as its minions and those hunting said dragon.",
				"The Mindscape Castle : After Coming into contact with a magical entity from worlds unknown, a little girl is unknowingly trapped in a dream world of her own creation. Those who enter the dream must traverse an ever-changing castle of crystal in the hopes of reaching the top and freeing her.",
				"The Deep Forest : An arch-druid who kept the balance disappeared a century ago. The forest grows wild as evil spreads. PC druid discovers she was the arch-druid in her former life and must fulfill her destiny.",
				"The Old Tower Ruins : A centuries-old coastal wizard tower complex lay in ruins. Goblins now infest it and smuggle goods for the pirates of the Starless Sea. Will our band of heroes be able to save the kidnapped son of a local ruling lady who is being held for ransom?",
				"The Lonely Library : The Death Cult of Anubis has located a library that contains lost chapters of a necromantic ritual. The priest they sent to investigate hasn't returned in a while. Surely he didn't use the ritual himself, bringing out the spirits trapped in the books and causing their stories to come to life...",
				"Black Manor : A cabin in the woods that appears as a huge gothic manor on the inside. It is inhabited by a witch who has charmed all of statues and suits of armor to life. Killing the witch will cause the illusion to collapse and send the party to another plane.",
				"A laboratory : A laboratory with old experiments with potions acids and races, a few seem to have broken out (but thirteen experiments which may or may not have been created in this lab in the world, your choice) remain",
				"Misty Golden Citadel : Lodged in ancient mountain ranges, void since time immemorial, lies colossal ruins. No texts tell why it lies empty, yet the mists cannot hide the golden light it constantly emits.",
				"A temple of the moon goddess : built by a cult. An unknown calamity caused the cult to disappear. A dragon now nests in the dungeons beneath.",
				"A fortress Outpost : An outpost built into the mountainside by an old empire. The fortress was crushed down the center by some giant machine during the empire's fall. It is used by bandits as a base to raid local fishing villages.",
				"An old magic workshop : made by a chapter of artificers. The workshop was abandoned after an enchanted item caused an explosion. Fey creatures now inhabit the workshop, drawn to the magical energy surrounding it.",
				"Goblin's Respite : Goblin hovels are located throughout the land, however none so relaxing as this, at least for the greenskinned. This collection of cave entrenched mud and swamp-like hot springs is a place of relaxation for the disturbing little creatures. But what goblin's think to be relaxing, may be dangerous and torturous for our adventuring party.",
				"Stellar campaign : A common, well-off and known acquaintance sends letters to each party member to come to his mansion to investigate a disturbance in the vast tunnel system underneath his home. Surprise, marooned mind flayers are enslaving heroes to crew their newly-fixed spelljammer ship! Surprise, you are in a spelljammer campaign now!",
				"Royal Vault : Long ago a bank was built in a small pocket dimension, with portals to all the known planes. In it immense heaps of wealth were stored, carefully hidden in closed safes, behind a hundred guardians. The bank has long since closed, most of the wealth within taken or looted, but tales remain of a locked vault hidden deep within, containing a red Dragon's hoard.",
				"Sailing City : Legends speak of a fourth kind of elf, which had built floating cities on the sea. They tell of the vastness of these structures; over a league long, with sails reaching higher than the lighthouse of Easthaven. No one really believed these fairy tales, but sailors have told of such a structure floating in the Emerald Sea.",
				"Floating Fortress : An old wizard was sick of the clouds spoiler his view, so he created a spell to dissolve all of them within five miles of his house. Unbeknownst to him, he destroyed a Cloud Giant village in doing so. The survivors rallied and created a fortress with which they could take revenge on the old man, or, if they couldn't find him, the rest of his race.",
				"Tree of Pain : The Lord Of Suffering is not a kind god. In the giant thorned tree which is his temple, worshippers and innocents alike face tortures beyond their imaginings. Will the adventurers be in time to save their friend before everlasting agony wipes away the remainders of his mind?",
				"Elder God's Prison : \"That is not dead which can eternal lie, and with strange aeons even death may die.\" The elder god was sick of waiting, however, for someone to free him from this prison which he'd been here for untold ages. With a small of his power, he summons a group of adventurers into the prison, pleading them to release him from his confinement.",
				"The Clockwork Cavern : An old, wealthy gnome tinkerer built an entire staff of clockwork servants to take care of him in his old age inside of a remote cave. Now, the tinkerer lies dead, his fortune hidden somewhere in the cavern. The adventurers must rely upon bizarre clues from the leftover constructs to find their reward.",
				"Ghost Town : The party finds a town that's eerily quiet, until night time rolls around. Plenty of residents want to move on, but something seems to be keeping them here...",
				"Undead Tomb : A powerful wizard transferred his soul into his tomb. The tomb and its traps are an elaborate method to funnel life force to sustain the wizard.",
				"Clockwork Tunnels : A huge clockwork war machine has been built, and stopping it requires navigating internal maintenance corridors.",
				"Sinking Tower : A massive tower has slowly been sinking into the ground for generations, as the locals have continued to build it up for its religious significance. The lower levels are overrun with monsters, but something lost there must be retrieved.",
				"Ship Aground : A massive sailing ship has run aground and split open, providing a chance to explore for salvage. However, the ship's position is precarious, and sahuagin have taken over to ambush treasure seekers.",
				"The Mad Asylum : An ancient lich used his magical prowess to fortify an abandoned asylum. Inside, adventurers who seek to rid the world of this antediluvian evil find what only a truly mad mind could create: portals that lead to other planes and back into the material plane and in so doing creating a headache of non-euclidean dungeon-delving.",
				"The Frozen Temple : Everything inside this temple is covered with a thick sheet of magical ice. Using buttons on the walls, the party can temporarily unfreeze the ice to cross hallways and obtain the items they need. However, thawing the ice will release the dangerous creatures who were imprisoned here in the first place.",
				"Tomb of the Starwalker : Inside this desert tomb, an ancient king was buried with an amulet that allowed him to travel into the Astral Plane at will. The celestial beings he befriended there are sworn to protect him from evil in the afterlife. The party can enter, but if they perform any evil acts (such as taking any items), the guardians will know.",
				"Silence like a cancer : Resting below a town of wizard and sorcerer refugees is a crypt of the tieflings that came before. They still reside there with a plot to retake their city. The spell Silence is now a tangible cloud that is growing out from the depths and soon threatens the surface, stop the forgotten king.",
				"Mind Maze : An unnaturally old human wizard holds an important secret, and the party must wander the halls of his memory to find it. Only problem is, every time they pass through a door, his withered mind forgets what was in the previous room. If they go back, a different room will be in its place, and each room contains an encounter from his own long and colourful history.",
				"Paelors temple : A beautiful ornately carved marble temple on top of the fangborn mountain tops that is secretly falling into disarray. Upon closer inspection every member of order of the sun within it's halls is turned to stone. The folly of man to fight with God's ( one of the priests still an idol from the mad god sheogorath )",
				"Kaerns plunge : A massive perfectly round mining shaft 25 miles wide and almost twice as deep. A spiral staircase is carved into the walls with a dwarven rune on each step in a script that is unreadable . Hastily etched murals of a dwarven kingdom and its people are along the walls. (With a little notice a member of the party who is proficient in stonework or speaks dwarven will notice that the stairs were made from the bottom up and the script includes a warning.)",
				"Yashas menagerie : In a dense rainforest you come upon a wooden sign in gnomish that states to yasha's menagerie 2 miles north. As you travel closer the forest becomes more and more fertile and animals of drastically larger proportions than usual. A set of old and broken wooden, clay and stone huts with a series of broken cages surrounding them. In the back of the village is a massive Willow tree looming over the area with a faces carved into it, behind tree hidden until further inspection is an enormous cage with a broken lock and the door busted wide open",
				"Tony's tinker shop : Underneath a bustling municipality, a dusty staircase leading downward to an unassuming dirty door with still well polished bronze handle with a T engraved on it. An eclectic mess of a store inside piles of bibbles and bobbles stacks of books and shelving. No living creatures in sight but instead you can find beautifully designed mechanic creatures to fill the space.",
				"Keeper of Secrets : Sphinxes live a long time, certainly long enough to get utterly sick of riddles. A gynosphinx who did gathers secrets, and is now hidden away in a cloisters in the mountains. If you could get past the order which has sworn to keep the sphinx and her secrets safe, you may learn what you need, for a price.",
				"Titania's maze : The adventurers have been invited to attend the midsummer court, a tremendous honour. Titania has taken a liking to the party. If they agree to entertain her and enter her labyrinth, they may ask her one boon, provided they survive.",
				"Poirates of the Karribean : Goblak Goldenbeard and his band of Orc and Goblin pirates have been terrorizing the Severed Sea for far too long. A hefty reward has been offered to the person or persons which deliver the golden beard to Earl D'Etat at his mansion.",
				"The Beast in the Belfry : Hundreds of years ago, Gregor the Arcane created a bell which, when struck, drives away all evil meaning harm to the city of Arstath. The Spectator he summoned to guard the bell has gone insane, however, and is slowly taking of the city's regent council. Dare our adventurers enter the monastery to defeat the beholder and its cult?",
				"Sins of the Father : Temple cursed because leader's child has betrayed patron god by forging deal with rival god in order to exact revenge on their father. The 2 religious groups (corresponding to temple and other rival god) are at war. You're tasked with solving the curse before war spreads to all lands.",
				"The Lonely Inn : On the side of the road in the middle of nowhere, there is a rather large inn. It's halls are lined with armor, banners, and weapons of various factions and they sell all manner of traveling supply. Rumor has it that very few occupants ever check out.",
				"Turtle Hill : This inland hill actually is the gargantuan shell of a dragon turtle. Once a temple to truth and knowledge, it has since become the nesting ground for spiders and their keepers. However, even they dare not disturb the guardians of the inner sanctum.",
				"The Bear Hills' Bone Mill : The abandoned Bear Hills Mines have been reclaimed by a necromancer. Abducting only the finest specimen of humanoids and creatures alike, she throws them tied into the ooze pit to clean the flesh of their bones. These top quality skeletons run a closed loop operation, and it appears the only way to enter and look for the hidden treasure vault is by being abducted yourself.",
				"Sanctuary of the Flame Lord : A massive Volcano has appeared from the ground, and within the volcanic crater a castle sits, filled with Fire elemental creatures. They attempt to summon a powerful elemental lord by erupting the volcano, performing a charred and ashen rite of flame at the bottom of the castle. The players must enter, descend and stop the rite, then escape before rising lava or the volcanic explosion ends their adventuring career early.",
				"The Sanctum : A mysterious place so weathered and overgrown you cannot tell what kind building it used to be. Now used by an in-secret shadowmancer to perform dark arts while he \"works\" there as a school teacher, the place somehow seems to attract all evils when the party interrupts the teacher in some dark magic ritual. Ghost spawn, bandits find their way in the building and lastly 2 big slime come in through both entrances from even behind the bandits. Making your escape can only be done by either figuring out the glass walls used to be windows and can easily be broken, or fighting your way through",
				"Delayed Revenge : The demon Eskaloth and the goblin army he controlled had waged war on the entire continent. Though mortally injured, the Queen of Bells led her legions against the overlord and banished him. The final resting place the Elven queen has been defiled: Eskaloth wishes to resurrect her and, as a final insult, possess her final corpse as he finishes what he started a century ago.",
				"The Picnic Island : Once a party of powerful adventurers retired, scattering to where their hearts called them, with one of them having the (annoying) hobby to collect things sane man kill - or better yet, seal away until they starve to death - on sight. Sadly, they choose to settle on a tropical island with their collections at one of the few stocking point for ships of any kind sailing on the Mercury Sea's grey waters.... After the kingdoms, merchant unions and even the pirate fleets give up all hopes to claim the island once again, now, the tales of treasure being on the island is confirmed, by the memoirs of the other party members...if the new inhabitants didn't eat them yet.",
				"Kuo-Toa Outpost : What appears to be a deep well shaft with brackish water at the bottom is actually the entrance to a Kuo-Toa lair. The creatures scale the well's walls at night to raid nearby villages. Plenty of underwater encounters in these caves; bring a ring of water breathing.",
				"Treehouse of Horrors : A group of wood elves ask for your help in ridding their home of monsters. The entire adventure takes place far above the ground among treehouses, rope bridges, long flat road-like branches, giant hollow trunks, and so on. Encounters would include giant spiders, assassin vines, myconids, shriekers, shambling mounds, owlbears, evil dryads, etc.",
				"Haunted Inn : An innkeeper begs you to cleanse his two-story inn (plus cellar) of evil spirits. Plot twist: the innkeeper brought this haunting upon himself by committing some unspeakable deed in the distant past. In addition to the obvious undead encounters, let the players discover something horrific in the cellar — perhaps incontrovertible evidence of the innkeeper's evil act?",
				"Hall of Mirrors : After a tough encounter with a powerful spell-user seemingly ends with their deaths, the players all awaken in a vast circular room, the walls of which are lined with door-sized mirrors. Each mirror is a portal to a place or plane; players must solve a puzzle in order to use each portal. As they argue over solutions, unearthly creatures continue to appear through random portals, and the players must divide their attention between the puzzles and the encounters.",
				"Basilisk's Log : Now petrified, this was the first tree ever to fall. It's rings have split and fractured, creating a labyrinth filled with gems. Basilisks feast on these gems, and have inhabited the log.",
				"Corrupted Temple : This once proud temple to the Sun God now lies in ruins, but would serve as an excellent outpost for the local militia... if anyone could stay the night. With the help of a local Cleric, the heroes are to re-Hallow these dark grounds. Will they succeed, or unwittingly unleash the evil stirring beneath?",
				"The Black Labyrinth : Long ago, a mage created an ever-shifting clockwork maze in the depths of the abyss. No one has ever reached the core, but our valiant heroes have a magical map that can lead them through. Can they brave the depths of an abyssal labyrinth and its demonic guardians, or is getting in the easy part?",
				"The Silver Door : This door can only be opened by a silver key, and beyond is the land where dreams come true. Our heroes can find the treasure of their wildest dreams, but they may have to face their worst nightmares first...",
				"The Wandering Inn : A mysterious inn appears in a small town, and those who enter never leave. Our heroes investigate, but little do they know, the Inn itself is alive, and every chair, table, and piece of silverware is alive and hungry too. Can they survive the Mimic House?",
				"The Mansion of Mystery : A huge abandoned estate last owned by the late Marla Wintercrest. The Wintercrest fortune was built on the production of the finest and deadliest swords in the land, and she believed she was haunted by the ghosts of all those who were killed by Wintercrest swords. The estate was sprawling and nonsensically built (doorways to nowhere, upside down stairs, tiny rooms, etc) to confuse the spirits that linger within its ominous halls.",
				"Rubik's Cube : A crazy wizard gained access to vast untapped knowledge and power, and would willingly share it with anyone who can master his maze. The Wizard and his power are in the center of the cube and the puzzle can only be completed if the players finish all 26 challenges in the cube. To make things worse, after every challenge is completed the rooms shift around so you can almost never tell where you are in the cube.",
				"Desecrated Fountain of Live : Once this Fountain hidden in depths of Cave was able to heal all wounds. Now due to Cursed Shard embodied in it Fountain resorts Life And changes everything giving mutations to all that drink from it. And so The Fountain lies spawning it monstrosities onto The land.",
				"The Fountain of Youth : The new well in the center of town seemed like a godsend at first - people who drank from it became younger and younger. Now, however, the town is full of young teenagers, unable to grow up. At the bottom of the well is a cavern, and deep in the water, something glows.",
				"The Tyranny of the Small : Vermin are overrunning the city. Rats, roaches, and other unclean creatures are threatening food stores and fresh water. A mad wizard calling himself the Pestimancer lurks deep in the sewers, demanding the Lord's son in marriage.",
				"Caverns of the First People : Strange spirits have been seen haunting the ancient caves on the kingdom's frontiers. Deep in the caves the party finds tombs in which desiccated corpses have rested for eons. The bodies in those tombs are unmistakably their own.",
				"This Is Not A Place of Honor : The barren field with the strange markings has stood undisturbed for as long as anyone can remember. Now, however, prospectors have decided that the place is worth exploring. Those who venture into the excavations find themselves dying horribly. (inspired by this article)https://www.damninteresting.com/this-place-is-not-a-place-of-honor/",
				"Crystal maze style : A mad wizard traps you all in a castle and the only way out is to get crystals from various rooms. Example room 1: one of the team go in the maze the rest of the team have to guide you through a maze they can see from above. Example room 2: 2 members of the team have use jugs to solve the die hard riddle (\"You have a 3-gallon and a 5-gallon jug that you can fill from a fountain of water. The problem is to fill one of the jugs with exactly 4 gallons of water. How do you do it?\") Upon freedom the mad wizard could be a boss or not, DM choice.",
				"Groundhogs Wedding : One room, a random table of sudden events, and a pocket watch that turns back time to exactly noon or midnight. The watch can revive dead players but cannot restore hit points to merely injured creatures. Players must keep repeating the encounters until they figure out every possible result and foil them.",
				"The Clockwork Isles : The secluded island lair of a long dead artificer, rediscovered by an expedition after the secrets hidden within. Still patrolled by his creations, and inhabited by the denizens that moved in over the years, the fortress is a patchwork of well maintained gleaming modernity and overgrown ruin. Rumors that the vault within contains great and terrible knowledge are unfortunately true.",
				"Roots : A treant's roots have become infested by termites. The PCs must shrink down to fit through the tunnels, find their way to the center, detonate a pesticide bomb, and get out.",
				"Crack in the World : A cavernous ravine splits the forest in two revealing an ancient dwarven settlement torn asunder. Peering downward reveals that an inky black abyss is all that lies beneath the ruins of this long forgotten grave. Is this truly the way?",
				"Minds are a Terrible Thing to Waste : Hero's awake in a multi-level-dream-dungeon. Only way out is to find out who's dream built the level, and solve the problem (monster or otherwise). Is it a little like inception, yeah kinda.",
				"Rescuing a thief : The only way out is through a locked door. They key is inside the thief's chest cavity.",
				"Spider Cave : There is a cave. There are spiders in it. People call it Spider Cave.",
				"Curses under the lake : A coven of sea and green hags have their lair in a cave fully submerged beneath a fetid lake. A pair of shambling mounds partially block the entrance, and prevent more than one person from entering to deal with the hags. The lair itself contains an entry room (fully submerged), a room with a deep well where they perform rituals (fully submerged), one or more sleeping quarters (which may be above water), and a small cave that is used as a prison for some unfortunate being. The leader's room holds a mirror of life trapping which is always active but behind a curtain; several other unfortunate creatures are trapped within.",
				"Siege at Chronomancy Tower : A legendary Chronomancer's tower has been overrun by Orcish hordes. In a last-ditch effort, the wizard has put himself in stasis and locked his tower and besieging armies in a loop of the last four hours of the attack. The adventurers are kicked out every time the tower loops, can reach they top of the tower in time?",
				"Paztaxerox's Pit : The Young Green Dragon, Paztaxerox, has taken residence in a vast marble quarry with her army of kobold thralls. In the open-aired quarry, Paztaxerox's minions share living space with her collection of strange and dangerous flora. And like a weed, the industrious kobolds build their master's glorious city just a little bit bigger every day.",
				"Hillmark Theatre : Ever since the tragedy at the Hillmark, the old theater has been left to the vermin and squatters. Years later, a string of strange disappearances lead back to the abandoned theater, where doppelganger thespians hone their craft on a captive audience. Who here is really a prisoner, and who is simply playing the part?",
				"The Siege : The party is hired by the army to break a lengthy and costly siege. They are snuck into the city and have 2 weeks to sabotage the defenders before the main army attack. Or they can aid the defenders and shore up the defence and lay a crushing defeat at the feet of their former employers.",
				"The Necromancer's Stagecoach : A stagecoach and mysterious driver have been traveling from town to town and making off with bodies robbed from the graveyard. Continually, he has both came and gone in the night to avoid capture. Yet, adventurers won't find a cozy abode in this coach as entering will them into a sprawling dungeon—a pocket dimension full of necrotic horrors and experiments—making its way across the countryside.",
				"Abandoned Outpost : There is absolutely nothing special about it. When economic circumstances changed, everybody there packed up and left - anything left behind was already worthless. Anyone investigating the outpost is just wasting their time (and risking animal attacks).",
				"Vampire’s Cottage : A vampire lives in a small cottage outside of town. Underneath the cottage are three floors of labyrinthine passages filled with Wights and Spawn, converging to a single room. Two coffins are in this room, on for the vampire, one for their departed beloved.",
				"Fishing Village : An expansive village with many side streets and town houses, where a secret kraken cult lives. At night they swim into the sea, to commune with monstrous things. In reality, the Kraken is just a few Drow using illusion spells.",
				"Old Church : A dilapidated Church, with four great spires. Druids and barbarians have taken to living peacefully here, and the old hall of prayers has become a market. But the Druids will fight for their home.",
				"Dragon’s Shipwreck : A young brass Dragon has selected a large ship wreck to make itself at home. The bunk rooms remain intact though, and guests are occasionally entertained here. Several Kobolds stand guard of the treasure, ready to fight any who dare steal.",
				"Elvin Waterfall : Elves have taken up residence behind a waterfall. Inside, water and mist billon constantly, reducing visibility severely, while fey beings watch over. This cave is the Summer Home of an Arch Fey, and she is ready to kick trespassers out.",
				"The Painting : Players discover a small painting in a cabin in the woods and upon contact they are sucked into a limbo like plane with paintings as the walls, floors, and ceilings. Monsters come out of the paintings and as you go deeper and deeper, a painting 30 feet tall yields the Painter, a beautiful woman who, when defeated, erupts into flames and forces the party to escape the way they came. After the they escape through a rip in the canvas they appear right back in the cabin with added treasures in their bags.",
				"The Crag : A level carved into the side of a mountain Your party must scale up the side of a cliff, but luckily there are a complex set of ledges and platforms to get up. On one side is stone and falling off the other is certain death. The path is only wide enough for one person at a time.",
				"Home Sweet Home : A hag made it’s home look like a sweet old lady’s house. She welcomes you with cookies and sweaters. The cookies are mimics, the sweaters are animated alongside almost everything else in the house. A golem made entirely out of cookie comes to attack the group as well.",
				"The Shepard's Stairs : A lone shepard found an ancient stairway leading down beneath Mt. Solitude. The antediluvian galleries of a cursed cyclopean kingdom lay beneath. The Lord of Solitude lays sleeping on his throne.",
				"Komar's Library : Komar, a great spirit of intellect owns the largest collection of tomes and knowledge in the world. Komar is a great butterfly, he and his caterpillar librarians guard the library and its knowledge from all outsiders.",
				"Ancient pirate treasure in a natural cavern : After the pirates died, were-creatures Moved in. They made friends with the local town in secret until the Incident.",
				"The Death of Apocalypse : The Tarrasque could not be killed, so it was imprisoned. Now all manner of twisted creatures, from Yuan-ti to Mind Flayers, flock to the screaming beast to tear and trade esoteric riches from its eldritch flesh. Some tell of an ancient crystal buried deep in its still beating heart",
				"Sarn Must Burn : Your characters' research has independently lead them to the same conclusion - that the city of Sarn was built long ago as a massive portal to let demons flood into the world. It's like a ticking time-bomb waiting to go off. They meet now to discuss what they know must be done: the city must be destroyed.",
				"Forgotten Family Tomb : The heir of an royal bloodline has come into money after centuries of ill fortune, bankruptcy and decline. The heir offers you a hefty sum to stop a group of grave robbers that have recently begun excavations in the crypts below the old estate. Neither of you could know that the cursed burial ground it was built upon holds an ancient evil waiting within.",
				"Vale of Carnage : As you step through the doors, a dragon thunders overhead with screaming children clutched in its claws. Over to your left, reality itself distorts into hideous, mocking reflections while to your right a man clad in the garb of a fearsome steppe tribesman hefts an oversize hammer and beckons you toward him. Having fought your way through the entire dungeon, battled with strange wisp-like monsters that floated through the sky, overcome the beguiling allure of waterfalls of shiny metal, and defeated men who breathed fire like dragons, you emerge from a tunnel styled to resemble a grinning clown and behold the sign at the apparent entrance to the place - \"WELCOME TO THE CARNIVAL!\"",
				"Waterlogged Wrappings : An Egyptian-themed tomb lies forgotten within a sealed pyramid. A magical portal, near the bottom of a distant lake, connects to the tomb and floods it. The party is given the ability to breathe underwater and asked to rescue two young merfolk.",
				"The Sorcerer-King's Fortress : The floating island-fortress of an ancient and powerful sorcerer-king who wielded magic and artifice with equal measure crashed into the depths of a jungle/mountain/vast desert/forbidding lake/remote landscape of your choice. Adventurers must work their way through the landscape, populated with creatures changed by the magics of the fortress--but if they can survive both these creatures and the ancient golem that guard the fortress, great treasure awaits them inside the ruined fortress.",
				"Beyond the Gate : A temple to a forgotten god is hidden in a canyon and protected by magical wards and traps. The real secret at its heart is the Gate that connects it to a forgotten planar haven--the once-mighty realm of a powerful god has since become it's tomb. But when the adventurers step foot into the temple...something stirs.",
				"The Ten Thousand Towers of Arvarosh Vel : Arvarosh Vel was a powerful wizard who sought power beyond mortal comprehension. Arvarosh Vel learned the meaning of hubris when his tower was scattered across the planes. Shattered into fragments of a whole, stepping from one room into another might take you from the Prime Material Plane to a lonely outcropping on a remote Astral island--or to a room in the depths of the plane of fire...",
				"Lost Tomb of the Brass Banner : For centuries, the Order of the Brass Banner protected travelers heading through the lands surrounding Silverkeep. That is, until the dragon left. Now, the abandoned tomb is a multi-storied mausoleum that serves as a resting place for paladins and clerics who died for a master that forgot them.",
				"Tempus Resurrectus : A large temple complex dedicated to worship of Tempus and material support for his endless wars in the realm beyond. A collection of clerics tends to the bodies of a thousand Barbarians of the Zealot as they lie in gentle repose, their spirits battling alongside their god, all waiting for word from the High Exarch of Battle that it is time to raise some or all of their army for mortal combat. Attackers would be wise to decapitate the cult leadership before their army wakes up and decapitates you.",
				"The Galley of the Gastromancer : The King's Royal Chef needs three magical ingredients for the Princess's wedding feast. He has heard rumors of a place they may be found: a great wizard's culinary workshop, a trove of rare spices and arcane cookbooks. It is guarded by animated kitchen tools and a race of beast-men descended from the wizard's kitchen staff.",
				"The Plague Pit : The sewers below a bustling city hold a terrible secret. Once used to dispose of the corpses of the sprawling metropolis, it has long been forgotten and fallen into disrepair. A Necromancer cult has recently learned of its existence, and plan use its vast resources to fuel their dark magics.",
				"Titan’s End : The party explores the corpse of an enormous ancient titan that is inhabited by a host of creatures mining it and using what’s inside for power and survival. They learn a mad necromancer uses the city sized corpse, now hidden by sentiment and brush, as his lair and is doing research on how to animate the body, creating the largest and most powerful zombie ever.",
				"Ancient Acropolis : While the party rests in town they are awoken in the night to the village being raided by undead. As they clean up they are informed the source is an ancient fort that has one again appeared atop the escarpment and they must brave the cliffs and undead to put an end to it, once and for all.",
				"Water Temple : A small temple lies at mouth of a river. This temple was built to keep the water in a nearby lake pure and free of disease. Recently, the waters have been cursed with a plague. Oozes and Slimes have made the temple their home.",
				"Allena Grove : A long-forgotten arena, the only hint if which is the slightly altered name (Allena -> Arena), and strange noises coming from underneath the poppy fields. If you dig more than 10 feet you will encounter a metal sheet which protected the inner arena from the natural elements. In the main arena are two undead monsters saying an endless war, while minor monsters have found a safe place to raise their young in the bleachers.",
				"The Great Engine : Modron-built \"dungeon\" designed to channel chaos and elemental forces to accomplish a great feat of magic (like transporting a large chunk of land to another plane). The problem is the chaotic parts make it so the Modrons can't activate it, which is where the adventurers come in.",
				"Animal House : An outrageously rich human aristocrat dedicated the later half of his life to collecting the most outlandish and exotic animals from the world over. On the night of the grand opening of his collection, an anarchist group released the beasts into his opulent mansion where they set upon the guests. Fight your way through a lavish palace turned blood arena and rescue the remaining guests."
			]
		}
	]
}