{
	"name": "Aquatic Items",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7oo42t/lets_build_100_aquatic_items/?sort=new",
	"data": [
		{
			"name": "Item",
			"data": [
				"Ring of Calamari: A silver ring with an octopus on it with emerald eyes. Gives you the ability to use the darkness spell 1d4 times per day rolled at dawn.",
				"Dolphin's Tooth Crown: An ornate crown made of dolphin bones and teeth. Gives you advantage on Perception, Investigation, and Nature checks while underwater.",
				"Cup of Yises: when you fill it with water, it transforms it into wine",
				"Blue Bag of Tricks: Like the standard item but filled with shells that when thrown turn into (d8): 1) sea horse, 2) dolphin, 3) quipper, 4) constrictor snake, 5) giant sea horse, 6) reef shark, 7) giant octopus, 8) hunter shark",
				"Staff of Flowing Water: Requires attunement. An ornate blue staff. The head is a large blue sapphire with a blue and gold setting in the shape of a cresting wave. While attuned to the staff, you can cast Create or Destroy Water, Water Breathing, Water Walk, Control Water without needing the required spell components. Additionally, up to three times per day, you can use the staff as if it were a Decanter of Endless Water.",
				"Message In A Bottle: A glass bottle with a piece of paper inside that details the truth behind a mysterious murder.",
				"A Talking Crab: This little guy can speak common and says he was cursed by a warlock. He wants the party to break the curse, but has no idea how that could be done in the first place.",
				"Neptune's \"First\" Trident: A metal trident with a poorly carved \"Neptune's\" on the shaft. Allows the holder to summon an incorporeal giant seahorse to ride while in water.",
				"Spear of Lilia: A green-copper spear with a tip of obsidian. When this spear deals enough damage to reduce a creature to 0 HP, the wielder may choose to instead bring the creature to 1 HP. This may be used once per short rest.",
				"The Ocean's Testament: A book bound in leaves of seaweed. The book grants 1d8 bonus radiant damage to any melee attacks, 1d10 bonus radiant damage to any ranged attacks, and 2d6 bonus healing to any healing spells cast through it. Each bonus removes 1 charge, the Testament contains 7 charges, 1d4 regained at dawn. If all charges are expelled, use the usual artifact charge rules.",
				"Second Elder's Wrath: A mundane-looking bow embedded with clusters of gems at either end and strung with kelp. This bow may be fired underwater at no penalty, and deals a bonus 1d6 piercing damage to any creatures hit while underwater.",
				"Brinelord's Bane: A silvery steel blade, with the hilt embellished with gold. The blade must be submerged in seawater once a week or else it crumbles to dust. The blade gives advantage to all attack rolls against elementals, undead, fiends, constructs, and fey. Damage against these creatures gains 1d4 damage for every year that the blade has been held by the same wielder.",
				"Repentance: A small, purple gem. Roll a D20; if the roll is a 20, roll a D100; if the roll is a 1 or a 100, the wielder now has 1d4-1, minimum of 1, wishes. May only be used once every 30 days. Once the wishes are dispensed, the gem becomes inert for 3 years.",
				"Mask of Water Breathing: Not what you think. This mask was made to allow aquatic sentient beings to breath water on land. Unweary travelers have drown because of that slight misunderstanding.",
				"Snorkeling kit: Made of rubber, glass and a pipe. Can breath indefinitely while within two feet of surface, advantage on perception underwater.",
				"Castanets: A percussion based instrument made up of a pair concave seashells attached on the edge by a string. When pinched together they make a clicking noise.",
				"Kelp Armor: When dry the kelp provides no more protection than light robes. But when underwater or wet it provides heavy armor protection at no movement penalty.",
				"Trilobiter: A naturally formed sword, older than man. Within it is a plethora of deep see fossils, sharpened by volcanoes and waves. This sword is unbreakable by any non-magic means.",
				"Salt Bomb: A crystallized dynamite stick with a waterproof fuse. When ignited, it crystallizes everything within a 10 ft circle radius. Everything within a 20 ft radius is heavily dusted in salt. A fuse can be cut short enough for the dynamite to detonate in the same round or long enough to take several minutes to detonate.",
				"Ship in a Bottle: A dusty old bottle with a tiny pirate ship inside. When the cork is removed a full sized pirate ship explodes out and shatters the bottle. Ship is fully manned by hostile pirates.",
				"Captain Curly's Crude Crusty Cup: The small metal cup turns any fresh water into salt water when filled.",
				"Shell Armour: Shells fashioned in scale style, covers one arm. Light armour; +1 ac against slashing & bludgeoning attacks.",
				"Conch Helm: +1 ac against slashing & bludgeoning attacks. Wearer can hear the ocean by listening.",
				"Puffer fish poison: 1d12 poison damage.",
				"Electric Eel Squeezings: Used as a poison. 1d12 electric damage.",
				"Sea Glass weapon: As durable as any steel equivalent, but lighter and much prettier. May come in enchanted form.",
				"Seal Skin Parka: Buoyant and streamlined, gives bonus to swimming (athletics) checks (e.g. +1, advantage.)",
				"Merflippers: Movement speed of wearer is doubled in water.",
				"Shell Shield: Shield made from the shell of a giant clam or turtle. Standard stats at half weight.",
				"Conch Ocarina: Instrument, flute proficiency may apply.",
				"Sword of Triton: A pirate sword with a pommel made from a large, blue gem. The wielder may control a sea-faring vessel they stand on from any point as if they were at it's helm (i.e. steer the wheel of a ship from the crow's nest.)",
				"Coral Blade: Sharpened blade made with magically hardened coral. Longsword stats + 1d6 lightning, finesse. Requires attunement.",
				"Scroll of Kelp: An arcane scroll that, when activated, entangles one enemy of the user's choosing in 50 feet of soaking wet sea weed. Required a STR check of 13 or higher to break.",
				"The Megalodon: A sword made from two planks of wood and a set of razor sharp sharks teeth. Deals 2d4 slashing damage. May appear as a great sword of same design, dealing 3d4 slashing.",
				"Shark Tooth Spear: When a creature is struck by this weapon the shark-tooth at the end breaks off and the creature bleeds each turn, if capable. A shark is summoned and attacks the bleeding creature if in water deep enough to allow. The tooth regrows every long rest.",
				"Staff of the Deep: Magical quarterstaff +2; on a critical hit oily black tentacles burst from the chest dealing an additional 2d12 necrotic damage, if a foe is killed with a critical hit, the body explodes in a 10 foot radius dealing 2d6 piercing damage to all foes or half on a dc 15 dexterity save, the area then fills with darkness for two turns.",
				"The Pearl Trident: A great golden trident embellished with white pearls. On land, the trident deals 3d4 piercing damage. However, when the trident is within 5 meters of a water source, the damage jumps to 6d4 piercing damage, +1d6 radiant damage, which manifests in the form of glowing golden lights around the tips of the weapon.",
				"The Sea-folk Scissors: A copper dome with a handle inside, meant to be worn over the hand. The top of the dome boasts a foot-long copper pole, terminating in a flat semicircular axe head, sharpened to a razor edge. The weapon deals 2d6 slashing damage, and provides +1 to the users AC.",
				"Pistol Shrimp Power Bracelet: A bracelet of crustacean shell, color changes with the time, is always vibrant. Free action, if the bracelet hand is free, the bracelet can become a large shrimp claw that overtakes the entire hand. As an action, the claw can shoot out 1d4 balls of scalding water that deal 1d4 bludgeoning damage on impact and then 1d4 of fire damage. Has 10 charges, recovers 1d4 charges while submerged in water over 8 hours.",
				"Kelp Bracer of Rebreathing: While in water, gain +1 to AC and can hold breath underwater for twice as long.",
				"Driftwood Shield: When soaked in ocean water, gain +1 AC.",
				"Fishscale flippers: Gain +20 ft movement in water. Can take the dodge action as a bonus action when fully submerged in water.",
				"Singing Conch: Once per day, can be used to take advantage on soothing an aquatic beast w/ animal handling check.",
				"Sticky Seeds: These seeds, when fertilized by the oceans waters grow into small throwable sticky grenades; DC 15 Dex save on dodge, DC 17 Strength save to escape. Cover a 1 sqft area.",
				"Porthole: A 1ft wide metal hoop, bound to a porthole in the hull of a sunken ship. It has a pool-like surface in place of glass, and acts as a portal to that same sunken wreck. If held with both hands, a torrent of salt water is pushed through from both sides, doing bludgeoning damage and pushing back anything in it's path. STR check each turn or dropped.",
				"The Merfolk King's Merman Fins: Silvery blue and made of some sort of magically infused fabric. These shoes are awkward and cumbersome to wear, -5 ft maximum movement on land +30 ft underwater movement speed, when underwater the wearer appears to have one single fin in the place of legs.",
				"Diving Helm: Ancient and rusted. Gain water breathing for as long as this helmet is worn, as a bonus action underwater you may choose to sink 60 ft; whenever a foe critically hits you, take an additional 1d6 damage.",
				"Sharktooth Necklace: A simple twine necklace with teeth from at least 5 different types of shark. Whenever you take a melee attack action you may also take a bite attack as part of that action as your head temporarily takes on the form of a great white shark's. Bite: +6 to hit, 5ft reach, 1d8+2 piercing damage.",
				"Arya's Grass Ship: A model ship, woven carefully from grass. If one blows into the sails, it will lift from their hands and float away in the direction it is pointing. It can carry items of up to 8 oz. Does not work if wet.",
				"Seafarer's Scurvy Skein: A small salt-crusted leather waterskin. If a ritual spell is cast in its vicinity, it fills itself with potable orange juice.",
				"Cuttlefish Cutlass: A rusty cutlass with an enchanted cuttlefish wrapped around it. The cuttlefish will grapple anyone it touches. Functions as a touch-range wand of hold person.",
				"Bender's Conch Shell: A conch shell the size of a chicken's egg. While held in the users mouth, the user can speak with aquatic animals at will.",
				"Coral Wand: A multi-colored length of coral that is enchanted; requires attunement. User gains the ability to cast the cantrip Light one per round as an action. And gains the ability to cast the 1st level spell Color Spray once per day without expending spell slots (and the user doesn't even have to have any spell slots to cast).",
				"Bracer of the Sacred Shanty: Iron bracer covered with thin ropes tied into intricate knots. Gives the user advantage on strength checks to pull, haul, or push as long as they are singing loudly.",
				"Crustacean Claw Gauntlets: Count as unarmed weapons. When worn you can use the big meaty claws as your hands or as dull knives for low damage.",
				"Crossbow of Sinan: An old, light crossbow; it smells of ash and salt water. When shot directly in the air you can choose to destroy the projectile to know which way north is.",
				"Sash of Fair Winds: A sash stitched together from soft and supple canvas, rumored to come from the sails of a famous exploratory fleet. Grants the wearer advantage on checks to navigate at sea.",
				"Siren's necklace: When worn, the wearer gains a singing voice equal to the mystical siren or the horrific wails of the wenches of the sea. Especially effective if wearer is aware of enemy's desires.",
				"Kelpy capsules: When thrown into salt water, out a emerges a fully grown kelpy ready to ride out to where the rider desires. Throw it into freshwater and you get a dead kelpy.",
				"Narwhal Horn: Literally just the horn of a narwhal. Can be used as a spear, with normal spear damage.",
				"Goldfish Wand: It has 10 charges, and recharges 1 per day. It can be used against any creature to impose a CR 13 WIS save. On a failed save, the targets forgets everything that happened that day, except for the last 5 minutes.",
				"Whale Staff: Has 5 charges, and regenerates 1d4 + 1 charges a day. It can be used to pull in creatures in a 20ft long cone, and then blast them 60ft away with a water jet. Any creatures knocked into a wall take 2d6 concussion damage.",
				"Nemo's Hat: A while and blue magical hat, that gives the wearer +3 CHA. Also stops any ship the wearer is on from sinking. Requires attunement.",
				"Current Legs: Tight magical legs that adjust themselves to fit the wearer (on attunement). They give the wearer +50ft water movement speed and stop them from getting hypothermia, but are CURSED: once attuned, the wearer can't take them off without removing the curse, and they also get -15ft ground movement speed, and vulnerability to electric damage.",
				"Horn of the Sea Creature: A large horn, broken off some deep-sea beast. Holes and cracks cover the artifact. When blown into, one of four creatures will appear: a small school of harmless fish, a dolphin, a mermaid, or a shark.",
				"Nodby's Cage: A small, iron cage, 1 cubic foot of interior space. Any creature that is small enough to fit within the cage may be stored in the cage. An environment that is most suitable to the creature is created within the cage, allowing the creature to stay inside for as long as the wielder would like. Creatures within the cage do not feel hunger, thirst, age, or suffer from any other conditions or bonuses that may be incurred.",
				"The Primordial Hammer: A stone greathammer filled with fossil sea life. Upon hit the target must succeed on a DC 9 Constitution saving throw against being magically Petrified. On a failed save, the creature begins to become encased in fossilizing rock and is restrained. It must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is trapped for 24 hours.",
				"Cloak of the Traveler: A Cloak that billows around a native of the elemental plane of water creating a sort of bubble of water that the creature may travel in.",
				"Pearl Necklace of Spell Storing: A necklace made of giant pearls harvested simultaneously from the same 400 year oyster. A necklace stores as many levels worth of spells as there are pearls. Excessive value.",
				"Staff of Weed to Eels: Once per day, the staff can be used to transforms one sinuous piece of seaweed per caster level into a small eel. The eel has a 5% chance of being electric per caster level. The eels are under the caster's command and vanish when the staff regains its daily use. The staff can also be used in reverse to transform an equal number of eels to weed.",
				"Ship Bell of Iceberg Avoidance: When attuned to a ship, this otherwise silent bronze bell begins to loudly ring if the ship is on course to strike a large damaging obstacle, such as an iceberg, within the next five minutes. Despite the name, it detects any type of hull-damaging obstacle including sandbars and even invisible hazards.",
				"Lantern of Steady Cargo: When attuned to a ship and lit, this lantern steadies and magically restrains any innaminate large cargo objects its yellow light touches, preventing cargo from shifting or breaking loose from lashings. It works even in horrendous swells.",
				"Cursed Black Pearl: A fist-sized black pearl which brings tragedy wherever it surfaces. Those who can see the pearl must make a will save or else be filled with an overwhelming desire to possess the pearl by any means. Anyone in possession of the pearl is stalked by a shadow in the shape of a Manta Ray which will attempt to attack at least once every 12 hours. The curse can be ended by casting the pearl into a large body of water.",
				"Living Rigging: A long length of sailor's grade cord which was once the rigging of a demonic ship. Once attuned, the user can direct the rope to lash out at a creature within 30 feet of it that the user can see. That creature must succeed on a Dexterity saving throw or be pulled 20 feet directly toward the rope.",
				"Anglerfish Circlet: A reddish copper circlet with a blue gem set in the front and adorned with small, sharp teeth. Requires attunement, and lets the attuned player \"turn on\" or \"turn off\" the gem, as if using the light spell. The light has no duration limits, but will go dark if unattuned and doesn't require concentration.",
				"Sting Ray Dagger: Tail turned weapon; has enough venom for two hits dealing bonus 1d12 posion damage. Fragile.",
				"Turtle Shell Lyre: Stringed instrument, beautiful but finicky. A good performance with this sounds twice as nice, but a poor one is insultingly bad.",
				"Pacific Polymorph Potion: Roll 1d6 for form: 1. Orca, 2. giant seaturtle, 3. medium shark, 4. swordfish, 5. octopus, 6. giant crab.",
				"Conch of Setiwoh: A Mace or Flail; An nigh-unbreakable natural conch. It's spikes and sides deal 1d4 piercing and 1d8 bludgeoning damage.",
				"Deep Sight Eyepatch: A dark leather eyepatch, painted with the image of an odd, inhuman eye that subtly moves in the peripheral vision of those that look at it. The wearer can sense the presence, but not the location of, any aberrations within 200 feet.",
				"Squid-Bait: A deep-sea fish, treated and jarred as bait, attracts giant squids. Roll a d6 for the number of turns in combat it takes to appear, or else a d20 for minutes. Hostile to whatever is nearest the bait until it is consumes the bait, or the bait is lost for other reason.",
				"Shark-Bait: A bottle of chum, treated and jarred as bait, attracts large sharks. Roll a d4 for the number of turns in combat it takes to appear, or else a d12 for minutes. Hostile to whatever is nearest the bait until it is consumes the bait, or the bait is lost for other reason.",
				"Inseine Twine: A 1d10-foot length of tarred twine. This miraculous material is known as the \"Sailor's Lifeline.\" A one-foot length can be cut off and used to cast the Mending spell as a bonus action at will, consuming the piece.",
				"Nereid's Love: A golden sardine, disappears at touch. The PC who touched it finds a single fresh fish on their person once a day for 100 days.",
				"Ring of Hydrothermy: Allows use of fire magics underwater, but any damage is halved rounding down. No splash damage, if applicable.",
				"Sea Harness: A riding harness designed for a medium sized aquatic animal. Adjusts well between dolphin and shark, but may be fitted for others.",
				"Eye of the Eye of the Deep: Requires attunement. The eye of a lobster-like beholder cousin, fitted onto a amulet clearly intended for larger creatures. Once per long rest, can produce a 30ft cone from its front. Creatures in the area must DC17 CON check or be stunned 2d4 rounds.",
				"Fishy Dice: A trusty pair of loaded dice, almost always landing on their 5 and 6 sides.",
				"Kraken Beak: Not magical, but very rare crafting material.",
				"Ring of Sebek: Cursed ring, made of ivory. Can only be removed by powerful divine magic if equipped by a good or neutral creature, or upon death. Wearer turns into a feral were-crocodile, once per month, advancing to once per week after four months.",
				"Shanty Bell: can be rung underwater and heard like if rung above water.",
				"Merman's Bottle: A small blue teardrop shaped bottle that can contain any liquid except salt water. (It let's you drink health potions under water.)",
				"Driftwood Armor: A waterlogged chest plate with the same stats as leather armor that makes the wearer unable to be submerged underwater unless the creature pulling the wearer makes a DC 18 strength check. Basically it's a life jacket.",
				"Angler Bulb: A small bio-luminescent ball that can be thrown 60 feet. When thrown all creatures within 30 feet must make a DC 13 intelligence saving throw or be compelled to move as close to the bulb as they can. (Note that these bulbs should normally be found in packs of 5 or 6).",
				"The \"Something's Fishy\":A small amulet in the shape of a fish. It gives you advantage to Insight and Investigation checks.",
				"Driftwood Compass: Points toward the nearest solid land.",
				"Borgnine Belt: When worn, the users legs become like a mermaid tail. If the belt is worn upside down, it makes the wearers legs heavy as though they were wearing iron boots.",
				"Cliffy's Magic Shell: Can be asked for simple advice with a yes/no answer once per day.",
				"Chromatic Kelp: A multi-color rare kelp that can be used with Herbalism kit to make medicine. (Chromatic Kelp Medicine: Gain \"Your hit dice that you roll\" Hit points and cure all the non-magical disease.)",
				"The Ring of Friendly Seals: a ring that allows the wearer to instantly tame Seals once touched by the user."
			]
		}
	]
}