{
	"name": "Loot from a Cult Member",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7ragck/lets_build_loot_from_a_cult_member/",
	"data": [
		{
			"name": "Loot",
			"data": [
				"The cult member drops ceremonial robes that were in his backpack. This would make for a great disguise for the character that found it. What they don't know is that this robe is worn by the human sacrificer.",
				"Three tomes of knowledge about the cult. Each one depicts their rituals and the meanings behind them.",
				"A “holy” book holding stories about whoever or whatever the cult praises.",
				"A poisoned dagger with the name of a deity on it.",
				"A cursed amulet that randomly spawns in a very hostile rat.",
				"A step by step guide on sacrifices.",
				"A very detailed drawing of some unholy deity destroying the world.",
				"A blood hawk feather. There’s dried blood on the tip.",
				"A map with the location of a cult shrine.",
				"A dagger engraved with runes, detailing some aspect of the cult.",
				"A colored gem. If you find three of them, they can be combined in a special apparatus in one of the cultist's bases, to summon an appropriate monster.",
				"A tiny statue, depicting whoever the cult worships.",
				"A human organ, presumably to be used in a ritual.",
				"The bleached skull of a small animal. A semiprecious gem is embedded between the skull’s eye sockets.",
				"A novel. It’s a fun, light story by a quite popular author. The cult uses it as the key to a book cipher for their secret communications.",
				"A pouch of dragon scales bloodied by fresh meat.",
				"A barber's kit (for keeping that scalp clean).",
				"A scroll of pass-phrases for secret meetings. Dates/locations/map optional.",
				"A tattoo that falls off a dead person, and can be picked up and re-applied. It depicts the cult symbols, elemental predilection, or ancient writing.",
				"A silent horned frog with no eyes (Reaching into the frog's mouth will revealed it to be a bag of holding filled with d100 loot from a cult member).",
				"A carven, hollow horn of an unknown animal, engraved with scenes of whatever the cult venerates. Blowing produces a sound like a human shriek.",
				"A set of candles commonly used as part of various fell rituals.",
				"A small statuette depicting whatever the cult worships. When exposed to sunlight, it begins screaming until it is covered again.",
				"A note containing the names of all party members with (LOCATION KNOWN) next to each name.",
				"A bag containing the livers of several different species.",
				"The talon of a phoenix.",
				"The tongue of a Kenku.",
				"The crumpled, tear-stained note of a loved one, wishing the cultist farewell and asking them to forget about them. The note pleads with the cultist not to linger on the past, and instead move towards a brighter future of honesty in honor of their memory. The message ends with the writer wishing the cultist all the happiness in the world and a reminder that the writer will always love them.",
				"A religious symbol from an opposing religion, thoroughly hidden away on the cultist’s body.",
				"A grocery list with the ingredients for corned beef written on it. Scrawled down at the bottom is the secret ingredient the cultist uses to make his dish extra special, written in a code of the cultist’s own design. A successful DC 16 Intelligence check decodes the scribbling and reveals the secret ingredient to be wood shavings from the local tavern.",
				"A pewter ring with gold sigils inlaid in it putting the ring on causes it to turn invisible.",
				"A false eye made of obsidian, the eye unscrews to reveal a secret compartment with small a scroll inside.",
				"A folded up piece of parchment with a childs drawing of a demon.",
				"A bunch of half melted candles tied together.",
				"A twine necklace with a small jar on the end of it, the jar holds a small pickeled snake.",
				"A small widdled human skull with a pair of small horns, if you ask the skull a yes or no question it will glow red or green. The colors it glows is totally unrelated to the question.",
				"A coin with an evil sigil on one side and the gead of a demon on the other, flipping it causes the holder to hear a deep evil laugh.",
				"A mirror that reflects everyone as tieflings.",
				"A worn romance novel about a female cultist and a demon.",
				"Teeth. Hundreds and hundreds of teeth in a cloth bag.",
				"A picture of the cult member's four years old daughter.",
				"An engraved silver heart-shaped locket. Inside is a tiny portait of you, as the opposite sex.",
				"A rent book, for a hostel in a suspect part of town.",
				"Sketches of a friendly NPC.",
				"A feather duster, polish and a rag. (Temples to dark gods don’t clean themselves!)",
				"Menthol Cream (piles of rotting corpses and pools of blood smell ... a lot)",
				"A relatively large amulet with small holes around its edge and a button in the centre. If depressed, hallucinogenic spores are released.",
				"A pouch of very small bones that can be fitted together to form a strange, highly complex and obviously magical occult symbol.",
				"A small paper detailing a recent meeting over the pension fund created from the sale of sacrificed victims' belongings.",
				"A stack of pamphlets vaguely detailing the perks of joining their cult.",
				"A crumpled up photo torn in a few pieces depicting a young man and small child.",
				"A tiny sundial and a note written in blood saying \"don't be late again\". Investigating the cultist will reveal a missing finger.",
				"A fresh vial of humanoid blood.",
				"An iron locket with a charcoal sketch of their deity slashed through.",
				"A book on the basics of prestidigation, and several unused candles.",
				"A child's toy, a small hand carved horse with wheels.",
				"A deed for a home in town signed over to the cultist.",
				"A journal, with graphic details of what vile deeds the cultist wants to do to his/her former boss, co-workers, neighbors, all in the name of the diety they worship and how satisfying it shall be to fulfill this need for violence and bloodlust.",
				"Several sticks of incense designed to disguise the smell of rotting flesh.",
				"A miniature doll depicting this same cultist, kept inside a sealed black bag. Members of this cult believe their dolls represent their souls.",
				"Black leather gloves, slightly damp with some unknown liquid.",
				"A long (40') strip of spiked leather designed to be wound tightly around the body from ankle to neck — with the spikes pressing into the flesh — for self-mortification.",
				"A hair shirt/cilice/sackcloth.",
				"A worn, well-used pillow to sit upon during meditation.",
				"A padma seat, used for sitting in lotus position for long periods.",
				"A small glass globe, intended as a meditation focus.",
				"A featureless mask/hood -- basically a cloth sleeve over the entire head -- with no eye, ear, or mouth holes.",
				"Several tiny, palm-sized books painstakingly inscribed with minute prayers and symbols of the cult.",
				"Hand-woven/carved trinkets, flowers, baked goods, or other items meant to be sold on the streets as a fundraiser for the cult.",
				"A mortar and pestle with bone fragments in it. When used to make healing potions, they can be made twice as fast, but the potion has a 25% chance to do damage instead of healing equal to the potions strength.",
				"A letter about how the cultist doesn't fit in and regrets joining.",
				"Alchemy ingredients to make a large dose of weak poison.",
				"Two potions of firebreath.",
				"A perfectly round glass disk that fits easily in the palm of a hand. It cannot be scratched.",
				"A half written manifesto for a splinter sect of the cult.",
				"A blank journal used to press flowers, it contains 1d4 flowers.",
				"Guide to the closest large city detailing merchants, taverns, inns, etc...",
				"A journal. When studied for an hour and after a successful Investigation check reveals names of cult contacts and sympathizers.",
				"An ivory pipe and leather pouch of tobacco.",
				"A half written scroll for a random 1st (or other appropriate) level spell. Needs to be finished before it's functional, but no gold pat is associated with writing the scroll.",
				"A hobbyist book and set of tinkerer's tools.",
				"1d4 candles and a prayer book to whatever the cult worships.",
				"Ceremonial drinking horn.",
				"Rabbit pelt knife sheath and sacrificial dagger.",
				"Dragonborn skin covered tome (spell book).",
				"Silver signet ring and larger seal stamp of the cult.",
				"Pair of boots with an odd \"swoosh\" carved into it. Cyanide pills optional.",
				"A set of business cards promoting the cult.",
				"Cult of X for Dummies book.",
				"A letter from a family member begging the addressed recipient to come home.",
				"A bone dagger with unicorn horn handle and an eye encased in amber as a pommel.",
				"A traditional curved dagger with barbs on the end.",
				"A cursed amulet that can commune with the dead.",
				"A detailed guide on kidnapping.",
				"A very detailed drawing of the inside of a local manor.",
				"A blood hawk feather. There’s dried blood on the tip.",
				"A cheese sandwich, wrapped in cloth, with two bites taken out of it.",
				"A folded piece of parchment with an unflattering caricature of the cult's leader drawn on it.",
				"A small, encoded notebook which, if deciphered, shows the cult member was actually a spy working for the local government. The notebook contains information on the cult's goals, activities, and membership.",
				"Food: hardtack and moldy cheese for destitute low ranks, wine and a small delicacy for higher rank."
			]
		}
	]
}