{
	"name": "Slums Encounters",
	"category": "Encounters",
	"source": "http://beyondtheblackgate.blogspot.com/2010/09/random-table-slum-encounters.html",
	"data": [
		{
		"name":"Slums Encounter",
		"data": [
				"A trio of young pickpockets. They are members of an immense gang that will torment the party for months if a member is harmed.",
				"A haggard, bearded man preaches doom outside an alehouse.",
				"The princess of a fallen noble house now despondently sell her favors as a common streetwalker.",
				"Two old women kick and mock an obese old veteran with no legs.",
				"A dog runs past with an emerald necklace around its neck. A screaming little man chases it.",
				"A ruffian hangs from a rope off a balcony, slowly strangling and pleading with passersby for succor.",
				"Something unnatural moves in the murky waters of a large puddle in the road.",
				"Bat-like creatures with glowing purple antennae swoop down at passersby.",
				"A slovenly woman stands in a doorway, waving you in. Two ruffians lurk inside.",
				"A black cat runs out of an alley, crosses your path, and disappears into another alley.",
				"An overturned cart blocks the road, a foot deep in mud and rotting cabbages. An elderly farmer stands beside it and weeps while the locals jeer him.",
				"Four men are beating a drunken fop in an alley.",
				"A roadside grill offers strange dog-sized insects cooked over charcoal.",
				"A drunken woman runs shrieking out of a stable.",
				"Five men in matching floppy red hats walk arrogantly down the avenue, shoving everyone out of their path with stout wooden cudgels.",
				"A man in a wizardly-looking robe and pointed hat offers you a selection of charms and amulets.",
				"A woman in a transparent silk shift with rotting teeth tries to pull you into her tenement, whispering rough suggestions in your ear.",
				"A single, lush pine has grown 14' tall in the muck of an alleyway.",
				"A man rolls a barrel of ale down the street, whistling a familiar tune.",
				"A vulture perches over the doorway of an alehouse.",
				"A row of seven lepers plead for alms.",
				"A physician works frantically in the street on a man who has been stabbed while onlookers stand around them and whisper.",
				"An unnatural darkness hangs over the mouth of an alley, and a cold breezes issues from out of it.",
				"A high-pitched scream is heard from the topmost floor of a nearby tenement.",
				"A group of musicians marches down the street, loudly playing revolutionary tunes while a dwarf scampers along behind them collecting tips in a hat.",
				"A line of laborers passes crates into a warehouse.",
				"A fortune teller squats at the side of the street, stacking small bones atop one another.",
				"Two muscular men wrestle in a square while onlookers place bets.",
				"A elderly woman sells handmade books of poetry.",
				"A human-looking creature with black eyes growls at you.",
				"A man pulls a cart filled with fresh fish. He offers you a bargain to buy the lot.",
				"A tremendous stench of blood wafts up from a sewer grate.",
				"A maddened horse plunges into a screaming crowd, hooves flailing.",
				"A vendor offers delicious skewers of meat and vegetables.",
				"A sad-looking maiden sells flowers for a pittance.",
				"A group of scruffy men gather around a hookah, while the owner invites new customers to join in.",
				"A pale woman in black robes walks past with her chin high, scattering white flowers petals behind her from a basket as she goes.",
				"An impossibly tall and thin man performs contortions for tips.",
				"A man hawks peeks at the growling creature within a covered cage.",
				"A buxom woman pulls a cart with a keg of ale, offering to fill tankards for a copper piece.",
				"Two merry prostitutes skip down the street hand in hand, flirting with passersby.",
				"A married couple bicker loudly from an upstairs window while the children cry.",
				"A pair of heavily armed men stand to either side of a doorway, glaring at passersby.",
				"A dark-skinned man leads a midget rhinoceros down the avenue.",
				"A man plays a set of bongo drums in a nook while a half dozen intoxicated revelers dance wildly.",
				"A line of cultists sway down the street, chanting and waving incense burners on chains.",
				"A solitary soldier leans drunkenly against a wall, his helmet slipping down over his eyes.",
				"Exotic music and feminine laughter comes from an anonymous building.",
				"A thin-mustached man stands beside the door of a lotus-den, nodding at prospective customers.",
				"Three old veterans enter a bathhouse, chatting and smoking pipes.",
				"A gang of children torment a sickly looking goat.",
				"A tall old woman attempts to sell you her slave, a young man with one arm.",
				"A hooded man watches you intently from a second floor window.",
				"A green-skinned man performs feats of strength for a crowd of sighing washer-women.",
				"An airship passes by far overhead. Children run out into the street excitedly to watch it go.",
				"A pair of thin, blue-robed women sing religious hymns and hand out cheap prayer booklets.",
				"A small group of young men and women rush excitedly down the avenue, passing a bottle and giggling.",
				"Two toughs chase a young ruffian into a blind alley.",
				"Flames burst out of a pair of store front windows. Everyone starts running and screaming.",
				"An ageless looking man with amber eyes and pointed ears plucks the strings of a harp while a trio of gangsters stand mesmerized.",
				"A unit of the city guard trot down the street in haste, armor jangling with every step. They disappear around a corner up ahead while onlookers whisper to each other.",
				"A squealing pig races through the throng, chased by a screaming female dwarf.",
				"A deep rumble shakes the ground, and black smoke rises into the air from somewhere up ahead.",
				"Two men walk apart with upraised rapiers - a duel is about to begin!",
				"A tear-streaked young woman begs you to rescue her from this hellhole.",
				"A building nearby sags, and then collapses! People run screaming for cover as choking dust fills the air.",
				"A clown makes rude gestures at you as a crowd gathers to laugh.",
				"An enraged harlot chases a man from her hovel, shrieking and beating him with a stuffed weasel.",
				"A turbaned man charms snakes from a basket with his flute.",
				"A man standing near you gasps and falls to ground, dead, a crossbow bolt jutting from his back.",
				"A fat man kicks a cowering stable boy, accusing him of theft.",
				"Cultists throw books and scrolls onto a raging bonfire in the middle of the street.",
				"A boy herds a flock of chickens down the street, ever wary for dogs and thieves.",
				"A city official walks into a brothel with a pair of guards.",
				"A group of northmen chant and sing loudly in an alehouse, pounding the tables with their tankards as they profess their admiration for a particular preserved meat product.",
				"A woman in silk garments hawks costume jewelry.",
				"A well-dressed gentleman negotiates with a mushroom vendor.",
				"A man tends three barrels of hot water, selling baths for two coppers.",
				"An old woman wearing a tiara sells fruit and small wire sculptures from her stall.",
				"A worn-out looking prostitute loudly disparages your manhood to a crowd of onlookers if you refuse her favors.",
				"A wild-eyed man carries on a lively, though one-sided, conversation with his mule.",
				"A clanging sound comes from a nearby sewer grate.",
				"A raven follows you down the street, fluttering from rooftop to rooftop, as if spying on you.",
				"A red-faced man with a small gang of angry followers points at you and screams 'There he is, get him!'",
				"A beautiful and fey fairy-like maiden lies dying in an alleyway.",
				"A middle-aged woman rushes out of her hostel to you, pleading for forgiveness.",
				"A duelist eyes you contemptuously as he sharpens his rapier.",
				"A priest leads a defeated looking group of chained slaves past you and into a grim temple.",
				"A chimney sweeper hangs by one hand from an eave above you, howling for assistance.",
				"A criminal in stocks loudly proclaims his innocence in between clods of filth.",
				"A bruised and battered looking prostitute collapses in front of you. A strange red jewel rolls out of her hand...",
				"A muttering man in a black robe inscribes a magic circle in the filth of the road with a curvy silver dagger.",
				"An armored bully swaggers through the crowds looking for a fight.",
				"A wailing maiden flees past you, pursued by laughing ruffians.",
				"A barroom brawl spills out into the streets.",
				"Two rival gangs face off in the middle of the street.",
				"A jolly group of pointy-hatted goblins walk out of a brothel, laughing and shoving each other.",
				"A teary-eyed woman pushes her son at you, pleading for you to take him on as apprentice.",
				"A dozen sultry young priestesses, with coal-dark eyes and intoxicating perfume, dance through the crowd inviting all to the fertility rites at midnight tonight.",
				"The road in front of you collapses into a tentacle-filled sinkhole!"
			]
		}
	]
}