{
	"name": "Trap Disarming Methods",
	"category": "World Building",
	"source": "http://beyondtheblackgate.blogspot.com/2009/08/megadungeon-random-trap-disarming-table.html",
	"data": [
		{
		"name":"Disarm Method",
		"data": [
				"Rusty chains snake across the ceiling, disappearing into holes on either wall.",
				"Three brass floor plates, nearly invisible beneath the dust and detritus.",
				"An eroded bas-relief of a grinning Pan-like figure, its fingers appear to be moveable.",
				"A shallow gutter runs along the far wall, with a loose brick restricting the flow of water through it.",
				"What appears to be a keyhole is discover behind a loose stone.",
				"A rusted and jammed lever is found beneath a discarded pile of clothing.",
				"A row of fake-emerald buttons on the wall, covered in cobwebs.",
				"Three stones are arranged in a circle on a lead pressure plate.",
				"A painting of an octopus is found in a far corner, three of its arms appear depressible.",
				"A foot-long strip of iron is set into the ceiling, with a small magnet at one end.",
				"A small wooden door opens to a panel filled with strange metal gears.",
				"Three tiny brass levers in a hand-sized hole in the floor.",
				"A moldy rope lies on the floor, leading to a pulley lost in the shadows of the ceiling.",
				"Four keyhole sized openings along the bottom of a door.",
				"A magical rune glows red when touched.",
				"A small statuette of an elephant lies beside a small stone pedestal.",
				"A loose block in the ceiling appears to be hooked to a chain above.",
				"Three counterweights hang on ropes just inside the door.",
				"A bas-relief of a demonic face has depressible eyes.",
				"A camouflaged metal door on one wall conceals a copper lever.",
				"A magic mouth appears and demands a password.",
				"Magic runes spell out “Erase Me” with Read Magic.",
				"A statue of a wizened sage has moveable arms.",
				"An abandoned bottle contains a key matching a concealed hole in the wall.",
				"A loose brick has fallen out of the wall and must be replaced.",
				"A ghostly apparition appears and demands a song be sung to him.",
				"A pulley disarms the trap, but the rope is missing.",
				"A empty gourd hangs from a hook on the wall and must be filled with water.",
				"Three couplets of an old poem are scrawled on the wall; the missing couplet must be recited aloud.",
				"Two orcs are painted on the floor; erasing one disarms, erasing the other sets off trap again.",
				"The trap is not disarm-able, but a detailed schematic of the next trap is drawn in chalk upon the floor.",
				"Four loose bricks must be straitened.",
				"Water must be poured upon a leather strap hanging over the door to loosen it.",
				"A ceramic cap over the disarming panel must be broken open.",
				"A filthy wax seal over the panel must be melted away.",
				"A magic mouth appears and demands to know the meaning of life.",
				"Five pewter runes in the ceiling must be depressed in order.",
				"A console of brass buttons is a decoy; the real trap release is hidden beneath.",
				"Detect Magic must be cast to reveal the invisible lever.",
				"A statuette of a dog must be broken open to reveal a key.",
				"A silver floor panel (20gp value) covers a stone lever crawling with centipedes.",
				"A stone chest must be opened to a precise degree.",
				"An empty hourglass must be filled with sand and turned upside down.",
				"Three wall levers: two set off the trap again, one disarms.",
				"A candle in a wall sconce must be burned down to disarm.",
				"A wall sconce must be turned to a right angle.",
				"A chandelier must be pulled down to floor, revolved 180 degrees, and sent back up again.",
				"Every candle on a seventeen candle-candelabra must be lit; seven candles are missing.",
				"A torch must be applied to a heat-sensitive floor panel.",
				"An invisible statue in the corner must have both arms lowered.",
				"An imp appears and demands payment to disarm the trap.",
				"A globe hangs from the ceiling; Light must be cast upon it.",
				"A hollow needle emerges from the wall; pricking a finger upon it disarms trap.",
				"A ceramic alligator statue with gaping maw: will close maw if fed meat and disarm trap.",
				"A snake-filled pit contains the release lever.",
				"A small ochre jelly (1+1HD) must be coerced off the pressure plate it rests upon.",
				"The open mouth of a gargoyle must be filled with wine or beer.",
				"An illusory wall conceals a control panel.",
				"A release lever at the bottom of a sludge-filled well.",
				"Four small toilets line the far wall; all must be flushed.",
				"A dagger must be placed into the hand of the statue of an impish child.",
				"A complex set of gears is concealed within an armoire.",
				"A lever is hidden behind a wine rack.",
				"An empty, moveable bookcase conceals a set of rope pulleys.",
				"A fake toadstool, among a patch of real ones, may be turned like a doorknob.",
				"A patch of mildew conceals a diagram detailing how to disarm the trap.",
				"An unlit torch on the wall must be lit.",
				"The release lever has a hive of angry wasps built around it.",
				"An acid-filled crystal ewer on a pedestal must be carefully emptied.",
				"A row of clever brass gears is concealed just under the plaster on one wall.",
				"A wick leading into a hole in the wall must be lit.",
				"A row of skulls upon a ledge high on one wall; one contains the detached lever deactivating the trap.",
				"An immense chalk maze drawn into the floor must be carefully walked through to completion.",
				"A magic circle scribed into one wall must have a corpse placed within it.",
				"A blackened steel wire stretches across the ceiling and must be cut.",
				"Forty feet of chain must be pulled from a hole in the ceiling; very noisy (check for wandering monsters).",
				"An iron spike must be pulled out of the stone wall it’s driven into (very difficult!).",
				"A leprechaun is geased to guard the release and must be appeased with gold.",
				"A complex set of archaic runes must be deciphered and read aloud.",
				"A frayed rope pull-cord is concealed behind infested cobwebs.",
				"A nine-headed hydra statue must have its heads hacked off.",
				"Acid must be applied to a soapstone plug.",
				"Seven locks must be picked, or the proper keys found.",
				"A rude drawing of an elven maiden conceals a wall plate.",
				"A magic mouth appears and demands an immediate dance recital.",
				"A shallow pool of filthy water conceals rusty mechanism; must be dry, clean, and oiled.",
				"A brazier must be filled with coal and lit.",
				"A chair attached to a hidden floor lever must be tipped back.",
				"A slimy stone in the wall must be removed, turned, and replaced.",
				"A dagger must be placed into a hole; cannot be removed afterwards.",
				"A hand-shaped depression in the high ceiling must be depressed.",
				"Dust-covered elvish runes on the far wall must be read aloud.",
				"A froglike idol must be knelt in front of, depressing a hidden floor plate.",
				"A rudely fashioned ceramic face on the wall must be broken away to reveal a lever.",
				"Acid must be poured upon a series of thin copper filaments.",
				"Three ceiling hooks must be chained together and pulled; the chain is missing.",
				"The apparition of a pirate appears and demands a bawdy tune.",
				"Three silver wires, nearly invisible, run across the floor from either wall.",
				"Five brass levers are concealed behind the painting of a grinning ettin.",
				"Rows of colored circles dot the floor. A spinning wheel depicts the colors, and hands or feet must be placed on the corresponding colors until the trap releases. May require multiple participants."
			]
		}
	]
}