{
	"name": "Insanity Effects",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7hjhkj/d100_insanity_effects/",
	"data": [
		{
		"name":"Effect",
		"data": [
				"The afflicted thinks every other creature is more powerful than it, and treats them with either respect or fear.",
				"The afflicted thinks its power became overwhelming, and hardly ever attacks out of fear of breaking the world.",
				"You realize you are in a game, and everything that makes you the person you are is just a collection of numbers and a few sentences on a sheet of paper.",
				"The insane person suffers from extreme paranoia and treats ALL creatures as 'hostile.'",
				"The afflicted has memory issues. Whenever he needs to remember something, roll a d4. If the result is a 1, the person forgets everything about it.",
				"The afflicted is bipolar. Every 1d20 hours, roll 1d10. If the result is even, the person acts overly friendly. If it's odd, the person tends to be aggressive.",
				"The effected believes everything to be a conspiracy- this town is run by dopplegängers, the king is a dragon in disguise, the Gods aren't real, etc.",
				"The effected develops a pathological hate of ducks.",
				"The effected suffers from autocannabalism, and finds the taste of their own flesh more delicious than anything else.",
				"The effected hears the constant sound of rolling dice.",
				"The effected hears the voice of their grandmother (or similar familial character) occasionally telling them to kill people.",
				"The effected doesn't feel safe alone, and will panic unless accompanied by another character.",
				"The effected develops triskaidekaphobia, an irrational fear of the number 13.",
				"The effected develops a drinking problem.",
				"The effected suddenly overcomes an addiction or other character flaw, then suffers a violent outburst 1d4 days later.",
				"The affected develops trypophobia.",
				"The character develops narcolepsy. Every 1d20 hours, roll a 1d8. If the result is 3 or lower, the character falls asleep for 1 hour, and sleepwalks 1d4 x 20 feet in a random direction at any moment during that hour.",
				"After taking damage the afflicted behaves as though under the confusion spell the following round.",
				"The affected person seems to think they have switched bodies with the first person they see every day.",
				"The victim, in their madness, cannot comprehend words unless spoken completely backwards.",
				"The affected has an unnatural obsession with black hair.",
				"The affected person sincerely believes they can cast the Wish spell at will, and tries to cast it frequently.",
				"The afflicted grows to believe their skin is incredibly durable, and refuses to wear armor of any kind.",
				"The affected, when addressed by name, will paralyze themselves in fear until left completely alone.",
				"The maddened individual will feel compelled to spout nonsense in the middle of their sentences.",
				"The character now only talks in third person.",
				"The PC can see and hear other NPC(s) interacting with them sometimes, only they are actually hallucinations. The PC is unaware that they are hallucinations to start out, but may learn that later.",
				"The afflicted finds everything to be absolutely delicious.",
				"You start with nightmares of charnel hounds catching you and tearing at your flesh. Upon waking you can still hear them growling and breathing behind you. The symptoms become so severe that you hallucinate being attacked by the hounds and can feel pain (1d6 psychic damage) when they bite.",
				"Your character develops the paranoid delusion that a random party member is always watching them.",
				"Your character is convinced they are a Lycanthrope, and will seek out a cure. On a full moon, they will shed their clothes and try to bite people. If your character IS a Lycanthrope, they believe they aren't.",
				"Your character is convinced they are the Chosen One of the first prophecy they hear, and will seek to fulfill their destiny no matter how impossible.",
				"Your character will occasionally 'speak to camera', do voiceover narration for events currently occuring, and sometimes speak their thoughts aloud, exactly as though they are a character on a TV show… they believe the Gods are watching their adventures for entertainment.",
				"The afflicted is incredibly terrified of the dark because of the unspeakable creatures and horrific sounds that exist there, so they always carry some form of light and are likely to freak if it ever goes out.",
				"The afflicted is completely convinced that they have been made god over something incredibly small, specific, and pointless, and they make sure everyone knows about their newfound divinity.",
				"The afflicted knows, without a doubt, that they are the real, biological parent of someone else (ideally, a PC); and they want to make it up to their child for never having realized this before.",
				"The afflicted has made a startling realization: everyday is a different holiday! And they mean to celebrate the holiday with the most passion and fervor ever seen. (modified: changed condition)",
				"The afflicted sees everything as being in a slightly different physical place than it actually is. It's a tiny, almost insignificant different, but It is very noticeable when in direct conversation with them because they never make actual eye contact. They look the smallest bit away.",
				"The afflicted has seen the errors of popular belief and have decided to be as counter to the norm as possible. They might refer to everything in opposite terms (like saying \"down\" for \"up\"), wear clothes backwards or upside-down, or in extreme cases, even do the exact opposite of what they think others desire of them.",
				"The afflicted does not think they exist anymore and does not believe people can notice, perceive, or interact with them. When spoken to or observed, they don't believe it—others must be interacting with something nearby. It's just a coincidence! Physical touch of any type is ignored, and if physically moved or hurt, the afflicted believes they must be hallucinating or having a vivid dream.",
				"The afflicted believes that they know someone of great importance (ideally, someone the PCs are needing to meet/encounter/etc.), but they cannot ever lead anyone to this person. They are happy to speak about them, provide insights about this person, and even regale others of stories that involved the two together. However, they can never disclose the physical location of the person or lead others to the person because if they do, they believe they will break their end of some bargain and something terrible will occur.",
				"Your character begins to feel that their self worth is elevated, almost in a euphoric state as their false confidence causes them to be too confident in their abilities.",
				"The afflicted believes that their hands and feet have been replaced with spoons.",
				"The afflicted person believes he suffers from spontaneous combustion, and whenever there's a talking bit, he has to roll whether he is fine, or spends the entire chat rolling on the floor and screaming.",
				"The inflicted player is convinced their lives and everything in their world is controlled by giant gods that surround them at all times. The PC will occasionally hear giant boulder size rocks roll somewhere, before something happens.",
				"You will have an obsession with flipping a gold coin for every decision you make.",
				"You start spinning and humming \"Twinkle-twinkle\" for hours on end.",
				"You find a pineapple (or any available fruit) named \"Wilson\" that speaks for you now.",
				"You believe every full moon you turn into a were-rabbit that craves cheese.",
				"When you sleep, you dream of a lake of fire. It's the same dream every night. You know it exists somewhere in the world. When you wake, you can feel it pulling you, calling to you. You do everything in your power to travel to this lake. DM decides how far away it is. You know it's the right lake when you get there. Once you arrive, you find it to be very much so not on fire. Take 3d10 psychic damage as you struggle to reconcile this, and the madness ends.",
				"You now believe you are the physical incarnate of the deity you have devoted your life to. Alternatively for classes not devoted to a deity, you now believe you are a deity worthy of devotion, gain the ability to cast prestidigitation (poorly) to prove your divinity to those foolish enough to question your power!",
				"The person feels like someone is watching them constantly and cause him/her to shoot out random things in any random direction",
				"The afflicted thinks that party members are close relatives (father, mother, brother etc.)",
				"The afflicted becomes overly critical against the party members, and mocks and insults them even for the slightest mistake.",
				"The afflicted starts thinking selfness is the only way to get home alive, and will always choose what is better for him and not for the whole party. He will always refuse to share things.",
				"The afflicted start going irrational, talking about his past and commenting everything in weird ways, using terms like madness, darkness, void, etc.",
				"Character develops \"Object is God\" disorder: first stage, they hear voices. As they tear about, one voice comes through more strongly than the rest, from a certain direction. Whatever the direction, they wander, until a doll or stuff item is found. The voice they've been hearing, \"attaches\" itself to the item, and \"speaks\" through it. The item then MUST be obtained. Finally, any choice the inflicted makes must be made through the toy.",
				"Character becomes extremely sadistic. Deaths elicit the most laughter – the gorier, the more happiness is achieved.",
				"A fear of growing older is instilled in them–and a desperation to never grow feeble. Impatience is formed as a result of the knowledge that with every passing second they are slowly dying, and as such they have a short fuse.",
				"They must save everyone! When asked \"from what\", the response is \"from evil!\" before trying to murder everyone.",
				"Afflicted develops an uncontrollable fear of water, including ice and bottled water. He may even let himself die of thirst.",
				"Character starts worshipping a deity referred to simply as \"The Game Master\", who supposedly controls everything about the world, except for the party.",
				"Character develops a compulsion for feeding any creature it sees, with whatever is at hand.",
				"The affected is convinced that he/she is a vampire, and will seek out humanoid blood. Also takes 1d4 psychic damage per minute of sun exposure, and believes the image of him/herself in mirrors is an illusion.",
				"The person decides to create a massive loot hoard, not unlike ones in a red dragon den. Person will take any gold and valuables they see, by whatever means they see fit, and then take them to their home.",
				"The afflicted character verbalizes all of their internal thought processes unless they put a concerted effort into not doing so. While suppressing the verbalization of their thoughts, they have disadvantage on skill checks and saves, cannot cast Concentration spells, and speak in strained and broken sentences.",
				"The afflicted believes their body parts have separate personalities and spends most of their time trying to broker peace between them.",
				"The affected pc adopts the personality of another character, and fully believes that they are that character. Lasts until cured, or the effect wears off.",
				"The affected believes that they can talk to their weapon. If the affected does not have a weapon, then they believe themselves to be able to communicate with another party members weapon.",
				"The afflicted is plagued by night terrors that comprise of all the ways the afflicted might die that next day. Paranoid to the point of hysteria, they do everything with incredible fear and caution, often mumbling about the many ways whatever they're doing might kill them.",
				"The afflicted finds the most inconvenient things to be absolutely hilarious, bursting into cacophonic laughter at the worst times.",
				"The afflicted never lets one of their senses function properly because they falsely believe that they are better without that sense. Their self-imposed handicap has become their good luck charm and security blanket, although it actually makes them worse, so they fight tooth-and-nail to never use whatever sense they have shunned.",
				"The afflicted is convinced they hold multiple personalities in their psyche, except all the personalities act exactly the same in every respect and the only difference is that each personalities' name differs by one letter.",
				"The afflicted has developed a pitiful version of photographic/eidetic memory where they only clearly remember things when in near-death situations, so they actively seek lethal or painful experiences in order to use their incredible recollection abilities.",
				"The afflicted fears that lying in any way spells their end and have become genuine and honest to a fault. They say whatever is on their mind, though with obvious terror, shame, or hesitation.",
				"The afflicted believes they have extra, imaginary appendages, and they try to use whatever extra limb they believe they have, which obviously never works.",
				"The afflicted has realized that fate rules everything and nothing is not predestined. They are incredibly melancholic and fatalistic, and they must be driven and prodded into action to do anything other than sigh and accept their fate.",
				"The afflicted obssessively takes up the ambition of being a writer, and they neurotically write everything down for some ambiguous chronicle that they are always working on.",
				"The afflicted is convinced that everyone else is flirting with them somehow, and they are apalled at how libido-driven everyone seems to be. Ironically, they become terrible at hitting on people.",
				"The afflicted's sense of time is confused. They speak of the past as if it's in the future and has yet to happen. They speak of the future in past tense. And they have very little grasp of the present moment.",
				"The afflicted becomes a mild pyromaniac. They have to make a CD 8 Wis check everytime they see a fire. On a fail, they try to spread that fire once they are safe to do so.",
				"The character partially loses the sense of hunger. Every 1d20 hours, they have to make a CD 8 Wis check. On a fail, they believe to be extremely hungry, and will do anything they can to get a meal.",
				"The affected becomes addicted to the first smell that reaches their nose. If they are not able to smell it every 12 hours, they become violent.",
				"The character reverses alignment every last day of the month. If they are in any way neutral, throw 1d4. Odd makes evil or chaotic, even makes them good or lawful.",
				"The afflicted believes to be in a dream, and is constantly trying to wake up. However, they are too afraid to try to commit suicide in order to wake.",
				"The afflicted has a dream, in which they see their own death, in a rather specific way. The DM decides what the dream is like, so it is exactly like a situatiin the party will go through. The afflicted then recognizes the scene, and panicks.",
				"The character is suddenly attracted to their own image, even though they don't recognize it. They try to talk to themselves in the mirror, fully believing it's a different person, and the love of their life.",
				"The person grows extremely afraid of gravity. Even a tiny unevenness makes them pee their pants.",
				"The afflicted grows an interest for poetry, and starts making their own, terrible poems.",
				"The afflicted is convinced they know a lot about subjects they only know a little of, and makes a lot of assumptions to fill their knowledge's holes.",
				"The character believes they have an angel on one shoulder, and a demon on the other. Both of which represent a side of their consciousness, and gives their respective advices. The character doesn't know which is which.",
				"The person believes they are getting older way faster than others, and that their physical capacities are decreasing as well.",
				"The character thinks they suddenly changed gender.",
				"The afflicted thinks it's rude to drink or eat in public, and will hide from anyone else before they do one of these things.",
				"The afflicted suddenly \"remembers\" they are a double agent, meant to strike down whoever the party is working for, and their party members are part of the scheme, just don't remember it.",
				"The person is convinced that the end is near, and there's nothing they can do to stop it. So, they decide to live the rest of their days as hedonistically as possible.",
				"The person believes to be aging backwards, and getting progressively younger, They mistake signs of senescence for signs of youth.",
				"The person believes they are a polymorphed metallic dragon, stuck in human form. They set out to fix their \"curse\".",
				"Whenever you meet a new character, roll 1d8: 01: You see everything they do in a negative light; 2: You feel compelled to steal from this person, regardless ofthe circumstances. This effect then transfers to them, and they feel compelled to steal from you. It will not transfer again after this; 3: You see the character as being extremely ugly. Make a WIS save. On a failed save, you have disadvantage on all rolls related to anything other than that character, as you're too focused on them; 4:You feel extremely apathetic towards them. You don't care about anything that happens to them, or what they do; 5: You feel compelled to protect the character at all costs, through whatever means you feel will be most effective; 6: you find the character extremely attractive, regardless of their appearance or your sexuality; 7: The character is now your new \"best friend\". You cannot help but find similarities between the two of you, and you care a great deal about them as a person, as well as their opinion of you. Any compliments or gifts you receive from them are elating, and any insults they give deal 2d4 emotional damage, which heals over 1d6 hours; 8: You feel no special way towards this character.",
				"Afflicted character's psyche shatters and dissolves as the character starts losing body functions. Roll 1d20 for each of these conditions: Memory loss; Loss of sight; Loss of taste; Loss of touch sense; Loss of hearing; Speech loss; Motor problems; Schizophrenia. The rolls count as a CD10 Constituion check. In case of a fail, roll 1d8 (or any appropriate dice) to determine how many weeks that effect lasts."
			]
		}
	]
}