{
	"name": "Tavern Food",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/74gd04/tavern_food/, http://dndspeak.com/2017/12/100-tavern-food/",
	"data": [
		{
		"name":"Tavern Food",
		"data": [
				"Pickles and Sharp Cheddar",
				"Pumpkin Pie",
				"Rat on a Stick",
				"Black Walnuts",
				"Black Pudding",
				"Sourdough Bread",
				"Boar Bacon",
				"Bowl of Rattails",
				"Fruitcake",
				"Sugared Almonds",
				"Rabbit Broth",
				"Fried Oranges",
				"Honeyed Bear",
				"Freshwater Fish",
				"Wine Soaked Pears",
				"Lamb Leg",
				"Berry Tarts",
				"Roasted Honeycomb",
				"'Meat' Fritters",
				"Sautéed Mushrooms",
				"Cheese Fritters",
				"Dried Apricots",
				"Jellied Eel",
				"Scones and Gravy",
				"Cottage Pie",
				"Devilled Kidney",
				"Quark",
				"Snake Fillet",
				"Skewered Frogs",
				"Porridge",
				"Wolf Steak",
				"Preztel Weapons",
				"Crabcakes",
				"Octopus Turnovers",
				"Pork Knuckles",
				"Pickled Sausage",
				"Lemon Bread",
				"Aged Dwarven Blue Cheese",
				"Chocolated Chilis",
				"Haggis",
				"Mutton Meatloaf",
				"Bread Bowl Stew",
				"Apple Crisps",
				"Chicken Feet",
				"Pickled Eggs",
				"Borscht",
				"Eggs and Brains",
				"Jellyfish Salad",
				"Raisin Cake",
				"Fish Jerky",
				"Salami Platter",
				"Liver Pudding",
				"Lamb Fries",
				"Squab Pie",
				"Fried Calamari",
				"Prawn Omlette",
				"Peppered Hard-Tack",
				"Hard Boiled Quail Eggs",
				"Rack of Lamb",
				"Venison Meatballs",
				"Crocodile Fillet",
				"Spider Cutlet",
				"Lizard Kebabs",
				"Crab Claws",
				"Elvish Salad",
				"Battered Bat Wings",
				"Dragonbreath Chili",
				"Turtle Tartar",
				"Roasted Chicken",
				"Onion Soup",
				"Nut Roast",
				"Stuffed Peppers",
				"Grape Pudding",
				"Potted Shrimp",
				"Bog-Beatle Dumplings",
				"Poached Duck",
				"Pigeon Pie",
				"Giblet Curry",
				"Reptile Scramble",
				"Beer Soup",
				"Lentil Soup",
				"Custard Tarts",
				"Acorn Flatbread",
				"Strawbrerry Basil Fruit Peserves with Bread",
				"Oysters with Grapefruit",
				"Pickled Pigs Feet",
				"Honeycomb Tripe",
				"Wasp Crackers",
				"Fried Spiders",
				"Escargot",
				"Roasted Cockatrice",
				"Date Cakes",
				"Quince Cheese",
				"Spicy Acorn Noodles",
				"Puffed Amaranth",
				"Oatmeal",
				"Fruit Leather",
				"One of the local hunters haulded in a big buck, so we're having venison stew.",
				"Darkmantle soufflé, with hollandaise sauce and a fried egg on top.",
				"Griffin shanks, with secret sauce BBQ.",
				"Pseudodragon on a stick.",
				"Rack of owlbear ribs.",
				"Caramel fritters, with healing potion baked in.",
				"Blubber Baked Barnacles, local delicacy.",
				"Bobo's JoJos (BoBo is a half-orc bartender and cook, JoJos are essentially seasoned and fried potato wedges).",
				"Stag Steak & Dire Lobster (Surf and Turf).",
				"Illithid Larva in Squid Ink, eat it before it eats you!",
				"Ice cream. Cooled by a business savvy winter wolf who is partners with the tavern's ex adventurer owner.",
				"Catch ya own fish and chips.- there's an interdimensional hole in the tavern's floor that leads to the elemental plane of water. We cook anything you catch and provide the chips but you have to supply your own rod.",
				"Bread pudding with extra sharp dire goat cheese. Comes with a side of grilled onions and carrots.",
				"Squeaver chili served with a cool glass of Beholstein milk. \"The Squeaver is a many-tentacled furry beast with large buck teeth that spends its days constructing fabulous dams. The Beholstein is truly a special prize of dairy farms across the realm, as its back half is separated from the useful bits, so fertilizer can go directly where it needs to.\"",
				"Spicy Jumbalaya with crispy eel skin strips on top.",
				"Celebratory Goat Stew with assorted fruits, nuts, and cheeses.",
				"Potatoes! Potatoes of all sizes. Grab a giant potato bowl for potato soup with a side of roasted potatoes.",
				"Goat and Quail Egg Omelette, served with lingonberrys.",
				"Marinated Artichokes seasoned with caper and chicory, and served on a bed of Wild Mushroom Rice.",
				"Sauteed Partridge in a black raspberry reduction sauce, comes with a side of Grilled Jalapeños.",
				"Roasted tarantula with hairs carefully singed off and fangs used as toothpicks.",
				"Roasted hazelnuts and fresh apples with a strip of bear jerky and a wedge of ripe cheese.",
				"Kumquat Curd Pancakes, served with a Tankard of Yarrow Beer.",
				"Tom passed last week, and he had a weird will. So we're having Tom Roast.",
				"You lot must've seen that giant pile of crates out front. SOMEBODY (yelling toward the back) accidentally order 10000 ears of corn instead of our usual 100. So, we're running specials on corn, cornmeal, cornbread, creamcorn, and other corn dishes.",
				"Hell fire peppers: popular among teiflings as they can handle the intense spiciness of them. Warning: extremely spicy.",
				"Sweet, sweet hell: Roasted with onions and slathered with honey. Goes great with any meat.",
				"Dragon's eggs: eggs cooked with thin slices of beef and a little bit of cayenne. Salt and pepper according to taste. Served in a bowl with dragons on it for pa-zaz!",
				"A traveling gnome has a new fruit called ‘Impression Berries'. Eating it changes your voice to sound like someone else in the room. The flavor is based on your feelings towards that person (ex: if you like them, the berries are sweet. Dislike, bitter. Attracted to, spicy).",
				"Four beautiful sisters were left one piece of their grandmother's special beef stew recipe (who passed away a week ago). They all are too jealous to share their parts of the recipe so the party must decide with faux recipe is the best.",
				"A man is taking his son out hunting for his first time. They're going to cook what they catch. They are accidently attack by an owlbear. The party must save them, then enjoy owlbear venison.",
				"Oyster eating contest! (\"Those were mind flayer eggs? Uhh…I don't feel so good.\")",
				"A portal to the elemental plane of fire has opened! In small backwater town. The local rednecks have been using it as a pit to cook beef.",
				"It's the cook's birthday and has the day off. All we can manage today is day old bread with a stew made from yesterday's leftover roast.",
				"Chicken minced pies. They're the [king/queen/emperor/governor/ruler]'s favorite.",
				"Meatloaf. Guess the meat and the meal is free!",
				"The town farms have been ransacked by kobolds, but can I get you some dirt soup?",
				"The party just killed a red dragon and freed a town from it's tyranny. The cook wants to try his hand at dragon prairie oysters for the community.",
				"A kraken has been killed. The local tavern host a calamari eating contest, with the villager who eats the most getting accolades and free ale for a season.",
				"Thinly sliced fruit slices covered in hardened sugar and topped with honey. DC 10 Con Save or +1 initiative -1 to all checks regarding stillness",
				"A slightly burnt steak filled with a juice from the tavernkeep, it tastes great but a bloodcurdling yell came from the back when he was preparing it, a human yell.",
				"Pastry-wrapped Goat on a bed of Battered Fried Green Beans, served with doughnuts, lingonberrys, and scrambled quail eggs.",
				"Marinated Artichokes seasoned with caper and chicory with Sauteed Spinach, served with Frybread with pumpkin butter.",
				"Fried potatoes and lamb on a bed of fireroot leaves, covered in a spicy smolderberry sauce. Smolderberries are rarely used in food due to their ashy taste and uncommon growing conditions, but the tavern owner found a way to get ahold of them many years back, and has since taken the time to figure out how to make their smoky flavor shine.",
				"A juicy shark steak steeped in whisperwood sap, seasoned with the tavern owner's signature spice. The shark had been a monster of a beast that nearly sunk the ship that caught it, and it's robust flavor mixes surprisingly well with the overpoweringly sweet sap. The signature spice is literally just wood shavings from the kitchen counter.",
				"A local fishing boat has discovered that, in lieu of actually catching fish, eating seaweed is surprisingly nourishing and tastes… just okay.",
				"Nettle Soup.",
				"Rabbit in a wine-currant sauce.",
				"Orange omelettes for harlots and ruffians.",
				"Cave Fisher Tail with Cave Fisher bloodwine. (Cave Fisher is a weird cave lobster with alcoholic blood.)",
				"Sweet and Sour Cockatrice with rock candy and rice in a stone bowl.",
				"Bulette fin soup.",
				"Roast velociraptor.",
				"Chimera Steak. It's nature's turducken!",
				"Deep fried rust monster.",
				"Water with ice.",
				"Merchants from a foreign land selling foreign foods have recently passed by. Spicy shrimp and rice. Make a con save against psychic damage from spiciness.",
				"Fish eggs. Who eats fish eggs? Why did the \"Black Salmon\" crash nearby carrying loads of fish eggs? Why would anyone pay for nasty, slimy, fish eggs? Free.",
				"Mutton chops with \"mutton chops\" facial hair seared into it.",
				"Leftover Kebab. Roll two specials. Put them on a stick.",
				"Drake steak.",
				"Deep fried Drake tail (I like the idea of roaming pacts of drakes to drive home the fantasy aspect compared to our world).",
				"Giant Centipede or other insect stew, serve in a shell bowl.",
				"It's the cook's night off. The meal of the day is beer. Lots of it.",
				"Wild boar sausages with berry gravy.",
				"It's just chicken. I mean, what kind of strange kin y'think we are?",
				"A band of adventurers came running in begging us to take this heap of \"cursed meat\" off their hands, even threw a few handfuls of gold into a sack to get us to take it… So we're having Mystery Meat for the next night or two.",
				"Had a strange merchant come through with a machine he claimed would make us so much food it would \"Rain from the sky\". Meatballs, potato mash, and a strange beverage the traveler called \"Cola\" will be served here at dirt prices for a while.",
				"The cauldron the size of the table is dropped in the table with no description. It is filled with 3 live octopus, which will be perfectly cooked, after the party kills it themselves, of course.",
				"Whiskey stew with rye bread.",
				"Pickled purple worm that has been marinating in honey wine and various regional spices.",
				"The town has received a mysterious shipment of rations that the mayor is insisting must be sold to the general public.",
				"Mushroom Stroganoff: On the menu it seems normal, but the dish has a purple tinge to it when it arrives at the table. Turns out, it's actually a violet fungus that got into the pantry!",
				"Traditional English Breakfast; Sausage, Eggs, Tomatoes, and black pudding… While most of the meal is delicious, the blood used for the black pudding makes your mouth tingle with energy–did they use some sort of magical creature to make it?",
				"Our local brewer has been \"experimenting\" recently. And by experimenting I mean trying to make alcohol out of every fruit they can get their hand on. If you've never tried watermelon wine, now's your chance.",
				"500 year aged Owlbear cheese, served with Ancient Dwarven Wine. Bartender says that of you can eat an ounce of each and keep it down, you'll get free bed, meal, and drink the rest of your life in the tavern.",
				"Toad-in-the-hole (real dish in uk – sausages in a large Yorkshire pudding) but there are regional differences in the kingdom. Some use sausages and some use real toads. People are fierce and proud of the camp they fall into. Which is prevalent in this village? Is it insulting to ask then not chose the dish?",
				"A section of giant spider leg that's been been battered and prepared with an accompanying sourweed soup to dip it in. When a frequent taverngoer came across a nest of giant spiders and eradicated it with fire, he offered the owner the corpses. The owner experimented and finally came to realize that, while the abdomen was far too gamy, not to mention poisonous, the legs had a taste and texture similar to crab.",
				"A platter of assorted fruits served drenched in Caldian oil. Caldian oil is exceptionally rare in those parts due to the fact that doesn't grow on the continent, and the tavernowner only has some due to his recent assistance on a traveling merchant's vessel. The uniquely tart taste and tingling sensation provided by the oil is coveted for its ability to give layers of flavor to even the blandest of fare. Do not touch your eyes after getting any on your fingers.",
				"It's Trial and Error Night! Every once in a while, the tavernowner takes a shot at expanding their menu and makes a variety of dishes that aren't normally an option. Roll on the list 3 more times. Over the course of the day, the tavernowner makes the food from each of those options. At the end of the day, the owner serves all of the food at the same time, both independently and in combinations with the other options to see whether any of the experimental fare is worth adding as a regular option.",
				"Boar meat cooked in a broth composed of various sour berries and spices.",
				"The tavern is offering a \"special sauce\" that can be added to existing dishes. A successful intelligence check will reveal it to be a dead gray ooze.",
				"Oat porridge …again.",
				"A small, man-made island in the middle of the ocean has a tavern that always serves a veal special. There are no cows anywhere near the island.",
				"Oysters Tiamat",
				"Sing-for-your-supper: order whatever you want and if you sing a song that charms the bartender (dc12) your meal is on the house. (Players are encouraged to sing)",
				"Minotaur patties",
				"The new half-orc chef is preparing what he calls \"Woodman steaks\" (It's Elf). It is similar to pork but lean and with a mysterious, herbal flavor. The chef may approach the right party to \"procure other rare meats\".",
				"Kobold scale chips with salsa.",
				"Beer. Just drink some of the fucking beer, its going bad.",
				"A raptor is brought in from the south. Raptor is expensive. The people being poor, and the travelers being stingy, no one wants to buy it. So there's a contest. If the entire raptor can be eaten in an hour and a half the meal, and all alcohol along with it, is free. Otherwise you pay full price.",
				"Giant crayfish tail sauteed in butter with Abyssal peppers and a side of thinly-sliced shrieker steaks.",
				"Stewed mule flanks with boiled carrots and parsnips.",
				"Boar bone soup: A brown coloured liquid with bits of meat that smells bad but tastes great.",
				"A small locally caught fish that was de-scalled and dipped in egg then coated in flour. Then dunked in boiling oil and cooked till a golden crispiness.",
				"Poached Trout and Walnut Bread with a Glass of Brandy to wash it down.",
				"Baked Bear and Mulberry Tart.",
				"Salted Catfish, caught locally.",
				"Boiled Sausage and Sharp Cheese. The cheese was made locally, and considered to be a delicacy.",
				"Fried fish. The fish turns out to be a wizard who is unable to polymorph back into his human self."
			]
		}
	]
}