{
	"name": "Unique Horses",
	"category": "NPCs",
	"source": "http://soogagames.blogspot.com/2016/02/d100-horses-with-arnold-k.html",
	"data": [
		{
		"name":"Horse",
		"data": [
				"Potentia - Mighty mahogany steed with skin like a sweaty lover. Any female horse he catches in his gaze must pass a Save or become pregnant. Riding him always causes slight arousal.",
				"Master H - A red fighting horse with strong forelegs trained for punching. Only responds to requests, not orders, and insists on being called “master”. Anyone that tries to boss him around gets punched back into line.",
				"Horatia “Dropkick” Horatian - A chestnut horse in a wrestling mask. Pretty well trained and moderately agile, but if you remove the mask he dies from shame.",
				"Mockmare - Bits of horse strapped together and animated. Needs a Save after vigorous activity to avoid losing a bodypart. You can reattach any horse part you like though.",
				"Fleschee - Big fat pale horse. Has a weird gelatinous flesh. Needs twice as much food as normal or refuses to act. Completely immune to physical harm though. Super dumb.",
				"Sweetpearl II - Spoilt pageant pony. Fears being alone, and great at making you feel guilty.",
				"Quacker - Pretty fast horse wearing a wooden duck-head over his own. Doesn’t actually know how to quack. If you remove the duck-head he only goes slow and sobs quietly.",
				"Horsebox 1 - Black wheeled metal box containing the remains of a horse, and “Horsebox 1” written in white paint with a skull and crossbones. Moves of its own will but always follows its owner at around the speed of a normal horse. Can also be ridden at this pace if you give very literal directions. Comes with the myth that a flaming ghost horse will arise in a time of need (it doesn’t). Always useful to have a dead horse on hand though.",
				"Big Oz - The stupidest horse in history. Has a massive horse head, one eye missing, and no teeth. Smells so bad. Nobody would charge for this horse, they’ll just throw him in for free with any other.",
				"Sweeper - Sleek horse trained to sniff out explosives.",
				"Emerald Dream - Green-hued black horse with finely plaited mane. So beautiful that other horses hate him and won’t cooperate. If they fail a Save they’ll even be hostile.",
				"White Velvet - This horse is so soft a ride that when you go back to another horse you suffer d6 damage each mile you ride for the first day. After that you get used to it.",
				"Scratch - Horse with spade-hooves, used to dig up roots in its native land. Can be made to dig but is pretty slow to make up for it.",
				"Chap-Mozul - Snooty thoroughbred that absolutely refuses to get dirty. Really fast and great jumper though.",
				"Butterfly - A shabby grey horse partially dyed pink and with gaudy butterfly wings pinned to its back. Looks and acts ashamed, but resists any attempts to remove the decoration.",
				"Worldsteed - Twice the size of an ordinary horse, mounted with a howdah. Really slow and actually pretty weak from bad bones. Looks tired.",
				"Murmur Junior - A pony that makes whimpering noises. If you listen closely (takes at least a minute of coaxing) he actually gives quite good advice in common tongue.",
				"Rok Savage - A golden steed with a flowing mane but sort of a goofy face. Adorned with fake barbarian furs and subject to many lies about his berserker rages. Is really quite placid.",
				"Wruffal - A muscular brown steed that goes out of its way to antagonise any larger animals it encounters. Hates his brother Awaruff and they duel to first blood each time they meet.",
				"Awaruff - A muscular brown steed that goes out of its way to stamp on any smaller animals it encounters. Hates his brother Wruffal and they will duel to first blood each time they meet, but Awaruff fights dirty.",
				"Bjors - A horse with distant bear ancestry. Can talk with bears as one of their own, and needs a little meat in his diet to stay happy.",
				"White Slipper - A, exquisite, tiny white horse that can only carry children or the very small.",
				"Eric of Horse - A peachy coloured horse that can carry out all of the functions of a well-trained squire from the olden days. He’ll sharpen weapons, help you in and out of armour, and neigh encouragement while you duel.",
				"Jeremus Faltine Gratziarse - A blue-grey racehorse that only eats fine food. Will try to eat any gems or coins nearby, but if he gets a good fill of them he runs at twice the normal speed for that day.",
				"Hurter - Total dick of a horse that loves to torture everyone else, but utterly loyal to his master.",
				"Hamham - Pig-nosed horse that regenerates as a troll.",
				"Anequin - Long faced lean-green horse. Hates all other horses, and anything that reminds him that he’s a horse. Loves the servitude of being owned, though.",
				"Ode to Forgotten Steeds - Dyed black horse, bred from stock fallen on some battlefield. Incredibly somber and depressing. Will point to anything likely to make you miserable with a solemn hoof.",
				"Icehorse - Rare breeding stock, raised in arctic conditions and high altitude to improve strength. Total badass of a white horse that will stand up to any punishment. Cries a little as it sleeps.",
				"Carltott - Big fat show-horse that knows a few disgusting dances and suggestive gestures.",
				"Ranton Spur - Mistreated horse that will never trust another master. Dull brown with lots of scars.",
				"Maximum Grace - Burglary-horse that can move silently and climb brick walls.",
				"Null Horse - You pay for a horse, but you don’t get a horse. There trader will say there’s a message there but it’s just a scam.",
				"Prancer Prime - Horse with some reindeer stock. Can fly if snow is falling.",
				"Karrier - Misshapen horse designed to carry heavy loads. Looks like four horses squeezed into one body, but can carry pretty much anything.",
				"Oxkicker - Dark grey raid-horse trained to kick in doors with alarming power. Nothing special other than that.",
				"Venus D - Only has hind legs and runs very fast, like an emu. You have to hold on tight not to fall off, but it’s quite the sight.",
				"Loosie Lucy Lasso - A dumb brown horse with a silly cowboy hat stuck in.",
				"Yellerhed - This horse won’t shut up crying and yelling, but it’s cheap.",
				"Terrible Dennis - Really moody looking grey horse. Has clearly seen lots of action, but pretty slow in his elder years.",
				"Okler - Horse with one giant eye in the middle of his horse head. Can see for miles and will rear up at anything dangerous on the horizon.",
				"Maynesteid - This tall muscular horse has had most of its skeleton replaced with metal parts, and comes with a pair of horseman-axes (d8) made from his bones. Seems really into battle and glory.",
				"Fat One - Actually in really good shape, reddish-brown, but humble to the point of embarrassment. Will throw himself down in the mud so that you don’t have to dirty your boots.",
				"Wickywalter - Light brown, branded with the seal of justice as a former bounty-hunter’s horse, and neighs loudly if his owner tells a lie in his presence.",
				"Redsaddle - A maroon horse formerly owned by a sea-raider. Swims really well and can hold its breath for an unnatural length of time.",
				"Hrissen - Conjoined pair of horses, connected along the flank. Two riders can ride uncomfortably close to each other.",
				"Ultratrotz - A shaky black horse that’s had metal plating (Armour 1) painfully bonded all over its body and a unicorn horn (d8) attached to its head. Has no taste for battle.",
				"Effelletur - A dairy-horse that needs milking every day to avoid discomfort. Will encourage her owner to feed at her udder, which creates a telepathic bond for the rest of the day.",
				"Chulepa Peek - This self-abasing horse is covered in mud and feces. It will not eat unless you kick it (believing itself to be unworth feeding) and will sleep in the rain instead of a warm stable (believing itself unworthy of such a luxury).",
				"Golden God Farmer - This golden-haired horse is cursed. It cannot stop running. It will always move as fast as the fastest horse, unless it is racing away/towards another fast-moving object. In that case, it will be slightly faster. If it stops running, it dies.",
				"No-Bath - This roan mare is also cursed. Whenever it meets a new person it looks at them and says, “You must help me! I’ve been transformed into a horse by an evil wizard, and cursed to only be able to speak once, after which I will forget my human past. You must kill my owner to free me! You are my only hope!” (All of this is a lie, of course.)",
				"Scabby Joe - Infested with lice. Possibly their deity. Their itchy, itchy deity.",
				"Zooltharno the Gelid - This horse is ice-cold. It moves slowly, but can levitate up or down at the rate of 1 foot per second. When levitating, it cannot move horizontally unless it is pushed/pulled.",
				"Ifrit - This is a gaseous horse. It lives in a bottle. When the bottle is open, it becomes a flying, purple steed. If it ever takes any damage, or gets wet, it dies.",
				"Shaggadoom the Questant - After an expedition to uncharted dimensions, this bug-eyed horse was the only survivor. It is paralyzed, and its face is perpetually frozen in an expression of raw horror. Anyone who falls asleep near the horse will wake up beside the horse, transported safely across as much territory a healthy horse could cover in the amount of time that they’d been asleep.",
				"Griplatch the Klorohund - This greenish equoid is meant to be edible. Each day, a reddish, pulpy fruit buds off from its face, providing an extra ration. It doesn’t eat, but instead gains its nourishment by chewing your food (in its dead-end mouth), sucking all the flavour out, and then depositing the pulp back in your hands. Very friendly.",
				"Thorsor Greybreed - This horse is not a horse, but a demon wearing a horse’s skin. Exceptionally fast and vicious. Each day there is a 1-in-20 chance that the demon will be recalled to hell, leaving an empty horse skin behind. It will return the next day and behave as if nothing strange has happened.",
				"Tillamook Flenge - This is a reverse vampire horse. It suffers from an overabundance of blood, and must be bled daily. If it is not, it will begin to get desperate, like a cow that hasn’t been milked, and will extrude it’s glossal syringe in order to inject it’s heavily parasitized blood into the nearest mammal.",
				"Hammerfaust the Invincible - This small, grey horse doesn’t look very special. However, it is completely immune to damage, except for damage from stupid weapons. Stupid weapons (nunchucks, a polehammer, a glaive-guisarme, a throwing chakram, etc) the attack becomes a critical hit.",
				"The Horse of a Different Color - This is a fairy horse. Every day, this horse changes into a different horse, always mundane except for this strange fact. If you leave saddlebags on overnight, they will disappear. 5% chance that it appears with someone’s saddlebags in the morning, with something interesting inside. (It is possible for other things to travel with the horse. Once it was found with a corpse on its back, tied to the saddle.)",
				"Double John - This horse is a horse at both ends. Capable of running backwards as fast as forwards. The two horse heads are known as “Eaty John” and “Shitty John”.",
				"The Invisible Horse - Is truly invisible, but flatulence ruins any invisibility attempts 33% of the time.",
				"Miriam Waggish - This mare is a were-human. Every full moon she spends three days as a human. She formerly worked as a launderer in town.",
				"Stinger - Has a wooden leg with a wasp nest built into it. The wasps automatically attack anyone who attacks Stinger, but will generally leave anyone else alone.",
				"The Metaphorical Horse - This is a book, not a horse. It is about a metaphorical horse named Life that carries us through good times and bad times, with a clumsy, powerful gait. Anyone who reads it aloud is able to run at the speed of a horse, but only over territory that a horse could normally run over. They lose 1d6 Wisdom after this exertion.",
				"Fiercer - This is a coal-black horse with a spiked iron collar. Attacks as a sixth-level fighter. Displays murderous impulses towards gnomes and things about the size of gnomes. Is wanted for genocide, as it has exterminated two gnomish villages (over 150 gnomes have met their doom at the end of his shiny, shiny hooves.) Is being hunted by Masdrana, the unicorn bounty-hunter, who intends to hang him.",
				"Trismegistus - Shaved and tattooed with arcane symbols. Each of his flanks contains one spell. His back contains a fully functioning demonic summoning circle, which is capable of containing a demon, but will not prevent it from riding Trismegistus. This horse has a terrible phobia of candles.",
				"Lovely Lucy - An attractive roan mare. She is the wife of Brogtharion, a barbarian from a tribe with a long history of very literal horse husbandry. Brogtharion will come along (he is part of whatever deal gave you Lovely Lucy), but will not ride her nor speak to her, as they are currently having a marital dispute.",
				"Gobby Nobbler - Lumpy looking horse with a dull hide. Knees actually bend the wrong way. Close inspection will reveal that it is actually some sort of giant insect wearing a horse’s skin. Very affectionate and loyal. Terrified of actual horses.",
				"The Smaragdine Mare - This horse is green, and perpetually pregnant. If fed something, will excrete a variation of it. Milk turns into wine. Apples turn into pears. Potions turn into a different kind of potion. Gems turn into other types of gems (but these require some coaxing to eat). If she ever eats the flesh of another creature, she will birth a monstrous version of that creature and die in the process. The seller of this horse will usually add the instruction “Don’t feed her flesh.” but will not know the actual reason.",
				"Mount Vlatingor - This is either a enormous man or a small giant. Either way, he is educated, well-spoken, and completely insane. He believes that he is a horse, and will become extremely angry if he is not treated like one. After progressing through argumentation and threats of abandonment, he will leave. Passengers are carried on his shoulders.",
				"Motley Samson - Adorned in a jester’s motley. Aging, grey-haired, and sway-backed. Will perform a humorous little dance for as long as a tambourine is played (sold with the horse). Also trained to detect the most common edible poisons.",
				"Sir Tomborious - Barrel-chested Clydesdale with an enormous claymore strapped to his side.. Acts like a normal horse, albeit more loyal than most. If he witnesses a damsel in distress, he stands up, removes his hooves (they are just painted, steel caps) to reveal his hands, draws his claymore, and wades into battle. After the situation has been resolved, he sheathes his sword, puts his hoof caps back on, and returns to normal.",
				"Svalbard - This horse turns into a small viking longboat (25 feet long) when wet. In this form, it has a painted horse figurehead. When it is dry, it turns back into a horse. A splash from a puddle is insufficient to provoke the transformation, but rain will do it.",
				"Madera - Whenever startled or scared, becomes as rigid as a wooden statue and falls over, unless she was standing still. (Not actually wooden, just paralyzed, like those fainting goat videos.) Fails all saves vs. fear. Half-price.",
				"Francifal Saint Montaigne - Makes owlbear noises. Does not fear high places since it thinks it can fly. It cannot.",
				"Joreppo La Bomba - An audible ticking can be heard from the horse at all times. If this horse dies from an impactful death (non-poison, non-level drain) it explodes as a 5d6 fireball. It is being sold by Joreppo Morone, an extremely nervous man who screams when startled.",
				"Hammerhead - A normal-seeming horse gifted with an abnormally hard head. Instead of stamping on enemies, it bludgeons them with its head.",
				"Maggot - Exhales blue smoke. Vibrates. Moves jerkily. Doesn’t need to eat. Turns into a miniature black hole (as sphere of annihilation) upon death, a state that lasts for 1 minute.",
				"Ekinna - Lays a chicken-sized egg each night. If the egg is not destroyed, it will hatch into a horse-headed monstrosity that will seek to devour the marrow from whoever Ekinna loves the most (usually her owner). If Ekinna doesn’t eat the slain monstrosity by each morning, she will sicken. If she misses two of these meals consecutively, she dies.",
				"Solaris - Supposedly a horse from the sun-god’s own chariot. Golden orange coat, almost luminous. Runs at 3x horse speed, but only in a westerly or partially-westerly direction. Must be towed east if you want to go in that direction. Immune to fire damage.",
				"Rabban Lamadre - Very somber horse possessing a glorious mustache. As long as its rider is honorable and motivated, Rabban will appear in their dreams to offer platitudes and advice. When its rider dies, Rabban will appear to them, offering its body. If the person accepts, they return the day, sharing Rabban’s body.",
				"Montresor - Staggers around as if it were drunk, falling over at least once ever hour. Only sobers up when drunk (which only requires about 20 drinks). When sober, is an exceptionally quick and attentive steed.",
				"Bitey the Unicorn - Appears to be a unicorn with its horn sawed off, deprived of all its powers except for the ability to know the entire sexual history of anyone it looks at. Makes for a passable horse, except it will only allow riders who are virgins. Bites sluts remorselessly. (A slut, in this context, is anyone who enjoys sex too much or has had sex too recently.)",
				"Benisequash - An Enchanted Dwarven Pony. Under the saddle there is a keyhole. If unlocked (by using the key provided), the entire back of the horse will open to reveal an wood-walled space, the same dimensions as a large chest. This doesn’t seem to affect the horse’s biology. At the bottom of the chest is the horse’s living heart, still pumping blood.",
				"Iron Head - Head permanently locked inside a metal spike-helmet. Trained to batter down doors. Will knock down the average door after 1d6 bashes. Will knock itself out after 1d4+2 attempts (unless the door is open by then). Afraid of goblins.",
				"Moonbeam - No legs. Levitates. Mechanically identical to a normal horse, except no kick or trample attacks. Eats half as much.",
				"Lucifer - This red-skinned horse smells of brimstone. Instead of a tail, it has a long handle extending from its ass. If this handle is grasped firmly and pulled, the horse will turn inside out and a morningstar will be pulled from the horse’s ass. (You are basically turning the horse into a weapon.) It is a morningstar (d6) enhanced against goblins, farmers, and clergy.",
				"The King of Horses - Must be treated with the utmost deference and respect. All other horses will bow to the King of Horses upon meeting him, and at no point will any horse act against the King of Horses, even refusing to charge against an army that fields him. Will only allow himself to be ridden by royalty, but has a hard time figuring this out with his horsey brain. Functionally--anyone in fancy clothes who wears a crown and smells nice will do.",
				"Imbri - This coal-black horse sleeps all day, catatonically. During the night, she can run at 10x speed overland by jumping through people’s dreams (but only over land where dreaming people are--she's mostly useless in a desert). If the rider is abandoned by Imbri while in a dream, they are stranded there.",
				"Jigello - This simpering, idiotic horse has only 1 HP. If it takes damage or suffers a sudden impact, it deflates. It can be revived with 1 minute with a patch kit (or glue) and 10 minutes of blowing air into its mouth. Extremely bouyant. Loves sweets.",
				"Guzza - This horse is always wet, and bits of him are always dropping off. Can squeeze through openings as small as 1 inch in diameter. Only eats roots, tubers, and animal skin. Licks fingers to show affection.",
				"Richelieu - This horse constantly emits a low glow, as bright as a torch. Rapidly ages, and will die in a week unless it spends a day buried underground, which regenerates its youth.",
				"Traverlane - Does not whinny, but instead sings like a bird. If stabbed, songbirds exit the wound. If kissed, any curses on the kisser are transferred instead to Traverlane. All of this is disclosed by the salesman. Currently cursed to die in a fire, so fire attacks are Enhanced against it (This last fact is not disclosed.)",
				"Milchie - Impossibly flatulent. Makes it impossible to surprise things. If hugged around the midsection and squeezed, will produce an stinking cloud, which causes all breathing things in 50’ to begin retching and vomiting for 1 minute. Milchie is not immune to this effect.",
				"Scamperella the Dancing Horse - Knows 55 different dances and can teach them to you, if you request them by name. Includes the forbidden dance known as “The Black Mamba” which drives onlookers insane. Can also be commanded to dance as it walks away, which exerts a pied piper-like effect on nearby children (or any juvenile animal).",
				"Rufus Damascus - Smokes a pipe. Trained to notice clues and solve mysteries. If the party misses a clue, Rufus has a 5-in-6 chance to notice it, and then point it out by rolling his eyes and flicking his tail in the appropriate direction. Each day spent riding through town gives Rufus a 1-in-6 chance of noticing a new mystery, which he will then be eager to solve, and melancholy if not allowed to.",
				"Yellow Beedums - Prances like a deer. Incredibly difficult to ride, and takes a week of practice before you stop having a bruised butt (move at half speed). Moves twice as fast. Only happy when sticking its head through a window and making goofy faces.",
				"Sir Dashfallon - Immortal. Grey. Acts like an exceptionally intelligent warhorse with a peculiar love of battle. Automatically succeeds at all fear-based saves its attacks are boosted to d8 damage for the rest of the day when it does. Whenever it or its rider kills a worthy enemy, it announces a number. It is counting down from nine. It never speaks at any other time. When the count reaches zero, Sir Dashfallon announces “The circle is complete; the covenant is returned”, turns into a giant crystal shaped like a horse head, and offers to give the party a ride inside him to any location they desire (even extraplanar ones). After discharging this obligation (if applicable), Sir Dashfallon flies into the sun.",
				"The Negahorse - Horse-shaped hole in the universe, filled with stars and inky blackness. Wears an insulated saddle to prevent frostbiter of the rider. Immune to non-magical damage, does not tire, and is capable of running to any named location she has previously visited. Possesses an uncontrollable urge to collide with a regular horse. If this happens, both horses are annihilated in an explosion that does d12 damage to all in 20’, gives a random mutation (save negates) to all in 100’, and kills all horses in a ten mile radius. It is sold with a hood, so that you can throw it over the Negahorse’s head when it catches sight of another horse. (This is the only method the previous owners have had success with, as the negahorse is a powerful runner and jumper. They do not realize how dangerous an horse - antihorse collision would be.)"
			]
		}
	]
}
