{
	"name": "Minor Magical Boons",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7pvl8f/lets_build_100_minor_magical_boons/",
	"data": [
		{
			"name": "Boon",
			"data": [
				"You find a gold coin under your tongue",
				"Your breath smells minty fresh",
				"Your smile is particularly bright",
				"You gain 1 foot of height and 20 lbs of muscle for the day",
				"You wake up wearing noblemans clothes instead of whatever other clothes you had",
				"All food tastes fantastic for the rest of the day",
				"A long lost lover shows up and wants to bang. Subsequently gets teleported away when you finish.",
				"You feel particularly light and nimble. +1 to acrobatics checks for the day.",
				"You get passing compliments from random people throughout the day",
				"You feel blessed. Add a d4 to your next ability check.",
				"You're having a great hair day",
				"You are absolutely hung for a day",
				"You wake up to a blowjob from a tiefling who notices you're awake and sprints off, never to be seen again.",
				"You get a very nice thank you note from a random courier, from a random person you've never heard of.",
				"Your ass gets slapped by 2D10 people/creatures today.",
				"Small insects are attracted to you, and will obey basic commands for 2d4 hours",
				"You feel strong and rested. Gain 5 temporary hit points",
				"You find a small bag of 4d4 gold in your pants, but not in a place you would expect.",
				"You randomly gain a secret admirer in the nearest city",
				"You have a fantastic dream about a brothel of women of your race.",
				"Flowers spring up in your footsteps, each one playing a single note.",
				"Tiny hooded imps materialise whenever something is just out of your reach, saying \"pardon me sir, let me get that for you.\"",
				"You gain the ability to make a luxurious moustache appear or disappear on your face at will.",
				"Bulky items in your possession sprout dozens of little wheels and transport themselves around for you using tiny steam engines.",
				"Any instrument you play is automatically in tune so long as you are playing it.",
				"You are given a wig that can style itself however you please, once per day, and will never feel uncomfortable to wear.",
				"A piece of clothing has been enchanted to change colors on command",
				"You slightly shimmer with a holy aura in direct light",
				"You skin is incredibly smooth and soft to the touch",
				"Animals take notice whenever are near, and have a friendly inclination towards you.",
				"You have gained the ability to make certain people blush by smiling at them",
				"Pests and insects tend to stay away from you.",
				"You now taste a wider range of flavors in vegetables, turning your appetite closer to vegetarian",
				"Your teeth turn brilliantly white and feel sharper and cleaner",
				"Inanimate objects tend to perfectly align and organize themselves in your presence",
				"It is easier for you to find things than it is for other people",
				"Your armor and equipment feel light as a feather. Your carrying capacity doubles for the day, because everything feels 2x as light.",
				"You can lower your emotions to help think clearer. You can use an action to gain advantage on wisdom(perception) checks, and you seem stoic and mysterious for a d4 of hours afterwards",
				"Vessels, wagons, and air ships travel slightly fa",
				"ster if you are crewing them for the day",
				"A light breeze constantly rustles your hair. It feels nice.",
				"Your sense of smell is heightened",
				"You feel a kinship with a random animal species and they the same to you",
				"Your nails are 10x stronger when you climb trees",
				"Your tail becomes prehensile, or grow a prehensile tail if you don't have one",
				"You can grow a thick layer of warm fur at will",
				"You know the location of every bee in a 1 mile radius",
				"Every time you drink water today, it tastes addictingly cool and sweet.",
				"Your socks are always inexplicably and comfortably dry.",
				"Your leather jerkin looks slimming in daylight. People take notice.",
				"You receive many compliments based on your race, even from people you wouldn't expect.",
				"You wake up to a pot and mug both full of hot, delicious tea. This tea is perfect temperature all the time.",
				"Any metal jewelry on your person changes into pure gold. If it was already gold, it changes into platinum.",
				"When you greet anyone today, their name appears to you on their forehead.",
				"A great tale of your adventures pens in real time upon a journal in your pocket-skipping the worst and exaggerating the best. This journal is permanent.",
				"You weapons have a cult of personality surrounding them for the day, and any smith would love the opportunity to work them.",
				"When strong wind rustles trees, it warms you.",
				"Fire is brighter with you around, and the smoke quite pleasing.",
				"If you say, \"Knock knock, who's there?\", a nearby door will open.",
				"Any flowers or plants you carry on your person will never wilt or die as long as you carry them. This effect is permanent.",
				"Any food or drink you pick up instantly becomes refrigerator-cold, if meant to be, or freshly cooked and hot if otherwise.",
				"For the day, you can crush anything smaller than a golf ball into dust with your mind.",
				"For the day, you can walk on the surface of water, but only on the underside that is, you must be fully submerged and upside down, walking on the surface of air.",
				"For the day, you can crawl on water. People are still impressed by this despite the fact that you can't walk on, or otherwise travel on the surface of water, except by crawling.",
				"Your eyes turn a brilliant shade of whatever color you wish for the day.",
				"You can telepathically communicate simple ideas and concepts with squirrels for the rest of the day. You gain no ability to understand them in turn, but they may obey commands, if given proper motivation.",
				"A person you dislike will trip while walking today, with an unusually large crowd around to make jokes at their expense.",
				"You wake up to each of your fingers being adorned with a fancy ring worth 1 gp.",
				"The next time you enter a tavern, an unknown person picks up your tab",
				"Tonight, when you sleep, you must only rest for 4 hours, and maintain semi-consciousness, as an elf or half elf would. If you already are an elf or half elf, you need not sleep tonight, and suffer no negative effects for it.",
				"You have a slight control over your body temperature, at any time today you can make yourself 10 degrees warmer or colder",
				"You can neutralize any odor coming off of you for the day",
				"You can make tattoos appear or disappear on your body at will for the day.",
				"Whether you can communicate with them or not, you are on very good terms with the rats of your home town. This effect is permanent.",
				"Your armor is shiny and your clothes are neat and pressed. They are immune to getting dirty, singed, frozen, or otherwise harmed, for the day.",
				"A merchant wagon stops by your camp, exclaims that their wagons are too heavy, and hands you and all of your party members sacks of coins. Each contain 300 copper.",
				"You awaken having done an amazing acrobatics performance in your sleep. Everyone who passed by you on the street commends you the next day, but you know nothing about what they mean.",
				"When you wake up, a group of tough looking mercenaries approach you, looking timid and regretful, bashfully apologize to you, and give you 30 gold.",
				"You wake up with a bottle of elvish wine next to you, along with a note attached to the neck. It tells you to come back any time, and that you're always welcome. It gives no further information.",
				"You grow a fantastically luxurious beard for a single day. During the night, it fades away in a ghostly manner.",
				"You find an ornate dagger in your bag.",
				"For the day, you have 2x the hearing strength you normally do. You also grow dog ears, which perk up when you hear something.",
				"Your penis grows to impressive length. This is permanent until you brag about it or show it to someone, in which case it shrinks back to normal size. It's a little smaller than you remember.",
				"You trigger a trail of sparkles when you toss your hair at any time today.",
				"Any long piece of clothing will flap in a perfectly dramatic manner whenever you enter a room today.",
				"Today, Any action you take will be considered of the upmost etiquette by those who know the rules of etiquette",
				"For the day, you always know the exact time of day, and how much time until sunset.",
				"Any paper you carry today will be immune to water damage.",
				"A very attractive person gives you a high five today",
				"You wake up to amazing smelling cookies",
				"Chicken nuggets are invented for one day. At the end of the day, you forget that they ever existed.",
				"The next time you wake up with a hangover, the effects of it are negated",
				"A dog walks up to you and you feel compelled to boop it's nose. It is a glorious boop.",
				"Any scars and blemishes on your body permanently disappears",
				"You wake up to a health potion in your pack",
				"You can always smell the nearest dog. This effect is permanent",
				"When you awake, several fairies are giving you a back massage",
				"You are in a dancing mood, and people will tip you if you dance for them",
				"If you own any metal weapons, they are polished, sharpened, and oiled when you awake.",
				"When you awaken, a swarm of 3d10 rats will approach you swiftly, and each will gently lay down a small piece of jewelry in front of you, and leave peacefully."
			]
		}
	]
}