{
	"name": "Pets / Familiars",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7hnerz/lets_build_small_familiars/",
	"data": [
		{
		"name":"Pet/Familiar",
		"data": [
				"A young dragon that was permanently shrunk by cursed magic, and is unable to speak in any form. Will take hundreds of years to mature and is learning magic by being a familiar and observing spellcasters so as to learn how to undo his curse.",
				"A horrible looking humanoid homunculus with sharpened teeth that must eat human flesh as food, and eats nothing else. Will pursue food on his own if not fed, but is otherwise perfectly docile.",
				"A baby peryton, that loves to hunt small animals and kill them for food and fun. Hates elves, and loves to make it known. It's shadow is that of a tiny humanoid flapping its arms as it flys",
				"A tumor that has grown on the spellcaster, has a tiny mouth and grows sparse hair, may have an eye or two. It posses its own brain and has an excellent memory, but little intelligence. can recite spells perfectly but lacks the intellect to carry a conversation or ask any questions.",
				"A small fire elemental vanished from the plane of fire shaped like a black cat, leaves black ashen tracks everywhere it goes. It can be commanded to summon its tiny fire powers to explode damaging everything around it, but like most cats, is temperamental and difficult to control or command.",
				"A clockwork badger. Dig speed 30 feet, will straight up ruin the day of anything it doesn't like.",
				"A particularly spiteful faery that's run away from home and latched onto you because it likes the color of your eyes. Occasionally changes your hair color in the middle of the night and refuses to be told what to cast or when.",
				"An egg, with legs. Nobody's been able to crack the shell yet, but it's convinced you're its mother, and will probably attempt to eat the rest of the party when it comes out of its shell.",
				"A tiny alligator. Like ridiculously tiny, three inches long at most. The only way you can tell it apart from a newt is it occasionally latches onto a finger and draws blood. But it's very good at sneaking into and out of places.",
				"A Fuster Cluck. A rooster with comically large wattle and tailfeathers. The cosmic rules governing reality tend to bend near this strange creature, resulting in things going terribly, horribly, implausibly wrong for a creature nearby.",
				"A Personal Assistant Imp, four inches tall, who lives in a cage. He tells time, he takes memos, he reminds you of important dates! He usually does a poor job of it. Yes, I've just started reading Terry Pratchett, why do you ask?",
				"Tiny mimic that has a habit of copying your shoes.",
				"Sentient Fungus that has grouw from mold on the character with the worst hygiene.",
				"A parrot that blurts out the worst possible thing you said when no one was around.",
				"Tiny toy soldier, that is really a tiny golem.",
				"A very very very tiny mountain giant.",
				"A succubus the size of a halfling.",
				"2 tiny tinker toys, 1 an angel, the other a devil. They don't like each other so they're best put on opposite shoulders.",
				"A small oozeling with a baby's face, it is really helpful but has the most annoying and disturbing laugh.",
				"A small variant of a winged serpent. It has a tiny lightning breath, and can fly unhindered in storm clouds.",
				"An animated sapling. It can blend in perfectly with trees as long as it closes its eyes and mouth, stands still and is on a spot that would normally grow such a tree.",
				"A platypus. It has a poisonous claw attack.",
				"A sea otter. It can move freely (35 feet) on both land and water surfaces.",
				"A giant slug. It has a movement of 10 feet. It regenerates hit points at an extremely fast rate. It can be placed on any kind of surface for an hour (except for salt) and gain resistance to attacks of that element by absorbing some of it. It also has a ranged acid attack, that can corrode metal slowly.",
				"A small, burrowing, armored worm. It can move in dirt at movespeed of 25 feet. Above ground it can move at 35 feet. It has tremor sense.",
				"A small feline creature with rainbow colored insect-like wings (flyspeed of 30 feet). It can cast color spray once a day. It is very energetic and enjoys hunting for small fey creatures like pixies, though it is easily outsmarted by them.",
				"A ferret with impossible colorings and patterns in its fur.",
				"A goldfish. Yes, the fishbowl is required. If the goldfish is happy you find it easier to hold your breath. You have advantage on con checks for doing so.",
				"A chihuahua with a lions soul trapped in its body.",
				"A penguin. It may or may not be hiding an egg between its legs. The egg may or may not be a penguin.",
				"A featherless hawk. It can't fly, but it sure is funny to look at.",
				"Pet Rock (baby Earth Elemental).",
				"Cave Basilisk (no eyes).",
				"Tree Kangaroo.",
				"A small fairy that can tell you where the nearest pub is when you enter a new city, based on the scent of ale.",
				"A house tarrasque.",
				"A tiny bard that lives in a music box, except it will only sing a song about wanting the box to be closed again.",
				"A tiny treant in a small clay flower pot.",
				"A magical flying origami swan. It can detect the aignment of living things, and reacts accordingly.",
				"A yellow electric rat. It has a weak lightning attack, and it's tears can cure petrification.",
				"A small pink blob like humanoid (Speed 20ft). Has the same ability of a bottomless bag, with an additional ability to act like a weak vacuum. It has low intelligence, and can only make baby noises.",
				"A small palm sized cube slime. Can be placed in any room and will relay what has been spoken when the owner holds it telepathically. It must be fed small rodents and insects daily, or it will dissolve.",
				"A very long wooden snake that generally wraps around the users neck like a scarf. When commanded it can straighten out into a monk staff that deals 1d8 dmg. It will die if caught on fire.",
				"A pocket sized frog that when placed on the ground grows to the size of a war horse. It is a mount that can jump vertically equivalently to the PC's speed, and moves at double the PC's speed. It can shrink back down when commanded. If it lands on an enemy smaller then it, it deals 1d10 dmg.",
				"A parasite that has lodged itself into the PC's brain. It can communicate to the user, however the user must verbally talk to communicate back. It is able to tell the alignment of whoever the user is talking to.",
				"A palm sized spider that can mend any fabric based thing that it is told to by its owner.",
				"A finger sized eldritch deity that gives +2 necrotic dmg to the PC's attacks, as well as a 10% chance to cause madness to the target of a PC's spell for 1d4 turns. A pact must be made with it to help it seize power of a realm.",
				"Firebat – engulfs in flames on demand (A) , lighting an area of 20ft of bright light and 10ft of dim light. Does 1 fire damage to anything it touches but can not spread fire. Can give it one simple command as a bonus action.",
				"A large parrot that is able to translate the more common languages, but yells the translation directly into the spellcaster's Ear.",
				"A small cat-sized Owlbear that has a natural aptitude for finding things (+1 on investigation rolls). Like most Owlbears it has a large appetite and is almost constantly hungry. If it's left unfed for too long it tends to be temperamental (doesn't help in investigations) and, for some reason, makes attempts to eat the shoes of the spellcaster.",
				"A Kua-toa child. Fiercely loyal to the caster and views them as a divine figure. They can manifest minor clerical powers through their devotion alone.",
				"A flumph that has mutated to be able to feed on fire or the mental energy of psionic creatures",
				"A flameskull",
				"A lemure that was burnt in half by a divine spell and turned against evil it now has gold stripes and has to help a palidin on a quest to the good aligned gods before it can get its body back. all because in a trial of the gods the soul lied and got punished for not only lying but the punishment for the deed they lied about. a good god is giving the soul one chance to prove its repentance before it is handed back to the devils for torment for trying to abbandon them for the good aligned gods.",
				"A twigblight of divine energy to combat the evil ones.",
				"A sentient flying weapon.",
				"An animated silver construct of a Glabrezu.",
				"A shrunken drider.",
				"An intellect devourer.",
				"A winged kolbold.",
				"A koi in magical glass sphere on end of staff.",
				"A hive of hornets worn as hat.",
				"A myconid sprout.",
				"A mischievious baboon.",
				"A great blood hawk.",
				"A giant fire beetle.",
				"A jackal, about a foot tall.",
				"An Octopus in a magic bubble of water.",
				"A small flying squrriel.",
				"A boggle that started off as the character's childhood imaginary friend, then slowly grew in power. The boggle can become very resentful if the character seems to be making friends with someone new.",
				"A woman was polymorphed using True Polymorph after angering a high level bard, but the spell was interrupted. Her body is now that of a small bird. (A sparrow, maybe?), but her mind remains that of the woman who was transformed. Because of her bodily limitations, she cannot meaningfully communicate in a way which can be understood, but her goal is to figure out how to return to her original form.",
				"A sentient clam that happily babbles in an unknown language, assumedly Clam. It sings amazingly despite its incomprehensible language, and has advantage on all performance checks involving singing. A patient spellcaster may be able to pick up the language if they are persistent.",
				"A will-o'-wisp that has taken an interest in the spellcaster and follows them of its own free will. It is mischevious and a tad cruel by nature, and occasionally floats off for hours at a time before returning. It often zaps party members at inoppurtune times, and lingers after fights to consume the souls of the fallen. That aside, it is still supportive of the caster and readily provides support as a disctraction during truly dire combat. It occasionally acts as a guide when the spellcaster is lost, though it will sometimes play tricks on the caster in the same way. When the spellcaster is casting a spell, the will-o'-wisp circles the caster at rapid speeds, and will add an additional 2d8 of lightning damage to it if the spell also does lighting damage.",
				"A sentient transparent orb filled with smoke, that also doubles as a spellcasting focus for the caster. It communicates through movement of the smoke, with peaceful drifting indicating contentment and violent swirling indicating agitation. After gaining trust in the spellcaster over a long period of time, the spellcaster will begin to see pictures in the smoke that only they can see, which hint at the history of the orb.",
				"An oddly colored caterpillar the size of a human arm. It enjoys sunbathing on the caster's head and eating the caster's clothing. The caterpillar will eventually enter an unnaturally hard cocoon in which it will undergo metamorphosis into an enormous butterfly. The butterfly will continue to follow the spellcaster if they propery cared for it before its metamorphosis, and can cast Giant Insects without concentration as a spell-like ability once per day.",
				"A flying snake with no teeth. It will fly around and try to choke it's opponents, but it usually is not very successful.",
				"A small, seemingly conscious cloud of blueish smoke. Can distract and hinder enemies by hovering by their mouth and nostrils, but otherwise doesn't do much other than following it's master.",
				"A chameleon that can't quite manage to match whatever color it is hiding against but can occasionally display distant images or things it has seen.",
				"A rock. It doesn't eat much but always seems to be some place different when viewers look away and then back.",
				"A disembodied hand shaped in a fist with eyes tattooed on forefinger and a mustache on the thumb. It speaks in a squeaky voice similar to its master. \"S'all right?\"",
				"Flying fox-voracious fruit eaters, it lets your gather 2x as much food foraging. Appears to onlookers as a 5ft tall bat and can be used for intimidation.",
				"A snooty noble who was polymorphed into a schnauzer. He will often complain about the conditions that he and his master must endure, but can be quite charismatic.",
				"A tiny Da Vinci style helicopter construct that seeks out great inventors and artists.",
				"A potoo bird that can be completely disguised if it's standing still on a tree, with a branch at least 1 feet wide.",
				"A tiny eyeball that levitates in the air and looks curiously at things. It cannot speak and does not communicate, and requires neither food nor sleep, but is very curious about the things it sees.",
				"A disembodied hand that loves to pick passersby's pockets.",
				"A butterfly that leaves a magical trail in the air when it beats its wings.",
				"A jar of enchanted crystals that sometimes float out and fly in small clouds.",
				"A miniature griffin, created by magically crossbreeding a common housecat with a field crow.",
				"A little mouse with a backpack. He can carry up to his weight in the backpack, and understands commands, but can not speak nor write.",
				"A wizard polymorphed into a crab before death reborn as a familiar with the ability to talk.",
				"A feywild cat with scented grasses growing out of its back.",
				"A small red dragon who will only eat cherries.",
				"A mini kangaroo with a pouch that only contains hats. It can pull a different one out if it put away its old one. A hat that is taken from it disintegrates… and makes it cry.",
				"A Paper bird origami. Made from enchanted paper. Understand common, but can not speak.",
				"A sentient candle whose flame burns a different colour based on the alignments of those around it.",
				"A featherless lovebird. Will try to seduce other birds that it finds (even rocs), but it's attempts normally don't work.",
				"A hermit crab with an iron shell.",
				"Highly sophisticated sub-aqueous jelly in flask.",
				"Pocket-sized clone of self.",
				"A turtlehorse is a creature that is, obviously, a cross between a turtle and a horse. Its the size of your every day turtle with a main of brown hair, a long snout and hooves. It only has one power. If you cut off one of its legs a horse sized version of the familiar appears to be your steed. But if you cut off all 4 legs the turtlehorse dies.",
				"A living wristwatch/amulet/medallion that can sprout legs and waddle off."
			]
		}
	]
}