{
	"name": "Ways to Introduce a New Character",
	"category": "Misc",
	"source": "https://www.reddit.com/r/DnD/comments/7ficev/d100_ways_to_introduce_a_new_character/",
	"data": [
		{
			"name": "New Character Introduction",
			"data": [
				"Sent by an interested faction",
				"Survivor of another adventuring party",
				"Captured by the enemy",
				"Wandering Hero (Jumps into a deadly encounter)",
				"Dropped from Heaven",
				"Inter-planar traveler",
				"Bar fight",
				"Former prisoner becomes friend",
				"Fan boy",
				"Reincarnation",
				"The ranger's pet was actually a polymorphed person!",
				"Revanent",
				"Lost in the Wild",
				"Petrified no more!",
				"Tourist",
				"Sibling is finally old enough to adventure!",
				"Figment of everyone's imagination",
				"Risen from the grave",
				"I have a child?!",
				"Cured a lycanthrope",
				"\"This folk hero thinks he's that new hotness and we need to show them that they aren't as hot as they think they are.\"",
				"\"That folk hero really is that hotness, let's take them with us!\"",
				"Benjamin Button",
				"\"Hero for hire\"",
				"Wandered out of the Underdark",
				"\"We need another hero whose name is an illiteration to complete our party\"",
				"Caravan guard",
				"Veteran who feels like adventuring again",
				"Was out collecting materials near the quest area.",
				"Runaway princess",
				"\"The Bard in this tavern is pretty good!\"",
				"Found in the belly of a purple worm",
				"\"My suit of armor turned out to be a person\"",
				"Trapped in a soul gem",
				"\"The fated hero must be revived!\"",
				"Not actually a wolf, a wolfwere!",
				"Wished upon a star, suddenly here you are!",
				"Spawning pit",
				"\"We could really use a ranger to get through the mountains\"",
				"\"We could really use a rogue to lead us through this dungeon\"",
				"\"We could really use a cleric to keep us alive!\"",
				"I am the meaning of life.",
				"Champion of a deity looking for side kicks",
				"\"Take my apprentice Wizard with you so that they may see the world!\"",
				"\"I come from a land down under\"",
				"Bounty Hunter sent to accost some murderhobos.",
				"\"We could really use a paladin to adjust our moral compass\"",
				"On the run from the leader of a thieves guild.",
				"\"A vision brought me to you\"",
				"The pirate's life is actually not for me",
				"Looking for friends after fleeing from Menzoberranzan",
				"\"This is Bob, I've hired Bob to help you on your mission\"",
				"Adventure makes for a good first date",
				"\"I've come to write a ballad about insert character here are you them?\"",
				"The Forest has guided me to you",
				"Hurled though hell",
				"Killing me would be a waste of my considerable talents",
				"My flying machine exploded",
				"I've got to get back to the future!",
				"I'm here for the artifact!",
				"Accidently running around with evil party",
				"Stifled by goodie two shoes",
				"Did I mention my character had an identical twin?",
				"\"We could really use a wizard to teleport us around and make us snacks\"",
				"Expert on current enemy",
				"Wrapped in a spider's web",
				"Secretly a bored dragon",
				"Secretly trying to assassinate you",
				"I am captured by your beauty and must give my life for you",
				"\"We could really use a fighter to put their body in-between us and our enemies\"",
				"Almost a vampire thrall!",
				"\"I'm the only one who can fly this thing!\"",
				"\"We should hire a monk to trivialize any encounter with one monster!\"",
				"\"I have lots of money\"",
				"\"What're ye fer!?\"",
				"Triple agent",
				"Adventuring builds character",
				"Nobody hunts in these lands without my say so",
				"I heard the world was ending?",
				"My mother is dying to a death curse. I'm here to stop it.",
				"Politics",
				"\"You killed all my friends so I guess you're my new friends.\"",
				"\"We should hire a druid to pull our cart!\"",
				"\"I've come to serve the one true King!\"",
				"Stuffed in a treasure chest",
				"Was about to be sacrificed",
				"The more the merrier!",
				"\"We should hire a Bard because we all dumped charisma!\"",
				"Expedition to Barrier Peaks",
				"Former slave of an Aboleth",
				"Praise be to Tiamat! \"He seems trustworthy\"",
				"\"We could use someone to dump all this magical gear that we can't use on\"",
				"\"I'm the only one who speaks the local language\"",
				"Definitely not a Rakshasa",
				"Self-invitation",
				"\"I found this baby mushroom, help me bring it home?\"",
				"Amazon adventurer two-day shipping",
				"\"We should hire an Artificer so that we seem super awesome by comparison and we can take their loot when they die.\"",
				"Clones",
				"\"I'm a chaotic good Drow fighter who uses two scimitars and I have a pet black panther.\""
			]
		}
	]
}