{
	"name": "Gossip",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/705owd/d100_townsfolk_gossip/",
	"data": [
		{
			"name": "Gossip",
			"data": [
				"I don’t know why Miles always claims he’s stressed and tired. He hasn’t worked an honest day in his life, living off his parents’ money still. Although you have to admit it’s given him a lot of time to get good at his art.",
				"Nurok over there in the corner--No! Don't Look--is said to be unhappy with Lord Barrister.",
				"Denorma's potions are especially potent. Well worth the price premium.",
				"I'm going to keep drinking until you start looking good.",
				"Madra had a baby last month but notice you never see it now. Some of her friends say it died at birth, but I hear she killed it herself because something was … wrong… with it.",
				"I can't wait for the dance on the winter solstice. I'm going to ask Karielle to go with me.",
				"Aargh. We was having a private discussion here. Mind your own business.",
				"Do you have any coin you can lend me? I seem to have outspent the copper in my pockets.",
				"Darrin has been cutting his meat with… less savoury cuts… over at the butcher shop. Don’t know exactly what he’s adding to the sausages, but word is it isn’t what he’s advertising.",
				"Ya know, I heard old Ms. Maple is related to the aunt of the queen, so technically she's royal!",
				"Rodents of unusual size? I don't believe they exist.",
				"The dry weather is going to lead to a small crop this harvest.",
				"Roty's potions are especially potent. Her cure for impotency has saved many a family in this town-- wonder where she learned to make it?",
				"Try the Mutton, Lettuce and Tomato. The mutton is nice and lean today.",
				"Young Jillian, daughter of that fop Gerard, has her eye on the grocer’s son. He gets to see her once a week when the groceries are delivered, but I hear she’s been sneaking out into less pleasant parts of town to meet him some nights.",
				"Stensyn over there collects old coins; I heard his great uncle was a metalsmithing dwarf!",
				"Who cares about that when we're talking about Nuvyn the Lumberjack's son running off with Marina.",
				"Tomorrow night Lamson the bard is coming to this inn.",
				"Karissa over there in the corner--No! Don't Look--is said to be unhappy with the Duke.",
				"If you're interested in the gladiator fights, bet against Gamex--I hear the fix is in.",
				"The King's been through three food tasters this month, from what I here. Not a very secure job. Three cooks too, I s'pose.",
				"I need some horse-radish to get the smell of the sewers out of my nose. On warm days like today it is particularly fragrant.",
				"If you're ever at The Happy Halfling ask for the Elven Wine. Its not on their menu.",
				"The bard's story last night was very interesting. I can see why he picked it given the politics of the day.",
				"The general store clerk Gwynlyn hasn't been acting herself lately.",
				"If you want some 'special' attention, head over to The Wandering Dwarf. The women working this place aren't worth the coin.",
				"Yeah, I found some unusual tracks out by my barn. Had a horse missing too.",
				"If you want any special attention from any of the girls upstairs, ask for Aminia. She's better than any of the others.",
				"They say room 2c upstairs is haunted. The old innkeep's wife was found dead there.",
				"The blacksmith Arvyn does some excellent work. Supposedly his forge was built by a team of dwarves, hired from the mountains. Imagine!",
				"The Duke's coffers are running empty. He's having trouble paying the militia.",
				"They say someone found gold upriver. Kerok for one found a few ounces.",
				"Danuwa's wine is out of this world. I wonder what's in it? Ain't like no grape I ever tasted.",
				"I'm looking for travel to Timbukthree. Are you headed there by chance?",
				"I hear Mellyn over there knows cures for your genital issues-- the men in this town have had all sorts of problems lately.",
				"The blacksmith's boy went missing last week. They found his body a day later, but with those gashes on him I wish they hadn't.",
				"Here honey, give me your hand. I, Madame Corella, am an excellent palm reader.",
				"Marshal bought some rope last week, tied it up nice and pretty-like, and carries it around in his backpack all the time. That’s kind of creepy if you ask me.",
				"Did you hear about the festival coming next month? We're going to have jousting knights. Right here just outside our humble town.",
				"I heard they're reforming the Dawn Guard.",
				"I don't care. Watch my drink, I gotta take a piss.",
				"The cook is new here. It has really gone downhill. The mutton on the MLT isn't very lean.",
				"There are some fireworks planned for tomorrow night in the harbor (or the next town over). That will be fun.",
				"The bard tonight was excellent. I loved his story about The Ranjon War.",
				"The Guard Captain's got three nipples.",
				"The ground's keeper at the graveyard used to be a fancy priest, but fell on hard times when his temple closed down.",
				"The blacksmith Benstan does some excellent work. He fixed my farm tools last month.",
				"Do you remember the gladiator Merivin? I saw him, unarmed, best 5 men. Too bad about his last bout with the lions.",
				"I hear the Dread Pirate Numaze takes no prisoners.",
				"The ladies upstairs are cheap--the cure for whatever they give you is the expensive part.",
				"There have been some markers moved over at the graveyard.",
				"Virgea's son is not in a good way. Been bedridden for weeks. Can't shake a fever from a giant rat.",
				"My horse threw a shoe on the way here. The blacksmith a few buildings over is putting all new shoes on her.",
				"There aren't enough militia or city guards around here to keep the peace. This town is a powder keg.",
				"Did you see 'The Majestic Eagle' sail into harbor yesterday? I feel much safer with that ship nearby.",
				"Kety's sister went missing last night. They found her and she's ok, but she's not talking about it.",
				"They say room 2c upstairs is haunted. The old innkeep's wife was found dead there.",
				"The priests at the temple of Danissa know everyone's secrets in this town. They could run this place for all I know.",
				"Who cares about that when we're talking about Rovyn the Lumberjack's son running off with Amuwa.",
				"There's gonna be war to the east, mark my words. Those people are trouble.",
				"Tomorrow night Brambron the bard is coming to this inn.",
				"The general store clerk Veranie looks a lot like Princess Vivian.",
				"Ale! Ale! I'll tell you anything you want for another ale, and some of it may even be true.",
				"Keep an eye on Stenris' sleeves if you ever play cards.",
				"The weaponsmith Merivin is especially well-skilled.",
				"The matron of the local brothel hits the bottle a little too hard.",
				"There’s a new guy who hangs out at the bar a lot, buying other people drinks more than himself. He doesn’t tip well. I figure he’s working undercover, looking for someone.",
				"I know Amina over there knows a cure for that thing on your cheek if you have the coin.",
				"There’s something big living under or maybe even in that boarded up warehouse on Bay road – the one that burned in the fire last month. Rilley from that street gang out that way claimed that whatever it is ate a dog… and it’s owner.",
				"Don’t trust the stock over at Druane’s. He’s been buying weapons from some pretty shady sources and my cousin says they aren’t nearly the quality he claims.",
				"I might know something about that. How about a hand of cards.",
				"The gem appraiser Harty never gives a fair value. Take your valuables elsewhere.",
				"The big news is that the old mill burned down last night. Did you hear the commotion?",
				"The beds in this place have bugs. Better to try the Battered Blade Inn down the way.",
				"Johan is back together with his old love, but everyone remembers how bad of a fit they were last time. Supposedly they are living together this time. If you ask me, it sounds fishy and something is seriously wrong with this whole picture. I’m not saying that Johan is brainwashed or being threatened, but I’m not saying he’s not…",
				"The city council keeps saying they support the mayor in this and that he’s obviously not corrupt, but you can see how they are distancing themselves from him as fast as they can. I bet a few of the counselors will be caught up in the whole scheme before the house of cards comes crashing down completely.",
				"Mike introduced me to his new friend from out of town, but seems to be really evasive about the guy’s history and how they know each other. Hell, I don’t even know for sure what Mike was doing when he was in the city, let alone why he would know a guy like that. The dude is a nasty-looking piece of work and I’m sure he carries a knife all the time. Either organized crime or something darker.",
				"Rhys has been missing for a week. Well, not exactly missing, just haven’t seen him around. Jody says she saw him the other day, but I think he’s hiding out of sight or keeping low for some reason. He’s never home when I drop by. Something weird is going on.",
				"Millie has a completely different personality when things get rough. The other night we were out at the bar and there was a fight, and she just snapped, pushed me out of the way, and let loose on one of the guys fighting. It was insane! Sure she’s a red-head, but she’s usually so timid and giggly, not an angry lioness.",
				"I hear the guy they dragged into the station the other night was really messed up. Like not just messed up on whatever drugs he was taking, but also some serious injuries that no one noticed at first. Creepy that someone could be out all night with injuries that would have killed any of us. Talk about night of the living dead!",
				"Doreen’s uncle Kev had some bad experiences dealing with the pawn shop over there. He swears that the stuff he pawned and then bought back weren’t the same. He says they switched his stuff for lower quality goods and are selling the good stuff behind the scenes to other businesses.",
				"Jonathan keeps going on about how he’s freaked out about that new girl and everything, but I think he’s just pulling all of our legs and is just playing us. He knows she’s nothing special and is just trying to get us all to freak out about her.",
				"The queen is pregnant again with her fifth child. Some say the king is not the father!",
				"Speaking of the king, he can't get it up any more. Is he gay?",
				"Is the Duke of West Grobuland the King's boyfriend or the queen's suitor?",
				"Oh that guy selling meat down by the docks? He got killed. Shame, his meat was a very good price. I knew someone who once found a tooth she said didn't look anything like a cow's in her beef though.",
				"A new doctor has just arrived in town. Very good. Cured my son's acne in no time flat, using a poultice of chicken fat and secret herbs. I had some left over, so I put it in dinner!",
				"There's a man in Turghop Alley that sells gems and rubies at wholesale.",
				"One-eyed Bill really has both eyes. The eye-patch is just for show.",
				"The best place to buy potatoes is from Cutthroat Steve.",
				"Don't buy any weapons from Gimlet in Dark Street. They chip and break the first time you use them.",
				"A lot of children have gone missing recently. I bet the caretaker for that creepy mansion on the hill has something to do with it!",
				"A group of loggers have come across an old coach. There's a parchment that claims the king isn't the real heir to the throne.",
				"There's a secret entrance to the castle through the sewers. It comes out behind the throne.",
				"The lake has a large squid. It has taken three boats in the last month.",
				"I heard Councilmen Cruise got caught beating his meat behind a tree at the park!",
				"The local cleric is dating someone from a rival temple.",
				"Farmer Margaret is cheating on her wife with the general store clerk.",
				"I think the Innkeep's wife might be pregnant, but her husband's been away with the army for a year!",
				"I prefer not to gossip."
			]
		}
	]
}
