{
	"name": "Astral Plane Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/7gem97/lets_build_d100_astral_plane_encounters/",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"A flock of godpeckers - tiny silvery birds that live and feed on god-isles, gradually taking on aspects of the god it once was.",
				"Huginn and Muninn, or Thought and Memory, Odin's ravens, on an errand.",
				"A pocket-sized time loop formed when a fragment of a dead god drifted free into the void.",
				"The recently-deceased spirits of a carnival troupe on their way to Limbo.",
				"A drifting mass of mirrors that reflect things in far too many dimensions for comfort.",
				"A Sargasso sea of tangled silver cords, severed from their original owners. If viewed in just the right way, they spell out a message.",
				"A pile of random objects dumped from ruptured Bags of Holding.",
				"A man floating by in a bulky white suit and a tinted round visor. Gravity seems to have no effect on him.",
				"Several giant gods hunched around a too-small table, rolling boulder-sized dice as humanoids run around the table in battle.",
				"A massive whale with thousands of reflective eyes, each eye showing a slightly different alternate-reality version of what's reflected.",
				"A god's glowing arrow, fired off millennia ago when it missed its target and is still travelling today. Don't let it hit you....",
				"A plot of land abot 200ft square, with a well and chicken coop and garden and cottage. A sweet old lady lives there and will make you delicious chicken and dumplings. She has no idea how she got there, but a simple farm lady makes do, and oh look, there's fresh bread. The food acts as healing magic. If significant magic is used to probe the woman's deep thoughts, the examiner must make a DC 20 WIS save or be driven permanently mad by the alien horror within. The woman/alien will not fight or harm characters unless attacked; if so, she has 300 HP and can cast true polymorph at will, save DC 20. She only turns attackers into chickens.",
				"A bit of chain with links 120 feet tall lies forgotten. It must have failed to restrain a massive something from long ago.",
				"An encounter with a poor half-mad lost soul who has been wandering for a long time. Risk of possession.",
				"A drifting garden of floating reflective liquid orbs in various sizes. Careful inspection shows they are made of elemental mercury.",
				"A collection of massive tuning forks form an odd forest. If struck, they each give off a unique pitch. Some attract the attention of nearby beings.",
				"An ominous cloud of odd \"fog\" rolls in which looks more like the random ever-shifting patterns that one sees with closed eyes than familiar water vapor. It smells vaguely ozonic, tastes a bit odd, and causes one's skin to itch a bit, but it has no other obvious effects.",
				"The party encounters a lost ~40s human woman and man pair speaking a strange language standing by their metallic machine-bird device arguing over a map. If the party casts any spell upon the man, woman, or plane, they instantly disappear as they hail from somewhere which does not mix with magic. They leave behind the map, which depicts an unknown ocean they seemed to be trying to cross.",
				"The party walks through puddles for a while. The puddles then become rain falling upwards, until the puddles are exhausted and the ground is dry.",
				"Several gold coins fall from the sky, followed by a shoe several minutes later, then a staff, then a blank spell scroll with whale patterns, and then a (dead) wizard initiate holding a pot of petunias.",
				"The party encounters a neglected plain white wooden picket fence extending infinitely off into the distance. A sign on a nearby section reads \"Beware of [too faded to read]\"",
				"A rusted sword has been stuck in the ground and a helmet placed at its base.",
				"A finely-carved king-sized bed with luxurious textiles and down pillows drifts by, floating 15 feet off the ground at about 10 feet per round. The bed is empty. It will not stop drifting unless destroyed and resists being pulled in any direction other than the one it is currently going. The party is free to ride it, but it simply goes in a random direction. If the party sleeps in it, they receive bonuses for being well rested, but wind up somewhere strange and inconvenient.",
				"An enormous cockatrice ridden by a LN half-orc cleric. Says his deity is The One True Chicken, a chicken the size of a mountain, with powers beyond imagining. She is trying to expand her cult.",
				"You see an animal from the material plane very lost, confused, and scared. It's hair is partially shaved off and strange symbols are tattooed on it.",
				"A screaming human appears out of nowhere and falls parallel to the ground straight past you before disappearing again.",
				"A spikey white haired scientist pokes his head through a portal, looks around and says \"Nope!\" and ducks his head back in. A boy sticks his head through but almost gets stuck by the closing portal.",
				"In the distance you see three eldritch horrors the size of mountains each sticking a hand\tentacle into an unstable portal. You think it's best to give them a wide berth.",
				"If one of you have died you run into their reaper. He's off the clock and wishes you no hard feelings.",
				"A nymph and 5 cubic feet of water fall on top of your party. She hiccups and falls through another portal beneath her.",
				"A party almost exactly an identical copy of your own. A character from the other party says \"best not to think about it!\" and they disappear into another portal.",
				"A lost memory of a god. If they interact with it, they are forced to live out the memory as the god, assassin's creed style, and must survive or risk being trapped forever.",
				"A giant mirror which reflects the overworld. If they leave the astral plane and re-encounter the mirror, they will find that it is reflecting the astral world.",
				"A creature or object of some sort that they seem unable to focus on or make out. Attempting to detect any sort of magic, or to understand the entity in general, will fail and risk madness.",
				"The ghostly voices of their deceased loved ones. Pursuing the voices leads to Astral Sirens.",
				"An withered old man cursed to immortalality and trapped in the astral plane who desperately tries to tell the players to turn back while they still can.",
				"A powerful artifact which disappears when touched.",
				"The space where one of the players's own bag of holding is being stored. Attempting to put their bag of holding into itself will cause a spacial paradox, resulting in a portal which takes them to another random plane.",
				"A star going supernova, only to immediately condense back into point of light",
				"A group of Githyanki dressed like the party being chased by a group of pirates that look identical to the party.",
				"A woman dressed in white and orange carrying a strange looking device falls through a blue portal, looks around, then creates an orange portal with the device before disappearing.",
				"A colossal finger so big the party cannot see the rest of the hand passes by them ponderously.",
				"While being chased the party accidentally runs into a portal into a library run by Githerai. Each book can open a portal to another plane, but the stacks seem endless and finding the right book is nearly impossible.",
				"An earsplitting shriek brings the party to its knees. They look up to see a giant glass of milk floating by, chased by a swiftly rolling cookie.",
				"A chanting shaman wearing a parka paddles by in a kayak made of skins. His boat and paddle are traced with ornate, glowing silver patterns.",
				"Two figures locked in a death embrace drift by. One is a human wearing red and purple robes, the other a lynx-headed humanoid in leather armor. Their hands are locked around each others' throats and they appear to have choked each other to death.",
				"The titanic head of a hippo drifts in the void. One of its massive tusk-like teeth has been hollowed out into a trade city called Molar. The place is run and policed by celestial gnomes with golden eyes.",
				"The oldest most joyous human man any of the players have ever seen drifting by on a lowhanging cloud. If the players inquire further they will find him to be a riddle master who speaks in limericks, and he tells them that if they correctly answer one of his riddles, he will bestow a gift to the one who answered it.",
				"A twisting tangle of silver cords that mark the final battle of two factions. The battle continues within the knot and slowly the lines disappear one by one. As the last fade away a single unconscious survivor remains: one of the pcs deity.",
				"A nebulous cloud of socks, all singles. Penetrating deep into this cloud you reach a singularity that deposits you in a random clothes hamper somewhere in the multiverse.",
				"A single ten foot thick but mile in circumfrence potato chip. It is inhabited by poor souls who took a bite but found they were cursed to take another...and another...and another.",
				"The body of a fully grown false hydra floating through the plane. It can be harvested but after leaving its sight no one remembers the encounter.",
				"A very intricate knot. Attempting to untie it only reveals more twists of rope and slicing it in half causes an explosion of 4d6 force damage in a 10-foot radius, destroying the knot.",
				"A small bag of holding about three inches in diameter. Putting an object in it will place the object in a random chest in the overworld.",
				"The faint shape of a humanoid appears about 30 feet in front of them, attempting to get closer does not work and a high enough perception check will reveal it is an exact image of them from behind.",
				"7 smokelike whisps of different colors dances past, any attempt to attack or aggravate them will result in the whisps casting Prismatic Spray on the player, use only one ray.",
				"A massive flying mass of noodles with googly eyes that attempts to touch you with you with his noodly appendage.",
				"A pack of humanoid frogs migrate across the cosmos.",
				"A Harvard rowing team rows across the cosmos in front of you",
				"A bored Astral Dragon swings by to challenge the party to a game of riddles for a random magical item.",
				"A small group of mindflayers Astral Projects right next to the party. They will probably not immediately be hostile, and just try to go on their way.",
				"A drunken halfling comes along the parties path and challenges them to a boxing match. He is a monk two levels higher than the party.",
				"A Ranger in a suit of magic armor runs into the party while tracking a Githyanki ship.",
				"A githyanki ship bears down on the party",
				"A man with seven golden canaries flying around his head wanders by.",
				"An imperious Dragonborn woman with a five pointed crown with five different gems on the tips encounters the party and demands tribute.",
				"The flickering ghostly image of a Tarrasque passes over the party’s head."
			]
		}
	]
}