{
	"name": "Necromantic Effects",
	"category": "Misc",
	"source": "https://www.reddit.com/r/BehindTheTables/comments/74qphu/necromantic_effects/",
	"data": [
		{
			"name": "Necromantic Effect",
			"data": [
				"Detect dead animals in the vicinity.",
				"Detect ghosts.",
				"Detect graves and burial sites.",
				"Discern the direction to a specific lich's phylactery.",
				"Discern the direction to a specific vampire's gravedirt.",
				"Discern the direction to the nearest lich.",
				"Discern the direction to the nearest vampire.",
				"Locate a missing piece of a corpse.",
				"Locate the creator of an undead creature.",
				"Locate the nearest corpse.",
				"Calm a malevolent spirit.",
				"Command a spirit to whisper a message to a specific person.",
				"Command undead to attach a specific person or object.",
				"Command undead to defend a person or location.",
				"Command undead to flee.",
				"Enrage nearby spirits.",
				"Touch a corpse; ask a question and receive an answer from the person's memories.",
				"Touch a corpse; learn the manner in which the person died.",
				"Touch a living person; identify spirits of the dead who are watching that person.",
				"Touch a living person; speak with the spirit of one of the person's ancestors.",
				"Call forth an eerie dim light.",
				"Cause a dead animal to twitch.",
				"Cause a pile of bones to shake and clatter.",
				"Cause the teetth of a skull to chatter.",
				"Snuff out a nearby candle.",
				"Snuff out a single campfire or torch.",
				"Snuff out all nearby torches and candles.",
				"Touch a corpse; the corpse lurches upright when approached by a living creature.",
				"Touch a living person; the person becomes firghtened by the sight of a corpse.",
				"Touch a living person; the person becomes frightened by the sight of a skull.",
				"Touch a living person; the person becomes frightened by the sight of you.",
				"Touch a living person; the person receives a vision of his or her own death.",
				"Touch a living person; the person receives a vision of the death of a loved one.",
				"Conjure a bleak fog.",
				"Conjure a frigid wind.",
				"Summon a demonic spirit of death and destruction.",
				"Summon a host of ghostly warriors.",
				"Summon a restless ghost.",
				"Summon a soul-mongering devil.",
				"Touch a living person; summon the spirit of a deceased loved one..",
				"Animate a pile of mismatched bones.",
				"Animate a severed hand or head.",
				"Animate several corpses buried in the same cemetery or tomb.",
				"Animate the body of a dead animal.",
				"Animate the body of a slain giant.",
				"Animate the corpse of a recently deceased person.",
				"Animate the corpses of the fallen on a battlefield.",
				"Animate the dissected organs of a humanoid.",
				"Animate the skeletons of those buried in an ancient mass grave.",
				"Transform a deceased dragon into a dracolich.",
				"Transform one's self into a lich.",
				"Transform one's self into a vampire.",
				"Graft a patch of skin or flesh onto a person.",
				"Graft a severed limb onto a person.",
				"Implant a beating heart into a beast.",
				"Implant a beating heart into a person.",
				"Implant a preserved brain into a beast's skull.",
				"Implant a preserved brain into a person's skull.",
				"Preserve a person's brain in a jar.",
				"Preserve a recently deceased person's body against decay.",
				"Preserve a severed eyeball or ear against decay.",
				"Preserve a severed hand or limb against decay.",
				"Preserve the internal organs of a deceased person against decay.",
				"Remove and preserve the beating heart of a person or beast.",
				"Banish a soul to the interplanar void.",
				"Banish a soul to the Realm of Shadows.",
				"Destroy a soul trapped within an object.",
				"Fracture one's soul and trap a piece within an object.",
				"Trap a soul in a specially prepared bottle.",
				"Trap a soul in a valuable gemstone.",
				"Touch a container of food; the food molds and spoils.",
				"Touch a container of water; the water becomes disease-ridden.",
				"Touch a corpse; maggots erupt from the corpse.",
				"Touch a corpse; the corpse crumbles to dust.",
				"Touch a live plant; the plant instantly wilts.",
				"Touch a living person; the person falls deathly ill.",
				"Touch a living person; the person's flesh begins to rot within moments.",
				"Touch a living person; the person's flesh hardens and shatters.",
				"Touch a living person; the person's flesh turns black and necrotic.",
				"Touch a skeleton; the bones crumble to dust.",
				"Curse a living person; after death, the person will rise as a wight or revenant.",
				"Curse a living person; after death, the person's spirit remains in the world as a ghost.",
				"Curse a living person; bats follow the person where he or she goes.",
				"Curse a living person; maggots and worms follow the person where he or she goes.",
				"Curse a living person; one of the person's loved ones dies within 3 days.",
				"Curse a living person; rats follow the person where he or she goes.",
				"Curse a living person; the person instantly dies and rises as a wight or revenant.",
				"Curse a living person; the person instantly dies; his or her soul remains as a ghost.",
				"Curse all nearby living people; over many years, their flesh rots and crumbles.",
				"Curse all nearby living people; over many years, their flesh turns black and necrotic.",
				"Bite a living person; drinking the blood, you gain strength and vigor.",
				"Bite a living person; drinking the blood, you learn one of the person's secrets.",
				"Cause all nearby living people to fall asleep; you gain access to their dreams.",
				"Cause all nearby living people to lose strength; nearby undead creatures move faster.",
				"Touch a living person; the person feels disoriented and you can think more clearly.",
				"Touch a living person; the person feels exhausted and you feel faster ad stronger.",
				"Touch a living person; the person feels ill; nearby undead creatures gain strength.",
				"Holding a bone or piece of a corpse; you teleport to the corpse's burial site.",
				"Teleport yourself to the nearest burial ground or crypt.",
				"Teleport yourself and nearby allies to a specially prepared crypt."
			]
		}
	]
}
