{
	"name": "Warforged Quirks",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7vq455/lets_build_warforged_quirks/?sort=new",
	"data": [
		{
			"name": "Quirk",
			"data": [
				"Claims to be a master of disguise, usually employing a fake mustache to prove it.",
				"Makes socially unaware comments about people’s appearance. Frequently.",
				"Has a very vague understanding of sarcasm.",
				"Believes that if they season food enough they will eventually taste it.",
				"Believes that hugs are synonymous with fighting and tries to break them up.",
				"When angry, steam billows from their gaskets.",
				"Thinks swimming is a kind of magic.",
				"If left to their devices will compulsively dissemble nearby objects and reassemble them.",
				"Celebrates their newfound individuality by dressing ridiculously.",
				"Incredibly drawn to the idea of romance.",
				"Has a deep rooted suspicion of blacksmiths and tinkerers.",
				"Only speaks in beeps and boops. No, literally the utterance of the words “beep” and “boop”.",
				"Feverishly polishes themselves whenever the opportunity arises.",
				"Makes fun of the other player’s for having to eat and drink.",
				"Sustained an injury at one point and replaced it with an every day appliance. They’re annoyed and self conscious about it.",
				"Believes flipping people off is a friendly salutation.",
				"Carries tiny vials of brightly colored paint to touch up dents and scratches acquired in battle.",
				"Carries a blonde, curly wig as a disguise as a “normal person” for going into town.",
				"Believes that everything is a simulation and their actions have no true consequences.",
				"Has a pet goldfish that’s actually a wind up toy that must be wound up every day or it dies.",
				"Tells jokes they hear others tell to try and fit in. Doesn’t always get the punchline right and doesn’t get a lot of them.",
				"Tells stories of adventuring and their battle against “The Rust-Monster” as if it were a dragon. It’s their best campfire story.",
				"Doesn’t understand winking. Winks frequently.",
				"Hates Golems, insults their intelligence at every opportunity if one is around.",
				"Has a spot on their face that consistently rusts. Very self conscious about it.",
				"Wants desperately to be human. Mimics human behavior in private.",
				"Feels the need to sing when exposed to magnets.",
				"Obsessed with music, dancing, and instruments of any kind. Does a flawless robot.",
				"Due to the nature of their joints, requires regular oiling.",
				"Has two sets of eyes.",
				"Has dragon fire core.",
				"Loves Dwarves and pretends to be one.",
				"Can PEZ-dispenser their head open to reveal a hook, winch, and pulley.",
				"Can categorize, regurgitate, and repeat any sound they hear.",
				"Has a hallow core filled with explosives.",
				"Treats all meat bags like they’re Warforged. “Pull yourself together. It’s just an arm.”",
				"Is mute because of a broken voice modulator. Is obsessed with finding and installing a new one.",
				"During rests it sees through the eyes of an NPC a whole continent away. They are seeking each other out due to this soul effect.",
				"Too much sand limits their mobility.",
				"Obsessed with creating replicas of them-self with spare parts.",
				"Has a really hard time solving riddles.",
				"Doesn’t understand figures of speech.",
				"Breaks most chairs they sit in.",
				"Hates how many fluids oils and organics have. Obsessively cleans everything they touch.",
				"Dreams of being a bard. Plays an instrument beautifully but their voice can’t really, well, sing.",
				"The Warforged sometimes has trouble controlling the sound of their metallic feet. They aren’t so good at stealth checks.",
				"The Warforged is incredibly interested in things that are orange. This is an incredibly weird color to them. They will try to keep anything that is orange.",
				"The Warforged refers to humanoids as ‘soft ones’.",
				"Carves a tally on it’s chest for every life saved",
				"In a compartment where the heart would be, it carries a small locket with it’s creator’s picture in it",
				"Gets really excited about new colors of paint, and hopes one day to paint each individual part of it’s body a different color",
				"Spent several decades stuck in a cave, and as a result is dealthy afraid of being alone again.",
				"Makes miniatures models of itself and tries to animate them.",
				"Wears a wig and heavy furs to try to disguise the fact that he’s a construct.",
				"Dispenses rations and potions they have purchased from a slot in their chest.",
				"Loves trinkets and junk and collects such items.",
				"Builds mechanical pets out of spare components. The waforged especially likes to build beasts of burden who can be parked outside a dungeon and watch supplies, tiny scouts, and camp guardians.",
				"Has a printer installed. The warforged prints memos, maps, and other useful handouts at every useful opportunity. They can transcribe conversations easily.",
				"Is modeled after an Aasimar. The warforged has metallic wings and a halo that can light up with dazzling sprays of color.",
				"Loves clothing. The warforged wears asbestos garments customized for their body.",
				"Is extremely in touch with the natural world like a druid, but struggles to understand human society. The warforged uses their body to grow rare plants and herbs.",
				"Was an abandoned prototype for both human pleasure and assassination. While they have re-adapted their body for field travel and dungeon exploration, the warforged is still beautiful and seductive.",
				"Is especially kind to children and the short races. The warforged gives them small gifts it finds (such as flowers) and prioritizes their safety.",
				"Their personality changes drastically depending on the energy fuel they are using at the moment.",
				"Was the phylactery for a lich in the past. The warforged still compulsively collects the souls of the slain and stores them in its body, but they just accumulate there until major damage causes them to leak out explosively.",
				"Was forged in the fires of hell. The warforged is powered by hellfire and have enormous horns and talons like a devil. Infernal runes are inscribed on their body.",
				"The warforged can transform between a beast and humanoid form. Despite this, they have no special affinity with natural beasts.",
				"The warforged can combine with other like warforged to assemble a powerful composite being. They feel vulnerable when alone, and hate it when the party splits or someone scouts ahead.",
				"The warforged is entirely composed of biological materials. They harvest their enemies’ bodies for replacement parts, especially dragons who have the best scales, horns, and elemental sacs.",
				"Carries a vampire child in an earth-filled, magically-sealed metal cask on their back. Their prime directive for the last 100 years is to find a healer who can restore the child to humanity without killing them.",
				"Collects humanoid skin to make a skin suit.",
				"Is facinated with humanoid organs.",
				"Has no concept of pain.",
				"Has a flap somewhere on their body that opens up and functions as a birdhouse.",
				"Is obsessed with adding and integrating mismatched parts to their body. Whether it’s welding on a teapot to their hip or wiring up a new arm, they’re always adding more bits and pieces to their body.",
				"Their neck opens and releases confetti whenever the word “birthday” is mentioned.",
				"Has a removable rib cage to appear shorter.",
				"Used to be a nanny. Loves to coddle children and has no qualms about the group adopting orphans.",
				"Has a worn, polished spot on their elbow where a friend touched them for luck in combat.",
				"LOVES eating. Doesn’t actually benefit from eating. Maybe they just like chewing on things.",
				"Tries to fake having a sense of smell. Does not actually have a sense of smell.",
				"Is incredibly affectionate. Loves hugs, kisses, cuddles, everything. They don’t understand boundaries with their friends that well, but they’re too sweet to say no to.",
				"Has a small hamster running on a wheel inside them. It doesn’t do anything, but it’s pretty novel.",
				"Is an alcoholic. Alcohol is their equivalent to water. Burps fire a lot.",
				"Is either too gentle or too rough with their hands, no inbetween.",
				"Tries to learn different languages just by hearing them, fails most of the time.",
				"Has no concept of money and has to be taught how the basics of spending and saving.",
				"They get their mords wixed up.",
				"Obsessed with making tiny warforged pets.",
				"Tries to act like a druid, but can’t connect to nature well enough.",
				"Gives high fives for any minor accomplishment. They deal 1d4-1 bludgeoning damage.",
				"Will always request oil or coolant when they go to a bar.",
				"Carries around a small tool kit and during rests they will give themselves a “tune-up”, but they often enjoy it more if someone else does it.",
				"Despite being equipped with built-in weapons, they despise violence.",
				"Has a small wind up crank poking out if its side, when it is wound up it causes the warforged to play loud polka music",
				"Is incapable of modulating the loudness of his voice, but is unaware of it.",
				"Likes the taste of coal and casually eats chunks of it like apples. Keeps insisting that meatbags should try it.",
				"Wants to find out how babies are made but thinks everyone is just making fun of them and telling them joke answers, as clearly babies can’t just come out of a person fully formed. That’s ridiculous.",
				"Has a limb that keeps falling off and they are constantly trying to fix it.",
				"Is very afraid of touching organics and small animals in particular because they once accidentally squeezed a kitten to death."
			]
		}
	]
}