{
	"name": "Pet/Familiar Quirks",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7lc1nd/lets_build_100_petsfamiliar_quirks/",
	"data": [
		{
			"name": "Quirk",
			"data": [
				"This creature has a large appetite and is almost constantly hungry. If it’s left unfed for too long it tends to be temperamental (doesn’t help in investigations) and, for some reason, makes attempts to eat the shoes of the spell-caster.",
				"Has to have something in their mouth before greeting anyone. If nothing is around, they panic.",
				"Blind. Sees ghosts and yells/barks at the phantoms present.",
				"Extremely self conscious about pointiness of nose.",
				"Is writing a book about their adventures and wants quotes from all the baddies.",
				"Allergic to something very unusual (undead/gryphons/baby powder/etc.) and begins to sneeze uncontrollably when he is within a short distance it.",
				"Every time they bite all of their teeth are left in their target, short or long rest to regrow teeth. Multiple rows of teeth possible.",
				"Kisses you on both cheeks before following a command or when you call their name.",
				"Walks with a limp because it thinks it looks cool.",
				"Stares off into the distance often.",
				"Extremely posh and does not listen to owners poorly dressed.",
				"After being cursed by a witch, this creature falls asleep after hearing a keyword. Ex: \"Magic\".",
				"Constantly smiling even when sad.",
				"Angered by the misuse of weapons or spells. Will make the user try again if performed not to the proper standards..",
				"Germophobe. Will not attack slimes or other disgusting/foul creatures.",
				"Uses nautical terms freely and inaccurately throughout their conversations, even though they have been to sea before. Can be anything technical.",
				"Speaks almost every language but cannot read or write.",
				"Very casual and laid back, even when speaking to nobles or people you should be wary around.",
				"Convinced they are a werewolf but are not one.",
				"Overly polite, asks twice for favors. Warns targets and victims before attacking and apologizes after. Your mom loves this creature.",
				"Very shy, always whispers when speaking.",
				"Always answers questions with questions.",
				"Meticulously collects a certain type of item, even during battle (daggers/gems/old coins/scrolls)",
				"Blesses every corpse, friend or foe, that they come across.",
				"Carries a mundane item (spoon/shoelace/broke key) in their pocket at the ready. Just in case.",
				"Always breaks out in dance when they win, whether it is an argument, a fight, or a simple game of cards.",
				"Keeps a baby doll of another race or species and never lets go.",
				"Finishes food first, always. Asks party, \"Are you going to finish that?\"",
				"Claustrophobic",
				"Makes decisions by flipping a coin or trinket.",
				"Incredibly afraid of mirrors and will do anything to avoid them.",
				"Insists on being fashionable, even at times that it is extremely difficult to do so (fighting/sleeping/climbing a tree/crawling through mud/etc.).",
				"Believe they are the reincarnation of some famous person or deity that died long ago.",
				"No sense of humor - responds to jokes as if they were serious statements.",
				"Always refers to self as \"The Amazing ______!\"",
				"Occasionally talks to their imaginary friend.",
				"Very easily swayed by food.",
				"Was once horribly wronged by someone with a distinctive physical trait (blonde hair/facial scar/green eyes) and now hates anyone with a similar trait.",
				"Carves their name into something at every (minor or major) location they go to.",
				"Obsessed with the \"beauty\" of something that most people find disgusting or terrifying.",
				"Sings their own theme song when in combat.",
				"Gives everyone in the party their own nickname."
			]
		}
	]
}