{
	"name": "Things in the Deep Dark Woods",
	"category": "Encounters",
	"source": "http://warpwalkers.com/2017/100-things-to-find-in-the-deep-dark-woods/",
	"data": [
		{
			"name": "In the Deep Dark Woods",
			"data": [
				"an old hut. The place looks to have been abandoned for some time. The thatching is caved in on the north corner and there are animal droppings on the floor. There is a scratching sound coming from the cellar.",
				"a small ravine about six feet deep, the remains of a recently dried up creek. The earth is muddy and the edges of the ravine threaten to give way. At the bottom, blackened, broken bones jut up from the mud. Something glints in the murk.",
				"bone windchimes, hanging from the trees. They clack and crack in the wind, but everything else is eerily quiet -- there are no animal sounds. Even the insects are silent.",
				"a dozen trees, all snapped off their trunks and fallen inward towards a central point. There is no clear indication of what made them fall, but the trees themselves are crawling with thousands of earthworms.",
				"a giant albino boar grinding its tusks against the bark of a tree. It looks very old, its skin hanging loosely over atrophied muscle. Its blind eyes are caked over with film, but when you draw near, it lifts its head and stares directly at you, a penetrating, endless stare that feels like it peers right into the very center of your soul.",
				"a large tree, its bark unusually darker than the other trees around. From a gnarled hole halfway up, a squirrel crawls out, but something is very wrong with it. Its body seems bloated, and as it lifts its head to chitter at you, a purple tentacle slithers out of its empty right eyesocket.",
				"a clearing. The ground is covered in a dense carpet of leaves, and dozens of small flat stones and pebbles have been placed in a spiral pattern at the clearing's center. Anyone entering the area feels compelled to walk the path of stones, circling to the center, even as some force makes them feel increasingly anxious about what they might find when they stop there.",
				"a large rocky boulder, jutting out of the earth. Moss grows along one side and across the top. A crude ancient painting covers the exposed side of the boulder -- men with spears hunting a giant stag. At the base of the boulder are several flint arrowheads.",
				"a pond choked with bright green lily pads. Something stirs in the water, but doesn't break the surface. The water near the shore is frothy, with a reddish tint, and the water smells foul.",
				"a dark path. The trees crowd close, their canopies blocking out almost all light even during high noon. Black birds perch on branches overhead, watching travelers, and bright pairs of yellow eyes glint from the shadows.",
				"a half-dead tree, choked and strangled by some sort of invasive dark-grey vine. The vine splits open in places, oozing a golden sap. Wouldn't it be nice to rub some of the sap on your skin? Wouldn't it feel so good? Your hand is already reaching towards it.",
				"a cart with a broken wheel. It has been here for years, with brush now growing through the spokes and up around the hitch. The back of the cart contains several barrels of rotted food, and a cylindrical case containing a letter asking forgiveness for a crime.",
				"a copse of trees. The trunk of each tree is carved into the face of an old bearded man, each face unique and somewhat different from the last. Some laugh, some cry, some frown. One particular one-eyed face always seems to be watching you.",
				"a huge fungus mound, almost four feet high. Twisting lines of fungus scatter from the base, like roots from a tree. At dusk, the mound begins to glow an eerie orange, attracting swarms of fireflies.",
				"a hole leading down beneath the ground, almost like a gopher hole or a snake den, but wider. There are scuff marks around the entrance to the hole, and there is a disturbingly human moaning sound coming from somewhere in the darkness.",
				"a corpse, standing upright and tied to the trunk of a tree by thick ropes, its face contorted in final agony. The abdomen looks like it burst from the inside, and a strange yellow ichor clings to the inside of the cavity. A long drag of gore stretches across the ground, disappearing into the nearby trees.",
				"a stony ridge, peering down into a gorge. Several large boulders have tumbled to the bottom recently, snapping off smaller trees in their path. At the bottom of the gorge is a creek, its water choked with webs of a white mossy growth.",
				"a sinkhole, six feet across and so deep you can't see the bottom. A tree on the sinkhole's edge tilts dangerously, half of its roots exposed. The sound of sobbing rises from the sinkhole's depths.",
				"a huge papery white wasp nest, built into the exposed roots of a tree. Their dangerous buzzing has a hypnotic quality, a throbbing droning sound that makes one feel sluggish and sleepy. How wonderful it would be to just lie down and rest, nestled in the roots of that tree.",
				"the burned-out remains of a goblin village. Tiny crude huts, collapsed and charred, clustered around a central spot that probably held a bonfire. On the edge of the village is a huge refuse pile, stacked high with rotting garbage, wood fiber and leaves. Sticking out from the bottom of the pile is a slender elven hand, the flesh just beginning to rot from the bones.",
				"a logging camp, but all work has stopped. The workers are sick with a fever that leaves them barely able to stand, with strange red blotches radiating around their eyes and a meaty crust on their tongues. It all started when they cut into a thick burl on the big black oak at the top of the hill.",
				"a doe with two vestigial legs hanging uselessly from her left hip. She grazes on moss, and when she looks up, she has two sets of eyes. She darts off, disappearing into the brush.",
				"scattered across a space about a mile, several small pebbles that have been painted in bright colors by a careful hand. Each stone is different, some with scenes or animal shapes, some with runes or other writing. There's no apparent pattern in their placement. A child's entertainment? or something more?",
				"a collapsed pile of stone bricks, the remains of a fireplace and chimney. The rest of the structure is long gone, rotted away or salvaged for other uses. Lost among the stones of the hearth is a dagger, its handle carved from the antler of a deer, and a black bead carved with a symbol, a common rune used by mothers to ward their children against harm.",
				"a lost horseshoe, shucked in the middle of the trail. It is bent, as if it was torn from the horse by something with immense strength. A jagged shard of hoof remains nailed to one side of the horseshoe.",
				"the large, recent footprints of a barefoot man. They are clearly visible in the soft, loamy soil. With every step, the footprint elongates, transforming in a giant monstrous paw. The tracks disappear shortly after into ground with deeper leaf cover. Is that heavy breathing your own?",
				"a patch of lush green grass and bright ferns, growing in a shaft of light that pierces through the trees. The white, picked-clean skull of a raccoon sits neatly on the grass.",
				"a stretch of trees that are twisted and wound into strange shapes, as if ravaged by a powerful tornado or wind storm, but it's hard to imagine such powerful winds penetrating through the dense foliage that surrounds this place.",
				"a wide dry creek bed, full of cracked and crushed boulders. Tiny rivulets of silver water snake through the cracks. At one point, this might have been a mighty stream -- now it's barely a trickle.",
				"a fluttering piece of bright red cloth, caught on the long finger of a bare branch. Upon closer inspection, it's a child's dress, torn down the middle, but there's no sign of a child nearby.",
				"a clearing, full of hundreds and hundreds of black-eyed susans. There's a heady aroma here, not like flowers, but something thick, something deeper and more intoxicating. Anyone who enters the clearing is struck by the urge to dance among the flowers, stripping off their clothing to feel the sun on their skin. Hidden beneath the countless black and yellow flowers are the bones of others who stopped to dance here and never found the urge to stop.",
				"a strange grey creature perched upon the stump of a tree, looking something like a cross between a chimpanzee and a gargoyle, with bright red hair and a red beard. It tilts its head back and forth in a tick-tock fashion, holding a man's skull in one hand. It starts giggling wildly when someone approaches, leaps into a tree and swings away from branch to branch at surprising speed.",
				"a short, gnarled tree with wet red bark. The bark peels in places, exposing fibers that look more like muscle than wood. A fleshy eye peers out from a knot halfway up the trunk, a swaying branch looks too much like a twisted arthritic hand to be coincidence. When the wind blows, something moans as if in pain.",
				"a circle of stubby standing stones, carved with runes. Brush and moss grows thick among the stones, and one of them is broken off two thirds of the way up. A stone bowl in the middle of the circle, no doubt once used for rituals, now holds a bird's nest with three small eggs.",
				"a corpse, tied by its arms to a fallen tree, its belly riddled with dozens of black-fletched arrows. The head is slumped onto the chest, tongue lolling out.",
				"a boggy depression, where dark water seeps up through the earth and turns the ground to sticky black mud. Pitholes filled with mud make travelling through here treacherous, ready to snag a wanderer's foot and pitch them into the mud.",
				"a large tangled ball of briers, woven and wound into the home of a large family of thorn sprites. If startled and disturbed, they swarm out, rattling their thorns and stinging with sharp woody spears, but they might have valuable information if you can give them something they want.",
				"a woman in a white wedding dress. She hangs from the end of a thick twisting tendril of woody vines which disappears somewhere beneath the dress, as if she is some kind of grotesque puppet. She appears to be alive, but unconscious, her flesh a mottled grey. When someone approaches, her eyes open, the sclera and iris filled with blood, and she speaks in a voice that is definitely not her own.",
				"goblin totems, cobbled together from bone and twig and bits of twine and wire, no two alike. There are dozens of them, some stuck into the ground on stakes, some dangling from the trees. It's likely the goblins aren't far off.",
				"an abandoned mirror, leaning against the roots of a tree. Its surface is dirty, and a twist of vine has grown along the frame, but the mirror is intact. It seems too large for one person to lift, and there are no cart ruts nearby. If its secret can be uncovered, the mirror is actually a silvery portal to a fey realm, full of thorns and wildflowers.",
				"a huge moth, the size of a small dog, fanning its wings on the trunk of a tree. Its wings have strange patterns that seem to writhe and twist, always changing. One can't help but stare at them, even to the point of ignoring the sensation of something with several sharp, barbed legs crawling up their leg.",
				"a wooden mask in the shape of an owl, painted and decorated with actual owl feathers. It hangs on a wicker man dangling by a noose on a tree. Anyone who sees the mask is struck by one of two sensations -- either the all-consuming desire to place the mask upon their face, or the staunch opinion that this would be a very very bad thing to do.",
				"a hideous creature. It curls out of the depths of a hollow tree, a space that seems far too small for the horror it births. It has sickly grey flesh. It has the armless body of a heavily pregnant woman, pendulous breasts leaking ugly ichor. A goat's head is perched upon a thick neck overflowing with fat, but from the pelvis down, it has the massive coiling body of a centipede, yellow legs clicking and twitching as it rights itself and screams.",
				"a large grizzly bear, collapsed near the trail. It breathes heavily, laboriously, and seems to be very sick. Chitinous growths are bursting out of its skin in random places. Some of the growths have legs, insect wings, mandibles, or even red compound eyes glinting in the light.",
				"the split and shed skin of an absolutely massive serpent. The skin is draped across a fallen branch; it is translucent and brittle, dried by the elements. If approached, the skin suddenly animates, slithering away beneath a fallen log.",
				"a patch of dangerous weeds, dark green and bearing sharp barbs on the end of their leaves. The barbs aren't the dangerous part -- the weeds secrete a deadly poison that causes a living creature's lungs to calcify and lose their elasticity, causing painful, burning suffocation over the course of several days. The poison is absorbed through the skin.",
				"a strange, undead stag. All four of its legs are broken and twisted, and it staggers about on two feet like a humanoid, its head lolling uselessly at the end of its neck. Curious flickers of blue flame dance on the tip of each antler, like a deathly candelabra.",
				"odd pinecones drop from truly massive conifers, exploding into clouds of yellow spores when they hit the ground. They spores are harmless to humanoids, but deer, donkeys, horses, and other hoofed animals who are touched by the spores soon develop woody growths that grow aggressively and painfully, eventually rooting the creature to the ground as the beginning of a new tree. The growths can be cut out before they spread, but they grow deep and the animal may be grievously wounded from the bloodloss.",
				"a family of bright red foxes, two adults and three kits. They stop and stare at you, a strangely human intelligence glinting in their eyes. The father inclines his head, as if acknowledging your presence, then the family darts off, gone before you can catch another sight of them.",
				"a massively fat figure, sitting in on a stump among a tangled mass of branches and bushes. His clothing has rotted away, revealing ugly mounds of flesh, some of it grown over with moss. In places, the fat man's body is punctured with sticks and twigs jutting out from within. Sharp woody branches distend the fat man's throat, shoving out past broken teeth. The eyes that stare at you are very much alive.",
				"a ring of red-eyed rats, constantly running in a counter-clockwise circle. The carpet of leaves has worn down beneath their tiny paws into a narrow track. They seem exhausted, some only dragging themselves forward while the others scramble and claw over them.",
				"a copse of trees, riddled with holes from woodpeckers. A large, red crested woodpecker clings to the trunk of a tree; everytime it drives a new hole in the tree, rivulets of red blood trickle down. The scent of blood fills the air, and leeches writhe in the bloody mud near the trees' roots.",
				"dozens of dirty, broken dolls hanging from the limbs of trees. They sway in the breeze, sometimes clacking against each other or the trunks. A few of the dolls have the curling horns of rams growing out of their heads, but they don't seem to have been originally made that way.",
				"an emaciated man, stumbling on bloodied bare feet. His only clothing are tattered pants. He is filthy, and his back and chest are criss-crossed with bleeding lash marks. He raves and gibbers, drooling on himself. There's only one pattern to the nonsense that he speaks; a reference repeated about a place called the Glade of Ash.",
				"a very tall, very straight tree with thick, dark bark. Dozens of fleshy humanoid arms sprout from knots on the tree. The arms are all different; they seem to come from people of a wide variety of races, genders, and ages. The arms don't reach or grasp at passersby -- they cling to the tree desperately, fingernails breaking beneath the bark, grasping at the trunk, as if they are afraid they might be abandoned.",
				"a large, iridescent beetle clinging to the trunk of a tree. Its carapace is a deep green, but when it turns in the light, it shifts to a deep indigo. When it parts its carapace to expose its wings, it reveals a large bloodshot eyeball on its thorax, peering around wildly.",
				"a shaggy black she-wolf, so heavily pregnant her belly drags on the ground. She grunts and strains in labor, birthing something that is decidedly not a litter of pups. It looks more like a misshapen humanoid head, a fanged mouth working to tear through the amniotic sac. The wolf whimpers, trying to drag herself away, but there is another to birth.",
				"dozens of owls, hundreds even. They perch upon every branch, and more seem to arrive every moment. Their large round eyes track anyone passing by, the silence broken only by soft hoots. Suddenly, as swiftly as they appeared, they all take flight in a mass chaos of whirling feathers and hooting cries...and are gone.",
				"a stone shrine, surrounded by melted wax candles. A bowl atop the shrine holds fresh clear water, with a single fallen leaf floating on the surface. There are footprints all around. This place must be used frequently, but for what sort of rites?",
				"a naked child, but of no recognizable race. Its flesh is dark and tanned, but a mane of green leaves sprouts from the top of its head and curls around its face; the mane runs straight down its spine, ending in a long vine-like tail. It has large eyes of the deepest green, and it clings effortlessly to a tree, staring down at you. If spoken to or approached, it bares a mouth full of sharp, thornlike teeth that jut in all directions.",
				"a massive tortoise the size of a small house. Aggressive vines and carpets of moss have lashed it to the earth, so much so that it can no longer stand and walk. It lifts its head slowly and gazes directly at you with sad, stoic eyes.",
				"a patch of orange mushrooms. They have squat, thick bodies as big around as a tankard, with an orange cap covered in red nodules. These aren't fungi, though. Cleverly disguised beneath the cap is a tiny mouth of sharp, shark-like teeth, and gripping the ground beneath are six chitinous legs. The red nodules are actually eyes. These voracious meat-eaters disguise themselves as tasty mushrooms, ready to bite anything that draws near -- a field mouse, a rabbit, a reaching hand.",
				"a brown hare, distressed and mewling. Its back is split open along the spine, and a huge spider has stuffed itself inside, its legs forced through holes in the hare's flesh. The spider's round abdomen bulged out the hare's back. The hare is still alive, kept alive by strange enzymes injected by the spider, It twitches and cries occasionally as the spider skitters across the forest floor, carrying its victim with it.",
				"a forest spirit in the shape of a small possum with fluffy golden fur. Six tiny nubs, like a foal's budding antlers, grow from its head. It is very friendly, and may travel with wanderers through the woods for a time, guiding them past horrors and dangers in the dark places of the forest.",
				"a large hole in a tree, full of a massive bee hive dripping with honey. The trunk of the tree is scarred and raked with claw marks, perhaps those of a bear or other animal that has feasted here before. The bees hover lazily nearby, taking no mind to passersby unless their nest is disturbed.",
				"the skeleton of a centaur, impaled through the ribs on a sharp branch jutting up from a fallen tree. What might the centaur have been fleeing from so quickly it didn't see where it was going until it was too late?",
				"wisps of blue flame that bob and hover in the air, illuminating the dark tunnels formed by the arching canopy with dim, ghostly light. The air is suddenly very cold, cold enough that you can see your breath curling in front of your face.",
				"a grotesque totem pole. Five goblins are impaled, one above the other, upon a sapling that has been stripped of its limbs and sharpened into a spear. Wreaths of flowers and herbs are draped around their necks and waists. Two of the goblins are still alive, barely, twitching and groaning. The second from the bottom, the spear emerging from a rupture in his neck rather than his mouth, keeps gurgling something about centaurs, but his eyes are delirious and out of focus.",
				"a broken automaton, slumped against a tree. Tangled roots and tendrils have grown through its mechanisms, and a family of field mice has built a nest in an arm socket, but it looks as if it might still be serviceable with enough care and mechanical know-how. There is a distinct symbol engraved into the metal of its forehead.",
				"a witch's hut with a spindly smokestack. Drying herbs hang from nails on the porch, and a small fence of stakes and wire surrounds the place. The hut is empty, but it doesn't look like the witch has been gone long -- there is a cauldron bubbling on the fire, and a black wax candle burning on the table.",
				"a very old naked woman, walking through the woods. Her skin is covered head to toe in writing in black ink. She seems drugged, swaying on her feet with her face turned up towards the canopy of the trees, and she is singing or humming something nonsensical with the cadence of a children's rhyme. She completely ignores anyone who tries to interact with her, even if they touch her or restrain her.",
				"an abandoned nest, hidden under an outcropping of rock and earth. The nest is full of a half dozen reddish eggs, soft and translucent. Strange shapes with multiple legs can be seen within the eggs, but they aren't moving, and the eggs are cool to the touch.",
				"a colossal snail, the size of an elephant, slowly dissolving a tree with its probing, acidic mouth. Its shell is home to a family of sprites. They have carved tiny windows and doors in the snail's shell and attached narrow wooden walkways between rooms. At night, tiny lights glitter in the dark, a mobile village.",
				"a stone well. There was a house here once, but the forest has claimed it and there is nothing left of the structure. Peering into the well, one can see dark water at the bottom, and something colorful that glints like jewels.",
				"a huge pit, filled to the brim with leaves, indistinguishable from the forest floor around it. Hundreds of flesh-eating insects live in the decaying leaf matter, ready to feast on anyone who takes a wrong step and plunges into the pit.",
				"an small old man, sitting atop a boulder. He wears a long green cloak, but sits crosslegged, his bare legs and feet stark against the stone. For some reason, the hair on his legs and toes is wet, as if he's recently been wading in water, even though there's no spring or pond nearby. He is playing with a loop of purple twine, forming it into a variety of geometric shapes with his fingers. If disturbed or spoken to, he replies, but speaks in riddles and is difficult to understand.",
				"six or seven men and women, crouched on all fours in froglike stances. Thick cords of twisting vines exit their throats, tethering them to bulbous nodules on a purplish, throbbing tree. The people are alive, but never stand upright, and can't stray far from the tree due to their umbilical tethers. Fleshy translucent sacs hang from the tree; when the light catches them, fetuses can be seen within. If approached by travelers, the people scuttle close, trying to grasp and drag new victims to the tree to be added to the collection.",
				"clusters of tiny purple flowers, growing up through the leafy carpet of the forest floor. In daylight, they appear perfectly mundane and are easily passed by, but at night, they begin to glow with a soft purple-pink light.",
				"a pack of wolves. Their fur is tinged with patches of a bright red-purple substance, and twisting black horns jut from various parts of their bodies. Their eyes are wide and mad, and they snap and snarl, ravenously hungry for any kind of living flesh.",
				"a bizarre creature. It has no legs, walking instead on stick-like arms, twice the length of its body and ending in clawed hands, staggering along like a man on stilts. Its head looks to be four deer skulls, fused together at the back of the cranium and each staring in a different direction. It howls like a wolf and pursues anyone who draws near its den.",
				"a stone totem, six feet high, assembled out of stacked pebbles and rocks. The totem takes the shape of a giant head with a yawning mouth. When the wind blows, it passes through the totem and makes a strange sound, almost like a wail. There are red splotches stained on the rocks around the totem's mouth.",
				"the burned remains of a dryad. She appears to have been staked to her tree by large iron nails and set ablaze. The other trees in the area are unharmed, but their branches lean low, as if they are inclining their heads in sorrow.",
				"a strange tree set apart from the others on a small island in a forest pond. Dozens of tiny vials and bottles hang from the branches by strings of twine. The bottles contain the stolen voices of travelers, snatched away by the pixies that dwell within the tree's roots.",
				"a bright yellow warbler bird, caught in the net of a giant spider. The bird struggles against the silk threads, only succeeding in entangling itself more. The spider hasn't come back yet for its lunch, but it's only a matter of time.",
				"the body of a werewolf staked to the ground. It thrashes and bites at the air, rabid white froth foaming from its snarling mouth. Its limbs have been severed, and it is chained to the ground by searing silver bands around its throat and waist. A magical medallion in the shape of a full moon keeps it perpetually transformed. Warning signs are posted all around.",
				"a pair of massive serpents, tangled in knots. It's difficult to tell if they're mating or trying to eat each other. They writhe and roll, one of them jerking in strange stiff spasms. It opens its fanged jaws, regurgitating something that looks like a foam of ash.",
				"swarming thick clouds of tiny white gnat-like insects. They don't bite or sting, but they're easily inhaled. If one can't cough the insects out, they nest within the lungs, laying thousands of eggs that hatch a few hours later, suffocating the creature before a new swarm escapes in the host's final breath.",
				"a fat gnome, sitting beside a cart, wearing a tan jacket and groaning about having eaten too much. At first glance, he appears to be a normal gnome, but he has an unusually long bulbous nose, and his belly is hugely swollen and misshapen, with several bulges rolling beneath stretched skin. Drawing closer, one realizes that the jacket is in fact bare flesh, and when the gnome pulls it open, his belly is a giant eye. Two or three eyeballs fill the socket, jostling each other out of the way to peer out. He licks his lips with a snaking too-long tongue, staring hungrily at you.",
				"a teenage girl. Her skin is extremely pale, almost albino, and her hair is silver white -- she stands out in stark contrast to the dark forest around her. Her hair hangs in tangles around her head and face, so that her eyes cannot be seen. She floats with some unusual power, bare feet a few inches above the ground. When she opens her mouth, she has no teeth or tongue, and the inside of her mouth is full of dark, clotted blood. She grasps and reaches with long pale fingers, groping and touching travelers' bodies and faces, as if to see with touch.",
				"a circular space bounded by trees, the ground covered in leaves and twigs. Every hour, a huge whirling wind gusts through the place, filling the air with a vortex of blinding leaves and sticks. At the center of the vortex is a stone door leading down into the earth, but it's only there during the vortex. When the vortex is gone, the door can't be found, even if the leaves are cleared away.",
				"a massive tree with a door set in its trunk. The door is broken, hanging loosely from its hinges. Inside is a circular stairwell leading up to a canopy treehouse. The furniture is smashed and thrown about, and there are bloodstains on the floor, including a monstrous bloody footprint by the balcony.",
				"the remains of a campsite. An old campfire has burned to ash within a small ring of stones, and a few moldy bedrolls are scattered about. Further investigation reveals bones within the bedrolls, but only the pelvises and legs of the sleepers. Their torsos, arms, and heads are nowhere to be found.",
				"a boar hunting for buried mushrooms. It shoves its snout against the earth, tearing up leaves and soil with its snout. Whatever it's been eating, though, it's not like any normal mushroom. Its mouth is nearly gummed up with spindly white mushrooms, and they've begun taking root in its hide, growing incredibly fast along its jaw and neck. The boar is breathing heavily, but doesn't stop rooting for more of the mushrooms.",
				"an artist. She sits against a tree, using a charcoal pencil to sketch the shapes of several leaves. Drawing closer, one realizes that she is bound to the tree by coiled roots wrapped around her waist and chest. She looks up excitedly when approached, begging travelers to bring her more leaves to sketch. Trying to remove or damage the roots only causes them to squeeze tighter, causing excruciating pain and the sound of cracking ribs.",
				"a tree with huge reddish leaves, like a maple. The tree is infested with small mites that gnaw on the leaves, cutting precise patterns into them: geometric shapes, swirls and what appear to be symbols, almost as if there is an arcane code to the shapes. If only they could be deciphered, who knows what secrets they might divulge.",
				"the broken stump of a fallen tree. Weather and rain have hollowed the stump out, and the inside is home to a clutch of tiny green and orange dragonlings with wings like leaves. None of the dragonlings are bigger than a mouse; when their nest is disturbed, they fly up and out, surprisingly quick and chittering angrily.",
				"a coyote. Its jaws are distended, stretched to the breaking point around a massive fruit on the ground beneath a bizarre tree. Several other fruits have fallen to the ground nearby, but they are a fraction of the size of this one. The fruit in the coyote's mouth keeps growing even before your eyes; bones in the coyote's mouth are popping and cracking as the fruit threatens to dislocate the coyote's jaw. The animal whimpers, trying to back away, but the fruit has grown too large to spit out without help.",
				"a screaming tree, being chopped down by a woodsman. Every swing of his axe prompts another earsplitting shriek of agony, but the woodsman doesn't seem to notice or even be able to hear -- or simply doesn't care. There is a strange feeling in the air, a rustling, vibrating sound, almost like the surrounding trees are trembling with fear.",
				"a hag. She is old and fat, with greasy black hair and a halo of six black ox horns growing from her scalp. She staggers under the weight of a heavy load of firewood in a basket on her back. If she meets travelers on the road, she is far too friendly; she will ask them to help her carry the firewood to her home. If they refuse, she will curse them; if they agree, she will try to trap them in the cellar where she keeps her woodpile.",
				"a lost, lumbering golem, made of logs and twigs, the spaces between packed with rotting leaves. There is a perfectly round hole in the middle of its chest, inside which is only a black void. The sound of a woman singing issues from the void in the golem's chest. If it encounters travelers, it kneels down and points to the void, as if asking them to enter and find the singer within."
			]
		}
	]
}