{
	"name": "Trinkets",
	"category": "Items",
	"source": "http://www.eberron5e.com/game-mastery/trinkets-treasures/100-new-trinkets, http://www.eberron5e.com/game-mastery/trinkets-treasures/100-new-trinkets, http://www.eberron5e.com/game-mastery/trinkets-treasures/100-new-elemental-evil-trinkets",
	"data": [
		{
		"name":"Trinket",
		"data": [
				"A 'magical' acorn",
				"A Compass that always points to Mulmaster.",
				"A amulet filled with liquid that churns, freezes, or boils to match its wearer’s mood.",
				"A bag full of tiny mummified frogs",
				"A bag of one-hundred marbles, ninety-nine are white and the other is black",
				"A blank piece of wet parchment that never seems to dry.",
				"A book filled with writing that only appears when the book is held underwater.",
				"A bouncing ball made of a strange spongy wood",
				"A box containing a mold for a cast iron key",
				"A bracelet made of silvered fish hooks.",
				"A broken sword hilt with strange runes on the remains of the blade",
				"A bronze oil lamp which is rumored to have once held a genie.",
				"A candle whose flame produces no heat nor can it be extinguished or transfer its flame",
				"A canteen filled with a foul smelling orange mud.",
				"A charred chisel with an unfamiliar symbol stamped into its base.",
				"A charred, half-melted pewter clasp that glows as if smoldering but releases no heat.",
				"A chess piece fashioned to look like fire myrmidon.",
				"A child's diary",
				"A clay teapot that fills itself with fresh hot tea every morning",
				"A clear marble that slowly rolls toward the nearest source of running water.",
				"A cloak lined with a strange blue fur",
				"A clockwork finch that flaps its wings in the presence of a breeze.",
				"A cloudy chunk of glass that is said to hold a spark of breath from a blue dragon.",
				"A coin that appears to have the same sides to everyone except you",
				"A compass that always points to where you were moments ago",
				"A conch shell which is always damp and constantly drips saltwater.",
				"A crow's claw",
				"A crude chalice made of coal.",
				"A dagger, simple and sharp, that is incapable of hurting you",
				"A deep blue piece of flint, that when struck with steel produces not a spark but a drop of water.",
				"A drinking cup, that randomly fills with fresh or salt water. Refilling once emptied.",
				"A faceless doll made of driftwood.",
				"A fist sized rock that “beats” like a heart.",
				"A fist-sized cog, covered in barnacles.",
				"A freshly-excavated humanoid skeleton the size of your hand",
				"A frost-covered silver locket that’s frozen shut.",
				"A glass bone",
				"A glass bottle that spins and points to the same place when left alone",
				"A glass bottle with a tiny ship of unfamiliar design inside.",
				"A glass cup that can only be filled half way no matter how much liquid is pored into it.",
				"A glass eyeball that looks about of its own accordance, and can roll around.",
				"A glass jar containing the preserved corpse of an unfamiliar aquatic creature.",
				"A glass lamp with a tiny star suspended inside",
				"A glass orb that replicates yesterday’s weather inside itself.",
				"A glass pendant with a hole in the center that a mild breeze always blows out of.",
				"A gnarled walking staff of living wood that can manipulate tiny objects while you hold it",
				"A green leather pouch full of berries that will never rot",
				"A grime encrusted bone ring",
				"A hand mirror that shows everyone's reflection except your own",
				"A hand puppet that very much resembles another party member",
				"A hand sized bell with no clapper but it still rings when played",
				"A harp which strings play notes you can only hear after sunset",
				"A heavy iron key bearing the name of a ship long lost to the sea.",
				"A heavy metal coin that floats on water",
				"A heavy rust-covered metal rod that whispers words only you hear",
				"A hefty piece of magnetic ore that fell from the skies",
				"A horn that when blown through produces no sound",
				"A journal filled with poetry hand-written in Primordial.",
				"A lady’s coin purse containing two sharp fangs.",
				"A large brass coin with no markings or images on it.",
				"A large piece of shell from a dragon's egg",
				"A large transparent gem that, when gripped tightly, whispers in Terran.",
				"A leather necklace lined with troll fangs",
				"A letter from a relative addressing you by a different name",
				"A locket of hair that is rumored to have come from a famed fire genasi.",
				"A magical signet-ring that leaves a seal in wax that only the person or people you designate can see",
				"A map with a large patch of ocean torn out",
				"A merchant's scale you can adjust with a handwave to weigh slightly in your favor",
				"A miniature brass horn, silent when played, but fills the air with the scent of warm and exotic spices.",
				"A mining pick made from bone",
				"A mirror that only shows the back of your head.",
				"A musical washboard made of monster bones",
				"A necklace of varyingly spherical and odd-shaped shimmering stones that gives the wearer prophetic dreams",
				"A necklace with a small, rusted iron anchor.",
				"A one-eyed little fish inside a spherical vial, much bigger than the vial’s neck. He has a cunning look.",
				"A painting of yourself when you are much older",
				"A pair of bronze scissors in the shape of a pair of leaping dolphins.",
				"A pair of copper snake earrings of elven design",
				"A pair of glasses that make you invisible to yourself",
				"A pair of magically linked bits of gemstone, holding one lets you sense the direction of the other",
				"A pair of old books written in a lost language",
				"A pair of tetrahedral clay dice that always add up to five when rolled together",
				"A palm-sized stone with a hole in it, through which can be heard a constantly whispering wind.",
				"A paper fan that won’t produce a breeze no matter how hard it’s waved.",
				"A perfect forgery of a small masterpiece work of art",
				"A petrified heart that leaks an oily black substance",
				"A petrified potato that resembles someone important to you.",
				"A pewter ring with an inlaid gold band that slowly rotates",
				"A piece of a castle wall with a map chalked onto one side",
				"A piece of petrified wood carved into the shape of a seashell.",
				"A piece of torn red cloth bearing a royal insignia",
				"A piece of volcanic rock that has never completely cooled down",
				"A pocket-watch that started running backwards the moment you picked it up",
				"A preserved eyeball attached to a spindly eye-stalk, the nerves twitch occasionally",
				"A quiver of twenty arrows that degrade quickly after impact, leaving no trace",
				"A rag doll in the likeness of an owlbear.",
				"A ransom note for a long-lost relative of yours",
				"A rare copy and translation of a religious manuscript",
				"A razor-sharp piece of metal wrapped in a bloody bandage",
				"A recorder carved from brilliant white ash",
				"A red and black Aarakocra feather.",
				"A right arm broken off from a statue",
				"A ring made of a white metal. On the  inside is a name etched in Auran.",
				"A roc's feather",
				"A rock with a patch of curious purple moss",
				"A roc’s feather",
				"A romance chapbook written in undercommon titled “Just one Layer of Grey”.",
				"A rope belt that can extend to fifty feet",
				"A rose carved from coral.",
				"A rough stone eye pulled from a petrified creature.",
				"A scroll case and scroll scribed with an unfinished spell",
				"A seal which imprints a mysterious, unknown coat of arms into hard rock.",
				"A sealed envelope made of red leather that you haven’t been able to open. It smells of campfire.",
				"A set of dice with elemental symbols and primordial runes instead of pips or numbers.",
				"A shark tooth covered in tiny etched words from a lost language.",
				"A shrunken head",
				"A silver and glass inkwell that cannot spill",
				"A single gauntlet inscribed with a fire motif and an unfamiliar name in Primordial.",
				"A single hoop earring made of a porous red stone.",
				"A slender wooden twig which cannot be broken by any man",
				"A small brass flute adorned with silver wire that is always faintly sounding.",
				"A small collapsible silver cup that perspires constantly when opened.",
				"A small comb made of blue coral.",
				"A small conch shell covered in black crystal.",
				"A small crate box filled with burlap sacks of different exotic coffee beans",
				"A small crystal snowglobe that, when shaken, seems to form silhouettes of dancing forms.",
				"A small crystal sphere that illuminates under starlight",
				"A small dark glass corked bottle filled to the brim with a powerful liquor",
				"A small frozen glass-like flame that subtly melts and refreezes, morphing over time",
				"A small glass bird that when set down near water dips its head in as if to get a drink.",
				"A small handmirror which only reflects inanimate objects.",
				"A small jewelry box containing three perfectly round and smooth stones",
				"A small jewelry box made from the shell of a turtle.",
				"A small log that burns as hot as a roaring campfire and never turns to ash",
				"A small mass of grey metallic ooze that can be stretched but not pulled apart",
				"A small mechanical snapping turtle",
				"A small music box made of brass. It features a pair of tiny automatons that resemble Azer working at a forge.",
				"A small piece of fabric that still holds the scent of a lost love",
				"A small piece of gelatinous cube that slightly stings the skin, prolonged exposure may cause a rash",
				"A small piece of rock that floats almost imperceptibly above the ground",
				"A small pocket mirror that slowly fogs over while held.",
				"A small pouch of ashes that will remove ink from the pages they are smeared on",
				"A small puzzle box made of brass, that is slightly warm to the touch.",
				"A small rabbit-fur pouch filled with ceremonial herbs and incense",
				"A small sea conch with the words “From the beginning” painted on the lip.",
				"A small silver bell that makes a sound like quiet, distant thunder when it’s struck.",
				"A small stone cube that acts as a magnet when placed against another stone.",
				"A small stone that shifts through the color spectrum over the course of a week",
				"A small toy boat made with a walnut shell, toothpick, and piece of cloth.",
				"A small vial of black sand that glows slightly in the moonlight.",
				"A small vial that is always filled with the smell of autumn wind.",
				"A small whale tooth with etched with an image of waves crashing upon a beach.",
				"A small whistle, that when blown, whispers a name  of a person or place unknown to you, instead of the whistle sound.",
				"A small wooden box filled with a strange red clay.",
				"A small wooden doll that when held brings back fond memories.",
				"A small, clay square with an unknown rune etched into one side.",
				"A small, finely polished geode whose crystals slowly fade between every color of the spectrum.",
				"A soft feather that falls like a stone when dropped.",
				"A soldier doll of an empire long-forgotten",
				"A spherical astrolabe that tracks the movements of the planes",
				"A spinning top with an image of one of the four elements on each side.",
				"A stone smoking pipe that never needs lighting.",
				"A stone statue of a god with an creature's head",
				"A strange barbed choker that makes your voice more resonant",
				"A tea kettle that heats itself when filled with water.",
				"A thin metal rod that plays out a tune when repeatedly tapped",
				"A tiny brass clockwork cathedral that plays organ music when wound",
				"A tiny oragami spider that occasionally skitters about on its own",
				"A tiny soapstone octopus that slowly absorbs water",
				"A tiny, broken clockwork Harpy.",
				"A tuning fork made from a dark metal which glows with a pale, white light during thunderstorms.",
				"A tuning fork that produces the most satisfying note anyone that hears it has ever heard",
				"A unbreakable sealed jar of glowing water that hums when shaken.",
				"A very small and furry creature that always sleeps and never eats",
				"A wanted poster with your face but someone else's name",
				"A wooden carving of a strange unknown beast",
				"A wooden coin that weighs and sounds like metal",
				"A wooden leg with a hidden compartment",
				"A wooden puzzle box that you have not solved",
				"A wooden puzzle cube covered in elemental symbols.",
				"A yellow gemstone that glows dimly when a storm is nearby.",
				"An antique sword, rusted to the scabbard",
				"An arrowhead carved from seasalt",
				"An eye-sized blue pearl that floats in salt water.",
				"An eyepatch made of obsidian and a black leather cord.",
				"An hourglass filled with glowing sand that falls slower or faster than it should",
				"An hourglass in which the sands pour upward instead of downward.",
				"An hourglass that tells time with falling mist instead of sand.",
				"An ivory hair comb that changes your hair color subtly after repeated use",
				"An ivory whale statuette.",
				"An obsidian icon of a forgotten deity",
				"An odd pocket-sized gizmo that forecasts severe winds and rain coming your way",
				"An old scratched monocle which shows an underwater landscape whenever someone looks through it.",
				"An ornate razor, which only cuts in freezing cold temperature.",
				"An unfinished autobiography",
				"Flint and steel that, when used to start a faire, creates a random colored flame.",
				"Half of a palm-sized geode that pulses dimly with purple light.",
				"Seven small beads of sandstone on a string, all different colors.",
				"The desiccated body of a small eight-legged black lizard.",
				"The tiny skull of a rabbit that whispers scathing insults when nobody is looking.",
				"Wind chimes that glow when the wind blows.",
				"A paper fan that won't produce a breeze no matter how hard it's waved.",
				"A petrified potato that resembles someone important to you.",
				"A glass cup that can only be filled half way no matter how much liquid is pored into it.",
				"A mirror that only shows the back of your head.",
				"A small glass bird that when set down near water dips its head in as if to get a drink.",
				"A lady's coin purse containing two sharp fangs.",
				"A small sea conch with the words “From the beginning” painted on the lip.",
				"A frost-covered silver locket that's frozen shut.",
				"A seal which imprints a mysterious, unknown coat of arms into hard rock.",
				"A small wooden doll that when held brings back fond memories.",
				"A small handmirror which only reflects inanimate objects.",
				"A glass eyeball that looks about of its own accordance, and can roll around.",
				"A glass orb that replicates yesterday's weather inside itself.",
				"A drinking cup, that randomly fills with fresh or salt water. Refilling once emptied.",
				"A deep blue piece of flint, that when struck with steel produces not a spark but a drop of water.",
				"A conch shell which is always damp and constantly drips saltwater.",
				"A charred, half-melted pewter clasp that glows as if smoldering but releases no heat.",
				"A clockwork finch that flaps its wings in the presence of a breeze.",
				"A unbreakable sealed jar of glowing water that hums when shaken.",
				"A small, finely polished geode whose crystals slowly fade between every color of the spectrum.",
				"A rough stone eye pulled from a petrified creature.",
				"A stone smoking pipe that never needs lighting.",
				"A small whistle, that when blown, whispers a name  of a person or place unknown to you, instead of the whistle sound.",
				"A fist sized rock that “beats” like a heart.",
				"A pair of bronze scissors in the shape of a pair of leaping dolphins.",
				"A bronze oil lamp which is rumored to have once held a genie.",
				"A single gauntlet inscribed with a fire motif and an unfamiliar name in Primordial.",
				"A one-eyed little fish inside a spherical vial, much bigger than the vial's neck. He has a cunning look.",
				"The tiny skull of a rabbit that whispers scathing insults when nobody is looking.",
				"A rag doll in the likeness of an owlbear.",
				"The desiccated body of a small eight-legged black lizard.",
				"A small toy boat made with a walnut shell, toothpick, and piece of cloth.",
				"A small pocket mirror that slowly fogs over while held.",
				"Wind chimes that glow when the wind blows.",
				"A small, clay square with an unknown rune etched into one side.",
				"A tea kettle that heats itself when filled with water.",
				"An old scratched monocle which shows an underwater landscape whenever someone looks through it.",
				"A rose carved from coral.",
				"A set of dice with elemental symbols and primordial runes instead of pips or numbers.",
				"A amulet filled with liquid that churns, freezes, or boils to match its wearer's mood.",
				"A small silver bell that makes a sound like quiet, distant thunder when it's struck.",
				"A small vial of black sand that glows slightly in the moonlight.",
				"A small whale tooth with etched with an image of waves crashing upon a beach.",
				"An hourglass in which the sands pour upward instead of downward.",
				"A glass pendant with a hole in the center that a mild breeze always blows out of.",
				"A soft feather that falls like a stone when dropped.",
				"A large transparent gem that, when gripped tightly, whispers in Terran.",
				"A small crystal snowglobe that, when shaken, seems to form silhouettes of dancing forms.",
				"Half of a palm-sized geode that pulses dimly with purple light.",
				"A book filled with writing that only appears when the book is held underwater.",
				"A sealed envelope made of red leather that you haven't been able to open. It smells of campfire.",
				"A locket of hair that is rumored to have come from a famed fire genasi.",
				"Flint and steel that, when used to start a faire, creates a random colored flame.",
				"A blank piece of wet parchment that never seems to dry.",
				"A small puzzle box made of brass, that is slightly warm to the touch.",
				"A cloudy chunk of glass that is said to hold a spark of breath from a blue dragon.",
				"A crude chalice made of coal.",
				"A miniature brass horn, silent when played, but fills the air with the scent of warm and exotic spices.",
				"An eye-sized blue pearl that floats in salt water.",
				"A tuning fork made from a dark metal which glows with a pale, white light during thunderstorms.",
				"A small vial that is always filled with the smell of autumn wind.",
				"A clear marble that slowly rolls toward the nearest source of running water.",
				"A small collapsible silver cup that perspires constantly when opened.",
				"An hourglass that tells time with falling mist instead of sand.",
				"An ornate razor, which only cuts in freezing cold temperature.",
				"A shark tooth covered in tiny etched words from a lost language.",
				"A large brass coin with no markings or images on it.",
				"A small wooden box filled with a strange red clay.",
				"A necklace with a small, rusted iron anchor.",
				"A small brass flute adorned with silver wire that is always faintly sounding.",
				"A red and black Aarakocra feather.",
				"A palm-sized stone with a hole in it, through which can be heard a constantly whispering wind.",
				"A small conch shell covered in black crystal.",
				"A small music box made of brass. It features a pair of tiny automatons that resemble Azer working at a forge.",
				"A glass jar containing the preserved corpse of an unfamiliar aquatic creature.",
				"A piece of petrified wood carved into the shape of a seashell.",
				"A wooden puzzle cube covered in elemental symbols.",
				"A small stone cube that acts as a magnet when placed against another stone.",
				"A ring made of a white metal. On the  inside is a name etched in Auran.",
				"A bracelet made of silvered fish hooks.",
				"A journal filled with poetry hand-written in Primordial.",
				"A yellow gemstone that glows dimly when a storm is nearby.",
				"A charred chisel with an unfamiliar symbol stamped into its base.",
				"A canteen filled with a foul smelling orange mud.",
				"A faceless doll made of driftwood.",
				"A heavy iron key bearing the name of a ship long lost to the sea.",
				"A small jewelry box made from the shell of a turtle.",
				"A chess piece fashioned to look like fire myrmidon.",
				"A spinning top with an image of one of the four elements on each side.",
				"A single hoop earring made of a porous red stone.",
				"An arrowhead carved from seasalt",
				"A small comb made of blue coral.",
				"Seven small beads of sandstone on a string, all different colors.",
				"A romance chapbook written in undercommon titled “Just one Layer of Grey”.",
				"A tiny, broken clockwork Harpy.",
				"An ivory whale statuette.",
				"A fist-sized cog, covered in barnacles.",
				"An eyepatch made of obsidian and a black leather cord.",
				"A glass bottle with a tiny ship of unfamiliar design inside.",
				"A silver dragon scale that glows in the moonlight. It seems almost as if the scale is trying to get back to it's TRUE owner.",
				"A silver coin which has been hollowed out and a tiny encrypted message placed inside. An unscrupulous peddler gave it to you as change without knowing why the coin was underweight.",
				"A \"hobo\" gold piece where the face on the coin has been carved into an elegant skull, a guild symbol etched into the back, and a saying in thieves' cant carved around the edge. Once you were targeted by a pickpocket who later returned your purse and apologized in person before fleeing in terror.",
				"A key to a bankbox in a large prestigious bank in a large city far away, and paperwork indicating it has been paid for the next 100 years.",
				"A small leather drawstring bag filled with sixteen beautiful turquoise fetishes. There is a note inside from someone hoping to \"meet up for another game soon\".",
				"A strange long black box with many small buttons labelled in unknown language that fits comfortably in your hand. On the back, the box has a cover protecting a pair of pockets that accommodate two small metallic cylinders.",
				"A curious frogmouth purse filled with many unusually shaped dice. A few small figurines of various people and creatures and worthless coins are also in the bag.",
				"A little 5-inch gnome statue, if it gets out of view it almost seems like it's trying to talk to you.",
				"A board covered with runes and a silver weight tied to a string. Holding the weight over the board causes it to slowly spell the answer to any question asked. Its never the correct answer just the answer the person asking most wants to hear.",
				"A 3\" x 4\" x 2\" wooden box within which is an ink soaked sponge. Touching the sponge causes inky hand prints to appear on whatever that person has touched for the last hour. The inky prints fade in an hour and can't be washed away. The sponge dries out after one use and must then be refilled with a full vial of ink before it can again be used.",
				"A small green stone. Or red? Wasn't it blue just now? No, it is clearly yellow...",
				"A shard of a mirror which shows your reflection - or rather, what you think your reflection should look like.",
				"A spool of string, glimmering in the most astounding colours. String becomes invisible as long as music is audible.",
				"A white knight chess piece. When the player moves on the battlefield like the knight would move on the chess board it makes a sound of a horse.",
				"A seemingly normal dagger. Whoever, when it hits an enemy, you can almost hear a faint laugh. It might just be your imagination.",
				"A bag of apples, that never seem to go bad. You feel slightly bad after eating one, and that feeling intensifies after each apple. Also, everytime you take a bite, the bag seems to twist in on itself.",
				"A musical instrument. It's music gets louder everytime you play it.",
				"A coin pouch. You can put as many coins as you want in it, but you can't take coins from it. The only way to take your coins is to open it with the intention of putting a coin, and then taking as many as you want, except, of course the coin you put.",
				"A boot. It's exceptionally easy to put on, but you need to use all of your strenght to take it off. When you are not wearing it, you have an increasing impulse to put it back on.",
				"A cube, with each side having 9 squares with an eldritch symbol inscribed within the rich oak finish. You can slide the cube around to shift the location of each face to match others. Some of them seem to glow when matched together, but so faint that it must be your imagination.",
				"It is a rubiks cube with symbols instead of colours.",
				"A fine chain necklace fashioned from links of some strange red metal. The chain retains body heat for an unusually long time.",
				"A pocket notebook with cryptic phrases scrawled haphazardly on most of the pages.",
				"A 4\" high wireframe model of a humanoid figure, made out of solder. The figure has an exquisitly detailed copper heart inside the dull ribcage.",
				"A small painting on a necklace chain, the painting is extremely detailed and displays what appears to be a king, when wearing the painting occasionally the vague feeling of not being where you're supposed to be comes over you.",
				"A feather quill. Anything written with this quill will appear in a distinct and unknown handwriting. This unknown handwriting remains the same, regardless of who is writing with the quill.",
				"A small pouch of glass marbles. Each marble has the abstract shape of a different animal embedded in the center of the glass.",
				"A large decorative candle. When lit, it gives off an alluring scent which, while impossible to identify, evokes a feeling of nostalgia in anyone who smells it.",
				"A small garden trowel. The blade and handle are made of common, if not poor-quality materials, but the handle is set with a single semiprecious stone.",
				"A sharp tooth as long as your hand, looking at it makes you uneasy.",
				"A nail molded into the shape of a sword with pommel in the shape of a wolf's head.",
				"A tiny wooden horse with white hair for a mane and tail, and silver beads for eyes.",
				"An exact replica of your own eyeball, as hard as glass.",
				"A pretty amulet which turns out to be a highly offensive symbol to an alien people.",
				"A cup carved from horn which swallows any magical potion or poison poured into it. Once per day the cup can be drunk or from and it will produce the last thing that it swallowed, except for 1 percent of the time it will produce a random other liquid it swallowed sometime in the past.",
				"A mirror with another mirror on its back. When there is a being on both sides of the mirror, it shows each being a representation of the way the other sides being sees it. Disgust produces a disgusting image, admiration an idealistic image ect.",
				"A document which shows whatever the observer expects to see but with a few errors (misspellings or other incongruencies).",
				"A glass ball, something seems off. Something should be in the ball but what? Over time the ball fills with a dark liquid and the player has an easier time shaking off ill effects, once full they feel sluggish and find it harder to resist. Going back and forth filling and draining. Treated like a cloak of resistance, reverse when full so like +3 when filling, -3 when draining. Need only be in the players possession.",
				"A small square metal container with d10+5 strange brass cylinders, about a centimetre wide and less than three long. One end of the cylinder is closed, the base encrypted with unknown insignia around a grey round spot in the middle. On the other end there is a small, ball-like metal piece. There seems to be some kind of unknown powder in between, but any attempt to take the cylinders apart results in an explosion, sending pieces flying in a random direction for a couple of metres.",
				"A flute that can either [1 on d6] emit no audible sound (makes the nearest animal hostile), [2 on d6] an extremely high-pitched one, [3 on d6] bass strong enough to cause 1d4 damage in a d6 metre area or [4,5,6 on d6] sound like a regular flute. Hide the rolls.",
				"A fancy dagger with an eye engraved on the hilt. Whenever the dagger is at the very edge of one's vision, they can swear it just blinked.",
				"A coin pouch. It sounds, weighs, looks and feels like it's filled with coins, but upon opening it you discover that it is empty.",
				"A single arrow. It cannot be snapped, dulled or broken. Other than that, it acts like a regular arrow. The person who found it always manages to find it after firing it.",
				"A tarnished brass kazoo in the shape of a fish. If blown under water it summons one normal fish of the nearest common variety. It will not summon anything monstrous but who knows what might be chasing the fish that is summoned.",
				"A compass that at first glance doesn't work, just keeps spinning endlessly unless the user is close to a mimic at which it points at. If there are more it points at the closer one.",
				"A whip, when you strike anyone the whip moans loudly. Only the user can hear the moan.",
				"A rope that ties itself into a hangmans knot every time it's not watched.",
				"A small statue of a gold frog with one eye and a relatively huge mouth. It knows every language and is willing to translate anything you show it but in turn for translating one word it asks to be fed one fresh [insert race] heart.",
				"A rock that looks like a diamond to anybody touching it. Or is it a diamond that looks like a rock to anybody not touching it? The person that created it forgot and has gone crazy trying to figure it out. The user will over time slowly lose his mind over the same questions, obsessing over it, not willing to trade it or sell it.",
				"A necklace, looks like an inverted pentagram and is made of wood. If it comes in contact with blood summons a demon, over which the user has no control.",
				"A silver ring with a fly head, gives a 25% chance that a devil will not consider the user as an enemy (unless the user attacks the devil or does something against it), 25% chance that the devil will be hostile and focus the user and 50% of no effect.",
				"A single earring shaped like a smiling mouth, if worn by a paladin whispers commands and tries to make the paladin break his oath. Can't be removed by any means (including a wish spell) unless the ear is cut off or the oath is broken. If the ear is cut off the user takes no damage and his/her ear regrows. The cut off ear turns to dust. If not worn by a paladin, none of the effects take place.",
				"A half gold half silver coin, gold side has a sun and the silver side has a moon image on it. When used in a heads/tails way it always faces up with what the person throwing it said.",
				"A staff made out of one long bone, ending with a skull which starts screaming when it sees a skeleton.",
				"A key that changes its shape after it unlocks something. Beware of railroading as the nature of the key means that certain things will be unlocked in succession.",
				"A spoon that alters the contents of whatever being eaten. It varies from person to person, but using the spoon over extended periods of time begins to alter the appearance of the person eating from it...",
				"A crystal ball able to show you your past.",
				"A three-lobed spinning device with almost frictionless ball bearings in the center. ߷ There are holes in the lobes and the center has a raised disk on both sides so the device can be held while it is spinning.",
				"A small pocket watch, whenever someone holds it they swear that they've seen it before.",
				"A small hourglass, the sand inside of it goes up instead of down.",
				"A pair of dice that seem to only roll 7s when in close proximity to gold or platinum.",
				"A coin purse that, once a day, will convert all the currency inside to whatever the local common coin is. It won't add or subtract any, and it will leave change of what it can't convert.",
				"A hat with ear flaps that, once ever 1d4 hours, flap as if the hat is trying to fly away.",
				"A pair of boots that leave tracks of a random creature, within 1 size class of the wearer.",
				"A lamp whose light seems to slide around when activated, throwing strange shapes on the wall, like flowing lava. Lamp can only be used for 4 hours before it becomes too hot to handle. After 8 hours, the lamp automatically shuts off and can't be used until the metal cools, which takes 1d4 days.",
				"A cutlery set that makes whatever it's user eats taste delicious, but needs to be meticulously cleaned after every use. The knife will dull, the spoon will shake and spill, and the fork will have tines break off until it is cleaned again.",
				"Robes that have the origin map to a secret society of mages who control so near by towns and villages. This map appears on the back of the robes when a wizard wearing the robes cast a spell. The fabric folds itself to reveal the hidden map that can only be read by those who read Elven.",
				"A hardy, darkened conch shell with an almost dangerous amount of ridges and points. By holding the shell up to their ear, the holder can hear rushing water and violent waves with an unusual degree of clarity. Continuing to listen the shell causes the holder to slowly begin to experience sensations of seasickness and a pressure similar to being too deep underwater. As the sensations intensify, a muted, indecipherable whispering can be heard very faintly, as if it were coming from the bottom of the sea. The whispering continues to grow louder while the sensations escalate, until the whispers can almost be made out, at which point the holder falls unconscious for an hour.",
				"A singular, tattered playing card with a very faded face side. When shuffled into a deck being used for a game, it is frequently drawn in the owner's opening hand, with the face side of a valuable card for whichever game is being played. The card roughly matches the design and condition of the deck it was shuffled into when drawn, though it always is in slightly poorer condition than all the others cards. When pulled from the deck, the card is in it's normal, faded state.",
				"A rather large iron pot covered in scratches and scorch marks that can't seem to be taken off. Meals prepared by this pot are always palatable but in need of salt, regardless of whether the recipe called for salt, the consumer's enjoyment of salt, or amount of salt that was used in the cooking. Coincidentally, this effect can be nullified by adding copious amounts of pepper to the pot before serving the meal, in which case the food is always suprisingly delicious.",
				"A small bottle of clear liquid labeled “Knowledge, only use in an emergency”.",
				"A tiny stone carving of a headless halfling.",
				"A key made of glass.",
				"A silver ring with a poem in Druidic on the inside.",
				"A tiny bronze idol of a goblin carrying a knife in both hands and one knife clutched in his teeth.",
				"A simple headband with a clear crystal set in the center of the brow. Can emit a red or white light on command. Last two owners were a (now disgraced) Inquisitor who claimed it was a tool for alignment detection, and a dwarven tinkerer who used it as a hands-free work light.",
				"A gnomish cheater bar. A 2 foot long steel bar, designed to mount to the end of wrench handles for extra leverage. Can be used as a club in a pinch, and some gnome combat engineers have modified short swords to fit on the end, making them double as collapsible spears.",
				"A small locket designed for a noblewoman, with small painted portraits of her and her husband on the inside... and an even smaller portrait of her secret lover, in a hidden compartment positioned closest to her own heart.",
				"A small carving knife. Whenever you use it, you will never cut yourself, but you become extremely nervous about cutting yourself until you stop.",
				"A figure of a specific person with its mouth open. When you pour a liquid into it, it spits it out and then screams the name of whatever liquid was in it. However, if the person it resembles was unfamiliar with the liquid, it spits the liquid out, screams for 1d6 minutes, and then closes its mouth for 1d4 days.",
				"A mysterious stone that has been shaped to have 20 sides. Each side has a number from 1 to 20. It seems like it’s from another world.",
				"A tiny plush owlbear. It’s worn and dirty. It seems like the original owner left it here on purpose.",
				"A picnic basket that seems full of food. Once it’s opened, though, it’s revealed to have a half eaten slice of bread, a tiny cube of cheese, a berry, and one kernel of corn on top of a pile of leaves.",
				"An blue orb that when shaken causes a light snowfall 15 feet around the player who shook it.",
				"A pin with a picture of a mimic on it. Wearing it will help with stealth checks.",
				"A egregiously decorated dagger that looks razor sharp but can't cut through anything. It's also twice as heavy as it should be",
				"A normal dice that when rolled always falls on six. Everyone but the user forgets each previous roll if a new one is rolled",
				"A blank sheet of paper that cannot be destroyed by anything. If you write on it the words disappear and an answer is written down by an invisible hand.",
				"A folding fan with 12 cryptic fortune cookie-like sayings that alternate every time the fan is opened.",
				"A mimic ring who will eat a single finger off of any person (but only once per person) will tell a truth that it's current owner wants to know.",
				"A gold covered sapphire that opens like a locket to form a mechanical beetle.",
				"A whistle that sounds a random note when blown into.",
				"A small hourglass that automatically flips when the sands run to the bottom.",
				"A teapot that is always full and piping hot, and whistles sadly if it is ever left alone.(edited)",
				"A cooking spoon that adds a cinnamon flavor to every dish.",
				"A lamp whose color changes subtley with the holders mood.",
				"A keying that is always in your pocket when you cannot find it.",
				"An elaborate fountain pen that turns into a snake and slithered around when not being used.",
				"Shards of broken glass that seem to push against each other. You can work out that there was a hammer painted on the glass at some point.",
				"A small smooth stone that seems to hum and vibrate when near a rakshasa.",
				"A broken music box with a birds claw clutching a pearl etched on the lid",
				"A map showing the location of a great warriors tomb",
				"A Shield made from A Tortle Shell",
				"A Glass D6, the dots are in tiny Teal Jewels.",
				"A Chess set carved from a Dragons Claws",
				"A map showing the location of a lost shrine ",
				"The hide of a chimera. adds fire resistance",
				"A gold coin that you can summon back to your hand as long as it's within 20 feet",
				"A Folded parchment that names the reader (whoever reads it) as the heir to a vast fortune.",
				"A Gauntlet from a suit of armour, with 6 fingers",
				"A cursed amulet that randomly spawns in a very hostile rat",
				"A long sword (normal damage) the handle is carved from the femur of an Ogre. the scabbard is covered in dragon scales.",
				"A small doll that mimics your movements",
				"A Copper box that when you open it its empty, but when you shake it jingles.",
				"A Warhorn carved out of  a minotaur horn",
				"A smooth pebble with an image of a shield on, when held it adds +1 to your AC",
				"An elegant box carved of a unknown substance. it houses the ghost of a dragon. the dragon cant attack but could scare an enemy away",
				"A nightcap that, when worn, gives you pleasant dreams.",
				"A silk handkerchief that makes things, small enough for the hanky to cover, disappear and appear in your pocket.",
				"A Jade candlestick that lights on its own, with the word \"UTU\" engraved on it. (Utu the Untheric God of the sun)",
				"A pewter ring with gold sigils inlaid in it putting the ring on causes it to turn invisible. (the ring that is)",
				"A golden egg timer that can freeze an enemy for a single round of combat.",
				"A finger bone from an executed man in a small wooden box. You have +1 on death saving throws while it's in your possession.",
				"A tiny hand bell. That when rung sills the space with the sound of an almighty church bell.",
				"A small vile of Unicorn tears (healing properties - 1 hit dice)",
				"A mirror that shows anyone who looks in it as a Dragonborn",
				"A bone cross forged together with steel",
				"A Book of short stories.",
				"Self fitting boots",
				"A Jar containing a Pickled Imp.",
				"A vial of blood... unknown origin (until inspected)",
				"A series of pages (a comic) showing the heroic tales of DRAGONMAN!",
				"A comb made of bone that causes your hair to grow 1 inch for every minute you brush it. Your hair stops growing when it is as long as you are tall.",
				"A metal coil that appears to have no real use, its very loosely coiled. (It's a slinky)",
				"A Gong that when struck makes no sound, but shows a spectral image of a map of a secret dungeon.",
				"A ticket stub for a travelling Carnival",
				"3 Small Arrows with Green and Yellow feathers. When shot if the victim fails a Cons Saving Throw they are infected and attack anyone the bowman commands. If they succeed they just take normal arrow damage.",
				"A Staff of movement. A wooden staff with a sickly pale green hue, almost a ghostly aura. It has three charges. When used you can teleport to any visible empty space within 100 feet. If under attack the enemy gets  attack of opportunity with disadvantage",
				"A letter seal showing s word and axe crossed with six small stars below and one large star above.",
				"A featureless cloth mask/hood (essentially a medieval balaclava)",
				"Star of day light. Shines as bright as day but only after dawn n before dusk",
				"A Tobacco box made from a scarab beetle. ",
				"A Glass box that appears to be empty, but on close examination houses a small 6x6x6 inch gelatinous cube.  Almost like a pet in a cage.",
				"The feather of a phoenix adding advantage against fire damage",
				"Mask of bravery - When your scared the eyes holes slam shut n u can't see the thing u feared",
				"A Babble stone, a rock wrapped in a blue silk handkerchief with a symbol on. when not in the handkerchief and on someone's person this rock causes any speech to become gibberish.",
				"A parchment with a Love poem written in Orcish",
				"A Glaive, upon inspection it's a staff with a Giants toenail embedded in the end.",
				"A set of blood splattered Tarot cards",
				"A flute that will play music on its own at random times.",
				"3 Beans from the Warthong Plant. If ingested these beans will cause a person to be highly suggestable, against their natural instincts.",
				"A twisted walking staff, made from very pale wood, on the top is a clawed hand holding an orange gem.",
				"A Wood and Obsidian holy symbol of an unknown Deity",
				"A half written scroll for a random 1st (or other appropriate) level spell. Needs to be finished before it's functional",
				"A Petrified cat you can call to life once a day for one hour",
				"The Knob of nope. This door knob can be attached to a locked door (not magically locked) and open the lock. However Door knob is shy, and doesn't like to be touched. Moves around the door trying to avoid getting grabbed. Can be sweet talked, If you grab it unwillingly it will scream for an adult, that you aren't it's real owner, and anything else it can think of to get you to leave it alone",
				"A tiny miniature ladder. That when wet expands to a ladder up to 15 feet.",
				"A Note book that has help written in it time and time again on every page. The cover says a name and town",
				"A coin that you can flip before a saving throw, if it lands on heads you get advantage, if it lands on tails you get disadvantage.",
				"A mug only the owner can drink from. to anyone else it appears empty",
				"A Bottomless Cauldron... literally a cauldron without a bottom.",
				"An enchanted needle that repairs clothes etc. on its own once you have started it.",
				"A Sea captains journal who writes tales of Cyclops, mermaids and other bizarre creatures.",
				"A Wooden whittling of a horned skull, can be asked a yes / no question that it answers with a smile or a grimace.",
				"A set of ten cards, like trading cards, with o of a out ten different creatures",
				"a small brass key that can lock, but not unlock, a surprising number of doors and chests and things",
				"A Gold and pearl button from a very special and expensive coat.",
				"A Tankard that sings Bar songs in a loud drunken dwarven voice.",
				"A coloured stone. A set of three exist and when coupled together can cast a spell",
				"A bag containing 10 scales from a mermaids tale",
				"A Golden Urn that if if held will automatically raise someone if their HP is depleted back to 10hp without need of death saving throws. Once per long rest. And only works if gifted to someone else.",
				"A disguise that makes you look like the opposite sex of your race.",
				"An onyx plaque that has an engraving of a sun pierced by a sword with a rune in each corner.",
				"A water skin that holds an entire barrels worth of water, but weighs the same as a normal water skin",
				"A Copper Coin which bears your image.",
				"a leather sack, when you look inside it contains three shrunken heads. A Dwarf, an Elf and a Tiefling.",
				"A glass box with silver edging containing the skeleton of a small unknown creature.",
				"A cheese sandwich with 2 bites out of it, wrapped in a leaf",
				"A wooden carving of a duck",
				"Vocal bolt - a single Crossbow bolt that you can speak through, so if fired into a wall you can then cause a distraction with you voice.",
				"A poster for a play at the Kings Theatre in (the capital city) the play is \"Guys and Trolls.\"",
				"A Brooch crafted from the key of a church that was burnt down",
				"A petrified beholder eye (small one from an eye stalk)",
				"A giant talking two handed sword that drinks the blood of your enemies and must adhere to thirst once per day. Or it turns on it owner",
				"A mangled Silver shard with sigils on. If thrown into the ground within 5 feet of a creature it alternates per round causing the creature to have advantage / disadvantage on attacks and the opposite for anyone attacking the creature.",
				"A Knott of Centaur hair",
				"A leather and bronze made mask that looks like an octopus climbing your face.",
				"A pair of green dice carved from emeralds. they always roll 2's",
				"A red and Gold Hookah with a few small gems inlaid, the side has an image of a dragon devouring a warrior. It has 4 pipes coming off it.",
				"A quill that can perfectly match the anyone's handwriting the holder has seen.",
				"A Scroll which helps to translate Draconian into common",
				"A 9 inch wooden totem pole made up of the heads of various races, there are 7 heads in total.",
				"An acceptance letter to Selazars school of Sorcery",
				"A heart locket that allows you to mentally send up to thirteen words once per day to the person whose name is placed inside the locket. They can immediately respond back with thirteen words",
				"A very battered scabbard with the words \"For scales not Tails.\"  An antique from the Dragonborn / Tiefling war",
				"A Compass in pieces in a velvet bag.",
				"A Very Hard heavy black and green egg with strange symbols on it."
			]
		}
	]
}