{
	"name": "Creepy Things in a Necromancer's Lair",
	"category": "World Building",
	"source": "http://warpwalkers.com/2017/100-creepy-things-to-find-in-the-necromancers-lair/",
	"data": [
		{
			"name": "In a Necromancer's Lair",
			"data": [
				"a workroom containing capped beakers and jars of various sizes. Yellowed fetuses float in formaldehyde, watching anyone who enters. Their eyes blink and their mouths move soundlessly within their glass cells.",
				"a long corridor. Halfway down, skeleton archers stand guard, firing bone arrows at anyone who tries to pass. The floor the skeletons are standing on is fragile; the skeletons are light enough to not cause it to break, but it can't hold the weight of heavier living beings. Beneath is a dark pit.",
				"a small study containing a writing desk and several bookshelves full of arcane tomes. One of the books traps a wraith. On the desk is a small bowl of rat skulls and a handwritten list of alchemical ingredients.",
				"an inner courtyard. The soil is rich black loam. Several animated corpses are half-buried in the earth, constantly groaning but unable to free themselves. Purplish vines with three-inch-long thorns and large blood red flowers grow through and around the corpses, using them as fertilizer.",
				"a cast iron firepit, still glowing with embers. Inside are several bones, half-cremated.",
				"a stone wall with dozens of zombie arms grafted to its bricks. Some of the arms hold torches, some hold spears. The arms animate when the living pass by, trying to grasp or wound them.",
				"a huge vat bubbling with yellow-green fluid. Several intestine-like tubes run from the vat, disappearing through valves in the walls to some other part of the lair. The air stinks -- an acrid smell that makes the eyes water.",
				"skittering skeletal hands that swarm over the walls and across the floor. Some have giant zombified eyeballs grafted to the stumps of their wrists -- maybe the necromancer is watching?",
				"a stable full of flayed horses. Some are disemboweled, standing in their own innards. The horses are perfectly calm and tame, even as their bodies drip with blood and gore. They are eager for sugar cube treats from a wooden box by the stable door.",
				"a long corridor. At regular alcoves set within the walls, skeletons stand guard, each bearing a shield and spear. The dead, leathery faces of people have been secured across their bony visages. The missing villagers?",
				"a circular room. At the center is a massive wooden wheel, constantly being turned by large, muscular zombies. The wheel's axle disappears into the wall and it's not immediately clear what it powers. The zombies ignore the living, even if they attack, and merely continue their endless march.",
				"an ornate dance hall. On the stage, a skeletal band constantly plays an eerie tune. Pairs of finely dressed spectral dancers whirl and waltz across the dance floor, passing through the living without care. If they pass through a person, that person ages instantly by one year.",
				"a child's bedroom, brightly colored. The bed is made and several stuffed animals are piled neatly on the corner. There are colorful children's drawings pinned to the wall above a small drawing table. When the living enters, a stuffed bear on the bed animates, making crude and vulgar accusations at them. If they don't leave, the stuffed animals animate and attack, the fur on their heads shedding away to reveal the skulls of children.",
				"a shooting range. Several bows and crossbows hang from racks near the entrance. At the far end are several zombies lashed to thick wooden posts, their bodies littered with arrows. They strain against their bonds, moaning.",
				"a trash pit. Several chutes lead into this pit from other parts of the lair. At the bottom is a gory pile of bones, rotting meat, and organs. Residual necromantic energy has caused the pile to animatee of its own accord. Mindless and amorphous, it constantly squirms and squelches.",
				"a bookshelf filled with skulls, each with a number engraved on its forehead. When picked up, each skull animates and can be spoken with, although they aren't very friendly.",
				"an art gallery. Several paintings hang on the wall. At the end of the gallery is a painting of a beautiful woman holding a bouquet of roses. When lit by the glow of a ghostly candle found elsewhere in the lair, her face twists into a grey, rotting face with eyes that burn with blue fire and she begins to speak.",
				"a corridor, with several zombie heads grafted to the stone walls. Their lips are sewn shut. Inside one of the zombie's mouths is the key to unlock the door at the end of the corridor. If the stitching is shut, the heads begin to snap and bite.",
				"a courtyard with an ornate fountain in the middle. A marble figure of an angel holds a polished brass urn, from which clear water flows. Anyone who drinks the water finds it turns to rotting, meaty sludge once it enters their mouth.",
				"a throne room. A skeletal figure sits on the throne, wrapped in white funereal silks. The skeleton has the skull of a stag with antlers, and wears a crown of holly leaves and berries.",
				"a barracks full of bunk beds. A few skeletons in military uniforms are here, playing a gambling game of dice on a table made from a large barrel in the center of the room. They invite the living to play with them, but will only accept wagers of flesh.",
				"a large storeroom packed with crates and barrels. Tiny skeletal mice scurry in the shadows. Several of the crates contain fresh corpses, packed in salt.",
				"a library full of books. There is a librarian, who seems perfectly healthy and living, but he speaks in a dialect that died out hundreds of years ago, and has no knowledge of the present day. He gets increasingly agitated when the living try to leave the library, constantly suggesting new books they should read.",
				"a workshop with a series of tables. Bodies are strapped to the tables in increasing states of decomposition; each body has a small paper tag denoting the date of death tied to its left big toe. Only the heads are animated, and they beg the living the put them out of their misery.",
				"a bathhouse. Beautiful naked women bathe here, with steam coiling off the fragrant water. With magical charm, they flirt with and entice the living to join them in the water. Anyone who resists the enchantment sees the truth of the place: the water is a boiling hot soup of churning gore, and the women are zombies, with all the flesh scalded off their bones from the waist down.",
				"a swift stream has been diverted into a portion of the lair, passing in and out through iron grates. A huge waterwheel created out of skeletons that have been fused together spins, powered by the water's flow. The waterwheel's axle turns and creaks, disappearing through a wall. It's unclear what the wheel powers.",
				"a crematorium. The air is stifling hot, and the furnace glows an eerie red. A lone, hunched skeleton shovels piles of ash. Near the ceiling, ghosts desperate for corporeal form possess clouds of ash and hot vapor, but the living would be much better to possess.",
				"a huge aquarium taking up one wall of the room. Skeletal sharks zip through the water, while an undead octopus makes its home in a massive conch shell. An important key is kept in a chest beside a mock shipwreck.",
				"a large door made out of fused skeletons. A skull in the center of the door conceals the lock at the back of its mouth, but if not jammed open somehow, it chomps down on the hand of any living being who tries to unlock the door with key or lockpick.",
				"a cadaver farm. The room is filled with sand up to knee-height, swarming with ants, maggots, and other carrion eaters. Fresh bodies are half-buried in the sand, being picked clean by the vermin.",
				"a famous paladin who disappeared some time ago. He has been transformed into a vampire, and nailed to a table by his limbs. A constant, slow drip of blood drips from a spigot above his forehead; it's not enough for a proper feeding, only constantly tormenting him and driving him mad with thirst. He is too weak to free himself, but will do anything he can to slake his thirst at the first opportunity possible.",
				"a giant skin sac hangs from the ceiling, pulsing rhythmically. Giant bloated leeches are attached to the sac in random places, and a pair of zombie workers occasionally peel a leech off and squeeze its contents into a bucket, then pour the bucket into a trough that disappears into the wall. The workers pay no mind to the living.",
				"a chapel. An undead priest endlessly sermonizes and proselytizes from the pulpit. The pews are full of animated dead dressed for a holy day. The presence of the living disturbs the sermon, and the entire congregation turns to stare accusingly at them, blue fires burning in their empty eye sockets.",
				"an animated skeleton factory. A pair of colossal skeleton arms are grafted to the walls above a large platform, one holding the necromantic equivalent of a welding torch, the other reaching into massive boxes of bones. A long queue of skeletons steps one by one onto the platform, where the giant worker fuses additional limbs to them -- an arm here, a leg there, an extra skull.",
				"an arboretum. Undead dryads cry out, trapped within and crushed by the gnarled blackened trees they once tended to in life. The dryads desperately want freedom, but can only have it if a living being takes their place to be crushed within their tree.",
				"a divination chamber. A stone bowl sits atop a pedestal, containing roughly a dozen bleached-white finger bones, each etched with a rune.",
				"a pumpkin patch. The pumpkins naturally grow into jack-o-lanterns, inhabited by the fiery spirits of tortured souls buried beneath the patch. They hate and despite the living, belching fire at any nearby.",
				"a square room containing a grotesquely obese zombie sitting atop a pile of bodies. She continually gorges herself, even as new bodies are occasionally dumped into the chamber from a chute up above.",
				"an orchard of fruit trees surrounded by a stone wall. The branches hang heavy with bright red, luscious apples. When bitten into, the apples are crisp on the outside, but the inside is full of bloody raw flesh. If the trunks are cut or the branches broken, the trees wail and bleed.",
				"an octagonal casting chamber. Huge paper scrolls hang from the ceiling, scrawled with arcane symbols. In the center of the chamber is a stone bowl containing an eyeball, a small rabbit skull, and a lock of bound hair.",
				"a small classroom. An undead teacher lectures her undead students, pointing to a blackboard scrawled with nonsense with a thin cane. The children look bored. At the back of the room, two students have stolen the hand of a third and are tossing it back and forth in a perverse game of keep-away. The teacher hasn't noticed.",
				"a meat locker. Small gems set in the walls sap all heat and warmth from the room. Frozen bodies to be used for future experimentation or reanimation hang from hooks. White frost covers everything.",
				"a hidden passage within the walls. Dust and cobwebs covers everything. In the darkness, tiny glowing eyes appear -- random undead scraps of hair and teeth and dust animated by the necromantic power infusing the lair.",
				"a workroom. The severed heads of dogs are set up on the tables, with wires and electrodes thrust into their brains. Notes are scattered about. Rotting and dead, the heads animate when the living approach, barking and howling wildly.",
				"a dining room. A long ornate table spans the length of the room, set with fine silver dishware. Anyone who sits at the table is immediately served plates of food by skeletal waiters who enter from the adjoining kitchen. The food is hot and delicious, but any living who eat it get horrible food poisoning a few hours later.",
				"a large walk-in-closet, full of robes, shoes, and old clothing. A murderous poltergeist haunts the closet, trying to strangle any living who enter with scarves and cloaks. There is a small chest hidden at the back of the closet beneath a pile of hats, full of jewelry.",
				"a dark chamber, the floor covered with 12 inches of grave dirt. A ring of bones has been laid out on top of the earth, with a wolf skull in the middle of the ring.",
				"an alchemy laboratory. There are shelves full of bottles containing various potions, salves, and poisons. Atop a table rests a large stone mortar and pestle, along with several piles of dried, chopped herbs. There is a heady, stifling smell in the room.",
				"a storeroom, stacked floor to ceiling with random bones, not all of them from humanoids. Something skitters beneath the stacks. Be careful while investigating -- the pile might collapse.",
				"a loading dock full of carts piled high with plague victims. Skeletal workers unceremoniously sling bodies onto wheeled flatbeds and cart them away to some other part of the lair.",
				"an aviary at the top of a tower, full of undead owls. The owls perch upon spokes sticking out from the walls, and ignore the living. But when an enchanted bell at the peak of the tower rings once every hour, the owls whirl into a frenzy of talon and feather.",
				"a workshop. Huge spools of funereal linen hang from the walls, used to wrap corpses in preparation of animating them as mummies. Several bodies are already laid out on stone slabs, their organs laid out around them ready to be placed in canopic jars.",
				"a hidden courtyard containing a mausoleum. Fresh, living flowers are set by the gate, and everything here is peaceful and serene. Inside is an ornate, undisturbed coffin. Why, with all the necromantic horrors crawling through the lair, is this place free of the undead?",
				"an ash pit, several yards deep. A massive skeletal serpent makes its home in the ash.",
				"an armory, with racks full of weapons and armor. A skeletal quartermaster patrols the place, constantly inspecting, inventorying, and maintaining the stores of weaponry.",
				"large manmade pond, surrounded by willow trees. A rotting mermaid lives here and knows a vital secret, but she'll only give it up if one of the living kisses her.",
				"a workshop. Atop each table are giant wire cages containing large frogs. The frogs constantly hop about. Every so often, one of the frogs splits down the middle, its intact skeleton hopping out of the flesh.",
				"a long corridor. Skulls have been grafted to the stone walls, with bouquets of decorative flowers blossoming out of their eyesockets and mouths.",
				"a sitting room. Comfortable chairs and sofas encircle an ornate coffee table. A grand fireplace continually burns with a cold blue flame. The animated skeleton of a cat curls up in the lap of anyone who sits and lingers here for a while.",
				"a kitchen. A zombie butcher chops huge gory hunks of meat with a giant cleaver, while a pair of small skeletons work bellows to keep the oven fires burning hot. A big iron pot sits bubbling over a fire, its lid rattling.",
				"a small, octagonal room containing four doors and only a single decorative urn on a pedestal. If the lid is taken off, hundreds of spirits rush out, screaming and swirling. The doors seal shut automatically, and can only be opened again if the spirits are coaxed back into their vessel.",
				"a child's playroom. The skeletons of two children play here, one wearing a blue bowtie, the other wearing a crown of flowers. They are precocious and demanding, and refuse to let the living leave until they have a tea party with them.",
				"a small prison with six jail cells. Four of the cells are inhabited by chained sentient undead. Skeletal rats constantly chew at their legs, while necromantic magic constantly causes their flesh to regenerate. They beg the living to free them from their punishment, but their crimes may be so foul that they shouldn't be freed.",
				"the dried-up corpse of a long-dead paladin, still clutching his mace and shield. The corpse is surrounded by several smashed and scorched skeletons. The torn pages of a holy book lie scattered around the corpse.",
				"a small pen containing three undead lambs, recently sheared, and endlessly grazing. A skeletal caretaker occasionally pours buckets of blood on the grass.",
				"a large iron door, engraved with intricate scenes of skeletons dancing. Nearby hangs a rack with hundreds of keys carved from bone. Only one key opens the door. The rest snap off and crumble in the lock, freeing a vengeful spirit trapped within the bone.",
				"a woman's bedroom. The undead inhabitant sits at a vanity, powdering her face, but the room is very dark. She is friendly, but her face has been clawed to tatters, exposing white bone beneath, and she is very sensitive about her appearance. If she believes the living think she is ugly or grotesque, she turns nasty and spiteful towards them and may attack if they can't calm her down.",
				"a long corridor patrolled by a grotesque monstrosity cobbled together from multiple bodies, dragging a large axe. It charges after any living it spots, stumbling about on far too many limbs, but it has minimal vision. Alcoves along the corridor may provide shelter from its sight.",
				"a locked storeroom containing a giant iron safe perched atop six massive skeletal legs. If the wrong combination is entered, the legs animate, and the safe bolts away, even smashing through walls and doors to try to escape the thief.",
				"a large circular room. A long, continuous scorch mark runs around the length of the room, about three feet above the ground. In the center of the room is a pedestal, upon which sits a large cyclops skull. When living enter the room, the skull begins to turn slowly on the pedestal, and a black beam of concentrated energy blasts out from the eye socket. The only exit is on the far side from the entrance.",
				"a wine cellar, stacked to the ceiling with racks of wine. One of the bottles contains an important key. Many of the others contain trapped ghosts, some of which may be friendly and helpful, some of which may be angry and violent.",
				"an isolated shrine. A monk sits cross-legged here, still meditating even though his emaciated body has died and become mummified and desiccated. He is willing to answer a single question, but immediately goes back to meditating and ignoring the living after that.",
				"the necromancer's skeletal butler, lying at the bottom of the stairs. He is just a torso and head. He explains he took a tumble a month ago, and rats scurried off with his arms and legs. He's annoyed the necromancer hasn't reassembled him. He will help the living, but only if they help put him back together.",
				"a pack of skittering undead creatures. They look like large crow skulls with several crab-like legs. They caw at the living and scuttle away, but are otherwise harmless.",
				"a blood-splattered room with a giant iron grinder set into the floor. Skeletal workers dump cartfuls of bodies into the grinder. Occasionally a worker slips, falling into the grinder with the crunch and snap of breaking bone, but another worker mindlessly steps into its place.",
				"a squad of skeleton guards, wearing porcelain masks over their faces. The masks have various contorted expressions painted on them, some laughing, some crying, some angry, some grimacing in pain.",
				"a flooded passage. The water is dark and murky. Skeletal piranhas hunt in packs, hungry for fresh living meat.",
				"a corridor with many floor-to-ceiling stained-glass windows. The scenes are colorful and beautiful, but show gruesome scenes of the dead feasting upon the living.",
				"a short, headless groundskeeper. Several severed heads are stuck like pieces of a shish-kebab upon his staff. When approached by the living, he pulls a head off the staff and sticks it on his neck to speak. Each head can only say one or two phrases, and the groundskeeper swaps heads throughout the conversation.",
				"a small sitting room full of books. An undead female figure sits in the room, but she is the upper halves of two women grafted onto a single pair of legs. Her two sets of ribs are exposed, and beating hearts can be seen beneath. Both upper halves are trying to read, constantly jostling the other so she can sit upright.",
				"a hunchbacked old man with a limp, accompanied by a zombified dog. The man is alive, and carries a lantern and a long metal wand which he uses to light torches and candles around the lair with short gouts of flame. He flees when he sees the living, shuffling as fast as he can. He refuses to speak to them, but if caught and forced, he opens his mouth wide, showing rotten teeth and the fact that his tongue has been cut out and the upper half of a tiny skeleton has been grafted to the stump. The skeleton has a fork and jabs the man's mouth, forcing him to keep it shut.",
				"a long greathall with many pillars. The torso of a skeleton has been grafted to each pillar, the ribcage containing a lantern. Strange music can be heard here, but there is no apparent source.",
				"a storeroom, stacked to the ceiling with coffins. The coffins are sealed shut with iron brackets, and scrabbling, clawing sounds can be heard from within. The sounds increase in intensity when the living are near.",
				"a hedgemaze made of eight foot tall thorny bushes. Skeletons hide within the hedges, reaching out to try to snag the living and drag them into the thorns.",
				"a ruined workshop. It looks like something exploded in here, with broken glass and smashed tables and bites of bone flung about.",
				"a clocktower. Every hour, the clock chimes, and a pair of iron doors at the tower's base opens, belching forth a number of zombies equal to the number of the hour.",
				"a ritual room. Several arcane sigils are scrawled onto the floor with chalk. A stick of incense fills the air with a musky aroma, and a sealed jar of worms sits in the center of the room. The animated skulls and spines of three witches have been placed here, still with long greasy black hair sprouting from their scalps. They writhe at the end of their long spines like snakes. They descend from the ceiling when the living enter, speaking in riddles.",
				"an observatory with a giant telescope of bone and glass peering towards the heavens. If a living being peers through the telescope, needles of bone pluck out their eye and send it racing through a series of tubes around the room. Intercepting the eye before it escapes the room may be the only way to save the poor victim's sight.",
				"a long corridor full of bronze statues in triumphant poses. When the living pass by, they hear desperate muffled sounds and knocking from within the statues, as if someone or something is trapped inside. If they should somehow crack one open, it's found to be empty...but now something else is in the room with them.",
				"a courtyard. In the center is a large wooden chopping block. A huge undead executioner with a basket of heads on his back continually drags bodies to the block and removes their heads with a massive sword. He tosses the head in his basket and kicks the body into a ditch full of corpses and flies. He would love to add some fresh heads to his collection.",
				"a long corridor full of clocks. Grandfather clocks, small clocks, pocketwatches, cuckoo clocks, alarm clocks, all kinds of clocks, no two alike. The clocks tick in union, but are stuck at 11:11 and their hands never move. When the living pass through, the poltergeist spirits inhabiting each clock starts chiming and ringing the bells in a maddening cacophony of sound.",
				"a fighting arena. Half a dozen undead gladiators constantly fight each other, the air ringing with the clashing of blades and shields. From time to time, one of them loses a limb. Another gladiator picks it up and attaches it to themselves. Limbs are constantly being exchanged in this way, but the skirmish never ends.",
				"a grotesque harem. Silk tapestries separate the room into private spaces, and the floor is covered in lush pillows. All of the men and women who inhabit the harem are dead, though, in various states of decay. They are consumed by lust, desperate to trap the living and feed on their lifeforce.",
				"a small garden full of vibrant, beautiful flowers. Tiny undead hummingbirds flit about; their bodies are intact, but their heads are only skulls. When the living approach, the hummingbirds swarm, pecking with needle-like beaks.",
				"a long corridor. Hundreds of stolen gravestones are set into the walls. It appears to be a cultivated collection of some sort.",
				"an artist's bedroom. Dozens of pieces of paper are scattered about, sketched with charcoal portraits of the dead. The portraits are animated, constantly screaming. In the closet are all the bodies, their faces smooth masses of dead flesh. The artist is in bed, sitting beside a mirror. His face is smooth, and a self-portrait lies in his lap.",
				"an octagonal room ringed with eight iron maidens. Inside each is a body, pierced through with hundreds of spikes. Congealed blood runs through channels from the iron maidens' bases to a drain in the center of the room.",
				"a storeroom full of scrolls. A bearded clerk sits at a desk by the door. His head above the cheeks is a bony skull completely stripped of flesh, but his mouth and chin is intact. A noisy cricket has taken up residence inside his eye socket, and he can't seem to get it out. He'll give the living a scroll from the collection if they'll help him, but only if they promise not to tell the necromancer.",
				"an alchemical workshop. An undead assistant consisting of three zombies fused together at their spines works here, mixing chemicals and ingredients, but constantly getting in its own way. It hates the living, flinging potions and poisons at any it sees.",
				"a storeroom containing several shelves full of brains in jars, floating in preservative fluid. A strange apparatus on the wall has a crank, and a thin copper spike on a long cable. When the apparatus is powered with the crank, the spike can be thrust into a brain and its memories accessed. A skull at the top of the apparatus speaks with the brain's voice, but it can't answer questions or respond, just issue a long chattering stream-of-consciousness."
			]
		}
	]
}