{
	"name": "Interesting Combat Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/7jdw2j/lets_build_interesting_combat_encounters/",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"You are going down the road and you see a Bugbear looting the corpses of some adventurers, ready to fight you",
				"In the last town, a bandit noticed a valuable item on a member of the party. He got some allies together, and they have been trailing the party, learning the party's strategies to ambush them while they are in the middle of another combat encounter.",
				"You're challenged to a dual by an unarmed gnome in commoner's clothes. You accept. The gnome takes a bag from his belt, opens it and dumps out the contents. A large spiked sphere falls out and opens, and the gnome climbs into it.",
				"The party is trapped on a small island in a deep bog surrounded my bandits with crossbows firing from somewhere in the trees, the island is a giant toad.",
				"The party sees something completely out of place for wherever they are adventuring. (A horse cart deep underground, an ornate bed in the middle of the forest). It's a very confused mimic that will attack if they come within normal mimic range.",
				"A cave on the side of the road has crude drawings of some monster. Later down the road, you are attacked by the same monster.",
				"A crowd of people walk down the street in a funeral procession. They carry a coffin made of solid gold. And the crowd is made of entirely undead.",
				"In a town, there is a man who has an odd look to him but the townsfolk don't seem to mind. He's known for asking people their favorite animal. This man, goes up to the party and starts asking the party their favorite animals. Later, when the party is leaving the town. They will be attacked by the animals they chose. ONE of these animals will be 2X larger than usual.",
				"As the party makes it's way towards a canyon area, a few thri kreen are on lookout on top of some rocky platforms. They protect this access to the canyon they inhabit.",
				"Creeping through a ruin, the party come face to face with an orc patrol—but the battle must be conducted in absolute silence, as a few yards away is a sleeping storm giant who would destroy both sides in seconds if woken.",
				"The courtyard of a sorceror's tower is laid out like a chessboard, with his bodyguards playing the part of the chessmen. To spice things up, anyone standing on a black square is invisible.",
				"Escaping from an underground prison with no weapons or equipment, the party need to destroy the guards on the opposite side of a chasm. The only missiles they have are a clutch of strange eggs on the ledge - but what will happen when the eggs break?",
				"A Hellknight stops the party on the road and casts Detect Chaos. If he senses the presence of chaos, he will immediately attack.",
				"A werejackal learned to speak common. He approaches the party asking for food, while another werejackal tries to sneak up on the party to break the neck of the least-intimidating hero.",
				"The party encounters 2 fighters on the road arguing over who is stronger. If the players dont help them decide who is best, they settle on an agreement: the first one of them to kill the entire party will be known as the strongest.",
				"The party is chased by a foe they cannot reasonably defeat, and is forced to retreat into an abandoned keep full of gargoyles. After spending some time there, one of the gargoyles comes into life. It resists all but psychic damage, and can only be damaged by normal means through a small gap in it's skin, in the middle of the throat. An adventurer can make a STR check to hold open the gap, allowing a partner to attack.",
				"A storm/ blizzard/ sandstorm begins. Visibility is severely reduced, and the party meets a gang of criminals on horses. The gang is used to this, and has no sight issues. Also, a small tornado forms.",
				"The group comes across a bridge over a deadly drop. Halfway through, they are attacked by a gang of Aaracokras, whose main strategy is to use Illusion spells to confuse the party, and throw them into the chasm.",
				"There is a house in the character's path. A wizard is in front of it, next to a hulky stone golem, and asks the adventurers to help him test his creation in a fight. The golem is activated, goes rogue, kills the mage, and turns to face the party.",
				"The party is randomly hit by a lvl3 fireball. They turn around to see a bunch of goblins, in robes. The goblins can cast Fireball at will.",
				"The party is quickly surrounded by wagons. Armed bandits come out of them, and their leader says the became the arena's latest attraction. The party is attacked by 5 people at first, then by 7, and so on, until the remaining bandits flee.",
				"The party is attacked by a lone dwarf human. He fights by creating a dozen false copies of himself, thus making his foes mainly target the copies, while the real guy slashes through his opposition.",
				"Your party comes across a treant being overpowered by a massive of spiders (or any spiderlike monsters). Do you choose to help the treant or will you let them die to the spiders. (if helped, the treant thanks you and offers some (magical) item (magical wooden shield that can give resistance to slashing or fire damage (Axes/Fire=Bad). Or if you have anyone who uses spears, bows, or javelin (basically any wood) they can get some magic ammunition). Optional hook: treant explains about a rise in spiders in the forest, some evil has risen (your party could investigate and find out that some kind of spider queen monster has come from the underdark to claim this forest as her own).",
				"A stranger dressed in a robe of crow feathers stalks the party until they find their way into the ruins of an ancient stone city, at which point the figure makes their attack. On some silent command, anywhere from 3-6 Giant Spiders and 3-6 Giant Crows (same stats as a Giant Eagle) rush towards the ruins, giving the players only a brief period of time to respond before the beasts close in and attack. The beasts seem unnaturally intelligent and make use of tactics, superior numbers, and even cooperative attacks to try and take down the party simultaneously. If the beasts’ numbers are reduced by half or otherwise seem to be in trouble, the stranger signals once more, and 1-3 Giant Scorpions begin to make their way from the surrounding area inwards towards the party. These Giant Scorpions are startlingly intelligent as well, but fight with a strange devotion that prevents them from fleeing, even when faced with death. Once the party has dealt with nearly all of the beasts, the stranger will leave the fray unless the party manages to catch them. The ruins are a complex set of structures with multiple levels of outside surfaces connected by various arches, giving the combatants ample opportunity to make use of a height advantage while fighting on the roofs. The insides of all the numerous parts to the ruins are under the effect of a Guards and Wards spell, with a thick fog providing heavily obscuring the hallways and a 50% chance at each intersection for an intruder to go the opposite direction from the one it chooses. There are no doors in the ruins, only open halls, but some of the corridors (especially those leading to the outside) have illusions put in place over them to mask their location. Stairs often connect to the rooftops, and are covered in the Web spell as per Guards and Wards. Dancing Lights are placed strategically throughout the interior of the ruins in order to lure intruders into becoming lost.",
				"A peryton, hippogriff, griffon, or other suitable flying monster with a goblin boss hanging on for dear life swoops down on the party. Two rounds later, a large group of goblins shows up trying to rescue their boss.",
				"The party encounters a large shelter in the woods. Upon examination they find bedding, a fire pit and skewers for meat. When they leave they hear an Ogre returning to his home with bludgeoned and bloodied dwarves strung up by there feet from the his belt.",
				"While chilling out in the local tavern the party hears muffled screams coming from the back. When investigated they learn the chef Gideon Ramsee is killing people and serving them to their guests. Gideon doesn't want his secret getting out so he attacks and with him are 2d10 quasit.",
				"You are approached by a man who seems to be in pain and a rage, his veins have a blue shine. If you help or attack him he will attack. He is internally freezing with an ice curse. Any blood that he bleeds freezes into spikes and shards, making him more deadly. Weapons also have a chance to get stuck in this quick freezing blood.",
				"As the combat starts a globe of mirrors descends from the ceiling. Reflected beams of light throw prismatic effects around the room. Best if the foes are inherently resistant or immune to most of the effects. Demons or devils.",
				"In a room full of life like statues in frightened poses a group of hooded figures wait in ambush. One or two use prestidigitation to seem to have snakes under the hoods. Or a couple have real snakes beneath. They aren't medusa but rogues looking for combat advantage from enemies averting their eyes.",
				"The enemy has taken refuge in a multitiered bell tower. While it flits around the bells, missed shots cause thunderous damage and alerts the Gore's allies. Best if against something that can fly. Vampire or banshee. Characters can climb ropes to get higher also causing bells to ring. If during a festival then crowds may not notice a fight taking place above their heads.",
				"A sudden and unexpected rain storm soaks you and your comrades before clearing up as quickly as it arrived. (If the player does nothing to dry off she will catch grue-flu, a nasty illness that can take over a week to recover from.)",
				"They fall upon 2 groups of people fighting each other. What you they don't know is that they are all bandits, and they are actually fighting for a chest full of gold hidden near by.",
				"The party is ambushed by a group of orcs who have created a tunnel system under the road they are traveling on.",
				"A strange creature has the ability to mimic the distressing sounds of a woman really loud. If the party goes to investigate, the creature attacks.",
				"A group of thugs are terrorizing a merchant's cart.",
				"A coven of three hags has disguised themselves as some of the party and kidnapped several orcish children to make soup and soap. The angry orc tribe scout group searching for the kids attacks the party. If the party can get them to talk, the scouts will eventually realize the party is innocent. The orcs will loan them the village champion to help assault the hags' treehouse. For each child rescued alive, the orcs will grant tokens that can be exchanged for favors with other orcish tribes.",
				"The players find themselves in combat with a small gnome alchemist, who throws mystery potions at the players, and even consumes a few himself.",
				"The party stumbles across another party of adventurers who is made up of classes of the PC's, (for example, if a PC is a ranger, then one of the party members of the other group is also a ranger). Both parties even seem to be on the same quest, or trying to achieve the same goal as the PC party. However, the other party seems unwilling to cooperate, and even becomes hostile to the PC's.",
				"A monster/creature with the ability of mind control happens upon the party, taking control of it's most powerful member. The controlled PC now must fight the rest of the party until the control is broken.",
				"Any low level character, (like a bandit, henchman, or peasant), that the party has killed in the last session or so, comes back as a revenant seeking revenge. However, this time said character is considerably more skilled, and posses a bigger threat. Bonus points if this is a character one of the PC's has killed unjustly.",
				"An arrow whizzes past the head of one of the players. They hear a voice say, \"That was a warning shot. Don't take another step or I'll shoot again, and this time I promise you I won't miss\", from an unknown location. The voice is coming from a trickshot bandit with a considerable dexterity stat, hiding in the nearby environment.",
				"A Raccoon King (like a Rat king) smells your provisions and thinks holding the party still with its many, many tiny hands and pilfering the food is the best way to go about getting fed.",
				"Several road agents tried extorting a traveling archmage and had their heads polymorphed into dinosaur heads for their trouble. That failed to deter them from being road agents, if anything only increasing their effectiveness. A group of well-armed bandits with bite attacks and enhanced perception and intimidation skills ambushes the party.",
				"Two enraged Hezrou have been inseparably glued back to back. They are not cooperating with one another. Only one of the Hezrou is dominant at a time, the other is dragged along. Together they have a speed of 10 feet. On their turn, roll a d4. On a 1, the Hezrou bicker amongst themselves and fail to take meaningful action (flip a coin to see if the dominant Hezrou changes). On a 2 or 3, both hezrou may attempt to attack a target they are facing but do so with disadvantage. On a four, the dominant hezrou may make an attack as normal, and the subordinate one attacks with disadvantage. If one Hezrou dies or becomes otherwise incapacitated, the other is permanently dominant and attacks as normal, but its speed remains 10 feet.",
				"You are venturing in the forest and step into a loop of rope. The rope then lifts you up by your leg; you are now hanging upside down. A hunter rushes over to apologize, but he wasn't the only one who noticed you were caught.",
				"A swarm of Cranium Rats infesting an overturned wagon, signalling that at least one Mind Flayer is operating above ground or nearby.",
				"The party comes across a beautiful tree with golden fruit. When a party member approaches, the tree bends over and splits to reveal a maw of golden teeth.",
				"A trio of slightly sooty rock gnomes runs, screaming, out of some nearby trees. Shortly after, a pair of enraged allosauruses come from the same direction. Beyond them, if explored, lies a broken cannon and a third, dead allosaurus.",
				"An anger-filled warlock has sent 2D6 crawling claws to exterminate the group. The warlock follows the tiny monsters.",
				"A sentient giant rat that can speak common and its rat swarm have been stalking the group for a while, and finally decide to strike.",
				"There's a hidden mirror you've been warned against looking at. When you look into it, your own hand reaches out and slaps you. Roll initiative against your clone.",
				"A burial mound in the middle of a forest clearing deep in the woods. Everything feels more green and full of colors. Upon inspecting a dryad begs you to not disturb the resting place of the forest king. If disturbed, the group gets cursed and all animals will now try to kill and harrass you in this forest.",
				"A troll with an alchemist on his back. The troll starts throwing rocks at the players while the alchemist turns the ground surrounding the troll into acid. Players must succeed on a high DC check or fall prone when in the acid terrain, taking xd6 damage. If the alchemist is killed/defeated first the troll flies into a rage. He has increased speed and damage and gains multiattack. If the troll is killed/defeated first then the alchemist can continue to defend himself (surrendering is more reasonable) with acid bombs.",
				"An animating spirit possesses one of the party's magic items and starts to contol its powers and movements. It can speak telepathically, but only speaks Sylvan and giggles half the time. If the item is hit hard enough the spirit will flee it and attempt to possess another item. Hitting that item hard enough will make it flee permanently, telling the PCs \"you're no fun\".",
				"A small island in the middle of an underground lake has something the party needs. As soon as they grab it, humanoid shapes made of the lake water rise on the shores and try to drag them down into the water to drown them, dealing crushing damage when they have someone grappled. The watery humanoids are easily dispatched, but are endless and relentless. The party has to either escape or find a way to break whatever enchantment is making the lake attack them.",
				"Along your path, a mysterious circle sits, emanating a bright blue light. It has various incantations etched into it. This circle is a circle of light that emanates bright light upto 60ft. and dim light upto 30ft. This is a total distraction and as the party tries to move away from it or around it, it explodes with blue flames dealing 2d6 damage or half on a successful DC 15 dex save. An undead monster appears in the middle after the explosion. It comprises of the ask made from the explosion",
				"An orc is guarding a bridge, and required a toll to let the adventurer pass. He is totally in his right because he and his family build this bridge, and they need money to maintain it."
			]
		}
	]
}