{
	"name": "Examples of Magic in the World",
	"category": "World Building",
	"source": "https://www.reddit.com/r/DnDBehindTheScreen/comments/7uahy9/100_signs_that_there_is_magic_in_your_world/",
	"data": [
		{
			"name":"Example",
			"data": [
				"An impossibly huge single span bridge over a river so wide the far bank is beyond sight",
				"A circle of standing stones each far too large to have been erected by human engineers",
				"A bakery, unremarkable save that it is famously much larger inside than out",
				"A paved bridleway through the woods, upon which horses are unnaturally hastened",
				"A well with a hand pump that works unceasingly, pumping fresh water continuously",
				"A mirror-plated tall church tower – the reflections seem innocuous, but there are stories…",
				"A remote shelter made from leaves; it blows away at dawn, only to reform each dusk",
				"A mill driven by a slowly rotating water wheel where no river has run in living memory",
				"A latrine that does not smell!",
				"An old jade road that winds up a mountain held up by magic so old the mountain has worn away from the road and rope bridges hang over empty air to connect new pathways to it. (This is totally stolen)",
				"Vine bridges connect sylvan tree houses high in the forest, but they are connected to one living loving magical plant who sees herself as a mother to all those who live in the village. She grows flowers when people are sad, and will grow fruit in lean times to feed her people.",
				"Girls queuing furtively at a hut on the edge of town for an audience with the local witch",
				"A pair of apprentices hunting for a rare spell component in foothills far from habitation",
				"A cursed tradesman; homeless, destitute, shunned",
				"A trio of cooper’s daughters with red hair that dances and wriggles to match their mood",
				"A town clerk made temporarily strong in order to defeat a love rival",
				"A travelling hedge wizard curing warts, finding lost property, etc., for a fee",
				"Cured lepers returning from a pilgrimage to the birthplace of their favoured saint",
				"Several pale noble children drowned under the ice, but since resurrected",
				"A young girl who makes her dolls talk to her when she thinks that no-one is looking",
				"A telepath seneschal, at his Lord’s shoulder to instruct on the thoughts of his courtiers",
				"A mason, augmenting the manual construction of huge stone buildings with his telekinesis",
				"A blood sage, paid to trace demonic or mage blood in the ancestry of a potential spouse",
				"A wedding singer; an entertainer able to guarantee good humour at a nuptial dance",
				"Offices dedicated to recording and redressing wild magic surges within the city",
				"A subterranean dark-silent gaol for imprisoning criminals with minor magic abilities",
				"Scrying, telegraphy, divination, dream-reading, psychic and apportation services",
				"Cloudbusters, rain dancers, tempestarii, weather sages, and ship’s wizards",
				"Travelling healers and magic-assisted apothecaries",
				"A patch of woodland in which all birds are totally silent",
				"Tall grass that weaves itself into effigies mirroring the thoughts of those that pass nearby",
				"A field of large-faced daisies that turn to follow the sun as it moves across the sky",
				"Thick, thorny briars encircling a village; openings magically close at a guard’s command",
				"A swathe of brightly coloured and oddly shaped trees in an otherwise unremarkable wood",
				"Tracts of land that are choked with gorse bushes that cannot be cleared by fire or axe",
				"Vegetables at market that are much larger and well-formed than usual",
				"Mushrooms growing in a near perfect circular ring",
				"A silver birch hung with small trinkets to ward off dangers, or make wishes come true",
				"Chimeric farm animals: horses that lay large duck eggs; a pig with a dog’s head",
				"Extremely tiny chickens",
				"A gathering of black-and-white striped horses at a drinking hole",
				"An ancient, speaking cat curled by the fire of the local tavern (The Speaking Cat)",
				"Herds of blink goats teleporting from rock to rock as they graze on hardy mountain shrubs",
				"A profusion of locust-like flying insects that hatch across pastureland every thirteen years",
				"A huge bee colony in a long-standing and complex trade agreement with local villages",
				"Dogs that can detect an imminent earthquake",
				"Magically tamed monsters at the court of a local Lord",
				"The huge shadow of a robed figure scorched into a hillside",
				"An exploded, blackened stone cottage at the bottom of a cliff",
				"A stream diverted to run through the centre of a village high street",
				"A path now bypasses a small crevasse from which seven-foot black crystal shards project",
				"An abandoned village of petrified people",
				"A distant thunderstorm in which coloured lightning strikes the same spot again and again",
				"An exhausted woman changing horses at a roadside inn as she flees the demon on her tail",
				"A castle that collided with the misty upper slopes of a mountain in the distant past",
				"A huge desert crater now containing a solid lake of rippling, blood-pink glass",
				"A lake of bubbling water that erupts into a fierce column of scalding steam every few days",
				"Abandoned caves painted with lifelike moving images that can only be seen by torchlight",
				"A river runs uphill for a stretch",
				"A whirlpool at the foot of the waterfall shines with red and gold light",
				"The wind carries echoes of an ancient battle fought on this field",
				"A mountain path weaves through huge precariously piled rocks, each with a demonic face",
				"Fire spits from the summit of a mountain",
				"A constellation of stars that is only visible to Elven kind",
				"A stretch of desert in which nothing casts a shadow",
				"A model boat in a bucket of water that always points to safe harbour",
				"A ladder with a single rung that moves upwards/downwards on command",
				"Books with animated drawings, often of lewd and improbable acts",
				"Strangeness & Charm: Two coins; if one is heads-up so is the other, no matter where it is",
				"A handkerchief that disguises one’s voice if held over one’s mouth",
				"A needle that will always try to point north",
				"Rope that lengthens on command",
				"Candles that light and extinguish at the sound of a clap",
				"Music in a little box that starts and stops at the press of a button sewed on the front.",
				"A statue of an ancient hero that occasionally changes its stance.",
				"A wandering dragon that kills parties about to wander into danger ... they wake up unharmed a day later with a premonition of what they were about to wander into.",
				"A fortress that instakills any creature who crosses the drawbridge/gatehouse. But since the fortress is in such a useful location, people have built a semi-permanent set of wooden steps over the wall.",
				"A spring whose water satisfies hunger, not just thirst.",
				"Occasionally, all the stars in the sky get blurry.",
				"A cleric traveling with a stone that will absorb transgressions when you pray before it. As it begins to store more and more sins it becomes a valuable target for demons.",
				"A bard desperate for new tales to craft the perfect epic sonnet. Your stories are never epic enough....",
				"Stone shapers who meld solid and correct the work of stone masons to make it look natural. Offensive to dwarves.",
				"Rodent speakers to organize local rodent populations to take on jobs undesirable to most mortals.",
				"The diva tree whose flowers only bloom and fruit only grow when sung to. An ambitious farmer plans to hire bards to serenade his grove day and night.",
				"A massive ancient tree can be heard to move and twist from time to time. Once a year it seems to yawn and stretch, untwisting its thickest limbs to reveal an entrance to a hollow it keeps covered all the rest of the time.",
				"A farm run by all awakened animals who will exchange crops for some of the tools and work they can't do themselves.",
				"A snake that carries itself uprights atop two scaled legs with a pair of spectacles and a gentlemanly manner. Has never heard the word yuan-ti.",
				"A noble bon vivant has imbibed a secret love potion that seems to have made him fall in love with everything.",
				"A freestanding door stands deep in the forest before a fallen ruin still protected by a vigilant golem.",
				"A glacial cave of blackened ice that never melts under any condition.",
				"A swamp full of everbubbling muck, but if it is watched closely repeats specific paths through the brackish water.",
				"A candle that that changes colors whenever any magic is nearby. Its various colors match the different schools of magic and flicker through each detected.",
				"A blanket that makes you blind and deaf while underneath it.",
				"A blacksmith who makes singing weapons and armor, the songs they sing depend on the mood of the blacksmith.",
				"A fully sentient, free iron golem(not warforged, an actual golem) who owns a bakery, despite having no way to taste the food it makes, people say it is quite good, and it takes great pride in its work. If asked about its creator, it kicks the asker out and refuses to serve it.",
				"A town of chimeric humans where everyone has a single animal feature such as a beak instead of a mouth, crab claws instead of hands, teeth like a rabbit, the feet of a chicken, the legs of a kangaroo, etc.",
				"A vale where things that should not be have seeped into this world, the fauna and flora are warped into strange mockeries of what they once were, and any who attempt to settle here mysteriously vanish.",
				"A city built under a floating island, the king is said to live up there, but none have seen or heard from anyone above for many years, and any attempts to ascend to the island are halted by unknown means.",
				"A forest where the flora are in a constant quick cycle of growth, death and rebirth, growing a little, dying, coming back to life, and repeating, resulting in unnaturally large flora, and new flora becoming gigantic very rapidly, the local druids avoid the place at all costs, citing it as unnatural and taboo.",
				"A town of free, sentient golems(not warforged), who run their town quite well. None of them know who created them. The town lacks an inn and food of any sort, as golems have no need for sleep or food.",
				"Foxfire storms shower the region in (usually) harmless blue flames and sparks; may cause hallucinations or visions from other times and places.",
				"A Faewild dust shower causes drunkenness and/or temporary animal transformations to those caught in it; taken as an occasion for celebration, as the area influenced by it is affected as if by the extended casting version of plant growth.",
				"Acid clouds drift through caves in the Underdark, collapsing some caverns while expanding others, changing the pathways as they pass.",
				"A tall pile of precariously balanced boulders. Some are clearly off their center of gravity, but remain in place regardless, turning gently on their points in the wind. If one inspects it up close, one can see small bits of dust amd sand slowly moving up the sides of the boulders.",
				"A large archway in the middle of the market square which opens a portal to the city of brass once a year during the summer solstice.",
				"A dead man hanged in the woods who reanimates and screams at anyone who tries to take him down.",
				"Shop for cheap novelties such as coins that always land on tails which slowly stop working as the enchantments wear off.",
				"A forest growing upside down on a cave ceiling.",
				"A raging fire that never goes out sunken at the bottom of a lake.",
				"A forest that you can always travel through safely. But you never remember your journey through it.",
				"A hair clip that can be painted in any color, and when worn will change your hair to match."
			]
		}
	]
}
