{
	"name": "Monster Deaths",
	"category": "Misc",
	"source": "http://elfmaidsandoctopi.blogspot.com/2014/03/d100-monster-death-scenes.html",
	"data": [
		{
			"name": "Monster Death",
			"data": [
				"Corpse decays into nothing 1d4 1=1d4rounds, 2=1d4turns 3=1d4hours 4=1d4days.",
				"Corpse decays into rancid semi decayed corpse.",
				"Corpse decays into putrescant slime, CON save or stinking cloud nausea.",
				"Corpse dries up into crumbling mumified body.",
				"Corpse turns into skeleton.",
				"Bursts into flame burning for 10 minutes into charred mess or ash.",
				"Violent fireball explosion 1d6/HD and 1 foot radius, DEX save halves.",
				"Bursts into flames, runs around screaming for 1d10 rounds.",
				"Burns with glowing light for 1d4 rounds getting brighter then explosion 1d6/HD and 1 foot radius, DEX save halves.",
				"Burning body falls and screaming burning skull spirit flies out and shrinks to spark then nothing.",
				"Corpse withers into skeleton gets up and attacks instantly.",
				"Corpse withers into mummy gets up and attacks in 1d3 rounds as only part of spirit departs.",
				"Corpse reanimates into zombie gets up and attacks 1d4 rounds after death.",
				"Corpse crackles to life with unholy energy as a wight.",
				"Corps ages into rotting visage then springs to life as a screaming ghoul.",
				"Part of spirit in shadow animates as strength draining undead.",
				"Phantom forms from part of soul on spot and attacks with fear powers.",
				"Corpse animated by evil underworld being returns as vampire next night.",
				"Corpse vomits up critters then bursts open scurrying with d4 1=bugs 2=lizards 3=rodents 4=all.",
				"Imp or lesser evil being bursts from corpse.",
				"Collapses into jigsaw pieces 1in6 reforms slowly if left.",
				"Departing spirit allows several lesser evil beings to enter this world.",
				"Collapses into 1d1000 cp.",
				"Collapses into 1d1000 sp.",
				"Collapses into semi precious stones 1d1000 value.",
				"Collapses into mixed coins of many currencies 1d1000 gp value.",
				"Withers to pile of bones partially golden skeleton worth 1d1000.",
				"Withers to pile of bones embedded with gems worth 1d1000.",
				"Single crystal forms on forehead as body turns to dust woth 1d1000.",
				"Out of body crawls neotant fetal form of other monster type.",
				"Fog cloud obscures area in acrid impenetrable blinding fog.",
				"Holy symbol on head glows cursing all who attacked it at end.",
				"Huge poisonous gas cloud expands from corpse.",
				"Fountain of unholy water erupts till exorcism.",
				"Fountain of acid burns everything in area lv/HD=1HP=per round.",
				"Huge cloud erupts from body with laughing evil spirit being for 1d6 rounds.",
				"In death throws it calls it's divine parent who sends a mid rank being of vengence.",
				"In death throws it calls it's divine parent who curses party.",
				"In death throws it calls it's divine parent who alerts cult to slay murderers.",
				"Monster's immediate loved one receives vision of the murder.",
				"Blood keeps flowing, flooding area under 3d12 inches if blood.",
				"Monster explodes with rancid intestines spattering killers in rancid flesh and feces.",
				"Body bursts spattering unholy water everywhere, tainting all with evil.",
				"Spectacular departing soul energy opens gate to underworld attracting a horror.",
				"Spectacular departing soul energy, a great divine looks down from heavens scaring all.",
				"Spirit appears dismembers body turning 2d4 different parts into new monsters.",
				"Garb or skin slough off and form a ambushing sheet phantom.",
				"A flash of light and beast turns into beautiful prince/princess, eligible but cursed.",
				"Beast turns into a dying gasping person who might blurt out a tragic story.",
				"Beast turns to stone trapping any edged weapons used to slay it.",
				"Beast corpse turns into duplicate of person known by characters that causes trouble or fear.",
				"Beast crumbles into heap of magical narcotics craved by sorcerers.",
				"Beast melts into divine ambrosia if quick might gather a few doses -1d6 years +1 CHA.",
				"Beast melts into magic potion if quick might gather a few doses.",
				"Beast melts into poison but might gather a few doses 1d4 1=touch 2=ingested 3=blade 4 all.",
				"Beast has 1d4 organs may grant unusual abilities and new liability or enemy.",
				"Blast of chilling air lv/HD=1d3=1 incg radius those kill solid corpsicles, CON save halves.",
				"Electric Arc 1d6 nearest persons struck by 2d8 bolts.",
				"Prismatic rainbow auraras flow from corpse striking everyone on 30 feet with a varied magical effect.",
				"Fireworks burst from dead, WIS save or stunned 1d4 rounds, may ignite som flamables 30y radius per lv.",
				"Swarm of cheeping birds drown all sound and prevent spell casting in area for 3d10 rounds.",
				"Worms burst from earth drag beneath ground as bursts open with more worms and 1d6 rot grubs.",
				"Vomits up or turns into Green slime with HD=to original creature.",
				"Body bursts open.",
				"Fiends come to take away body and prepared to fight 1d4 1=demon/devil 2=undead 3=elemental beast 4=cultists.",
				"Breaks down into grey ooze.",
				"Teleports away thanks to outside forces to fight again.",
				"Plague cloud spreads mummy rot to all in 10 feet per HD/Lv.",
				"Gremlins scuttle from area to curse land for ever more.",
				"Giant scorpions, spiders or arachnids grow from blood of equal HD.",
				"Strange warriors grow from remains of equal HD.",
				"Dies and decomposes into yellow mould or some other type.",
				"Reincarnated due to favour of a greater being, possibly instantly as per spell and hostile.",
				"Turns into crumbling shards of pottery or statue.",
				"Turns inty 2-d artwork on surface depicting corpse.",
				"Turns to foul liquid worse than a skunk and more corpse like.",
				"Swarm from mouth attacks for 1d3 rounds per HD/lv.",
				"Humanoid children burst from corpse crying.",
				"Turns to strange featured dangerous animals like horned wolves or winged boars.",
				"Turns into a larvae, horrible human headed maggot soul used to create monsters in underworld.",
				"A vampire and skeletons from underworld come to claim the body of the fallen.",
				"A demon or devil and zombies from underworld come to claim the body of the fallen.",
				"Turns into a were beast when killed.",
				"Restored by divine being in 24 hours back to life.",
				"Turns into molten d4 1=iron 2=lead 3=bronze 4=d1000 go in silver might start a fire.",
				"A quake shakes ground and earth swallows up body.",
				"Body smoulders into burned ash with soul medallion with alignment symbols.",
				"Rotten festering diseased liquid infestion spreads from here forever more.",
				"Local plants die and never grow back.",
				"A monster tree grows here.",
				"A baby appearing normal struggles to escape corpse.",
				"Corpse attracts random monster every minute for 1d10 turns (10 min each).",
				"Dissolves into smoke an old wizard appears looks confused.",
				"A shimmering gateway to a cult temple appears in vapours of fuming corpse.",
				"Pink bubbles froth from mouth filling huge area in revolting biological foam that spreads disease.",
				"Melts into ground forming a haunted well.",
				"A spectre or ghost arises from the corpse.",
				"Dissolves into bubbling slime sprouts tentacles and eyes.",
				"A spirit arises from corpse and tries to possess whomever slew beast.",
				"A gate opens and a great being grunts and sends some minions through and closes portal."
			]
		}
	]
}
