{
	"name": "Mercenary Groups",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7jsj0o/lets_build_mercenaries_and_independent_troops/",
	"data": [
		{
			"name": "Mercenary Group",
			"data": [
				"The Black Bethren : A large crew of pirates that lost their ships. They are working inland for the time, trying to find legitimate work until they have enough money to buy a new fleet. They excel in naval warfare, and although their loyalty lies with themselves, they are competent at skirmishes, amubushes and sabotage.",
				"The Ogtash Clan : Several families of displaced orcs that has wandered the world in caravans for two generations. They wage war in exchange of benefits from another party, be it food, gold or resources. They are expert in guerilla tactics and melee confrontation, but would rather trade goods and live off commerce.",
				"Bernhard's Crew : One of the most renowned mercenaries band troughout the kingdoms since they played a decisive part in the victory of one nation against another some time ago. They are polyvalent, well-equiped, well trained and make brilliant use of tactic. Their price is on par with a king's army, and their abilities in war too.",
				"The Vineglade Coven : A circle of Feys and Druids that vow to protect nearby woodlands. The try not to mingle with the affairs of outsiders, but can be convinced to help in a battle if their forest is endangered by enemies. They are a calm and peaceful group in private, and a destructive power of magic and savagery in a fight.",
				"The Wyrmfangs : A loose group of sellswords and ruthless criminals that cause mayhem everywhere they go. They carry a sinister reputation, and live off banditry whether they are under contract or not, and have a taste for gratuitous acts of cruelty. Even considering their instability and penchant for senseless destruction they are a force to be reckoned with",
				"The Zenyoxans : a religious cult of sacred monk-warriors, composed mostly of humans and elves. They will fight in exchange of power, influence and followers. They are divided in two groups: the fighters, that live an ascetic lifestyle, do not fear death and live for bloodshed, and the fidels, devoting their existence to a certain task (healing, farming, prayer, etc) within their community. They are fiercely loyal but the raliations in case of betrayal would be unforgiving.",
				"The Sons of Torgak: A mercenary outfit comprised of a core of elite hobgoblin troops, with support from goblin skirmishers and bugbear shock troops. Unlike most goblinoid warlords, Torgak runs the company like a proper, professional army. As such, the Sons of Torgak have a reputation of being surprisingly honorable. That is, until you don't pay them on time.",
				"The Good and Honorable Ser Johannes Walton's Bande of Respectable Men-At-Arms: After being disinherited and kicked out of his home for accidentally starting a war with a neighboring dukedom, Prince Johannes Walton and his loyal soldiers have travelled the land as mercenaries of the highest calibre, selling their swords to the highest bidder. Walton himself leads this merry band of amoral thugs, and is a jolly soul, if a bit excessively violent.",
				"The Hasaneri: A cataphract regiment freed from generations of military slavery to an Efreet, the Haseneri are well-versed in pyromancy and mounted combat, and fight for anyone who can put a roof over their head and food in their bellies. How they broke free of the Efreet is unknown, but it is believed that their former master still sends hunting parties after them, but typically by the time they catch up the Haseneri are already gone, and their confused employers have to deal with the consequences.",
				"The Dotters: A small group of about 10 to 15 people who are profissional killers for hire. Each one wears a different mask, and uses a different way to kill people, varying from very painful to no pain, or quick to slow, things like that. Each one of them is very powerful, and you usually see them alone, never together, because they are usually out doing their jobs.",
				"The Mage's Multitude: a company of eldritch knights and arcane archers who follow coins pragmatically. Their battlemages are especially known for a technique known as the Adomus Maneuver, which involves casting fly on, and subsequently teleporting themselves and the elites (known as the Vipers) directly above a point of vulnerability over an enemy held location. The Vipers then proceeded to use this element of surprise to tear through their opponent's battle line whilst the rest of the company is teleported in to hold the taken ground.",
				"The Coward's Company: a troop of mercenaries who have a reputation of being weak and quick to flee. A reputation that they have fostered and paid coin to maintain. Because of this reputation those facing them often dismiss their presence on the battlefield or send smaller detachments to chase them off. And in this lays their foe's folly. In the case of patrolling the Company will use this strategy to lure out and annihilate many patrols before committing themselves to a large-scale assault, thus whittling down their opponent's numerical advantages. On the battlefield in the support of an army, the company will use the advantage of having undermanned or newly recruited units sent against them to quickly and brutally set them to rout and begin to fold into the flanks of the enemy's line of battle. The company then uses part of its wealth to have bards across nearby kingdoms sing of their cowardice and fleeing in the face of their opponents. Honor and glory is for knights, this Company is for gold and long-lives to spend it.",
				"Irkit’s Brood: A kobold Thieves/Assassins guild for hire. Doesn’t charge for gold, rather food or living space. Led by the cunning \"Arch-Thief\" Irkit.",
				"The Brotherhood of the Blue Band: Comprised of the indigent knighthood, the zealfully religious, the well-equipped and adventurous, and the determined nobodies, the Brotherhood of the Blue Band are ostensibly a group of heavy cavalry for hire. In reality, they are a large group of landless and unknown knights and those who think themselves knights, fighting for gold, glory, and gods, not necessarily in that order. So named for the cheap blue paint they smear across their belongings, members of the Brotherhood are known to be loyal to a fault once given a contract, and in many cases terrifyingly single-minded until the contract is executed.",
				"The Faranfear - a mercenary guild out of the city of Faranos. Trained up in a proving grounds deep in a valley nearby the city itself. They have quick access to ships and can deploy within a moment's notice anywhere with a port, and many that don't. They fight for coin, but also look for territory to train more mercs on each new continent they help conquer",
				"The Tallow Mercenaries: A group of fighting men who use dyes and animal fats to tattoo their skin completely with puzzle pieces. The meaning of this is only known to their leader. They prize gold above all else, and will not break formation while the promise of it remains. They fight with a unique weapon; a combination of a barbed chain, a grappling gun, and a gauntlet.",
				"The Iron Axes. A company of Hobgoblins, Orcs, and evil dwarves that specialize in killing elves and Fey. They all use Cold Iron axes in order to exploit the faeries’ vulnerability to iron, and are infamous for destroying entire forests out of spite.",
				"Pick's Pikes - Famed more for accepting anybody who can carry a ten foot pole than actual military accumen, Pick's Pikes are the goto forces for those who need cheap head count rather than skill. Still they are lucky and have managed to survive every battle they have partaken in. Mostly due to Pick's ability to know when the tide of battle is turning against them and being the first off the field.",
				"The Order of the Red Lotus : A group of ninja warriors who offer their services to anyone who can afford them and provide unwavering loyalty until the job is done. Their advanced skill in martial arts, proficiency in all manner of weapons & tactics, and ancient knowledge of assassinatio makes them a sought after by powerful individuals who want their enemies taken care off discreetly, efficiently and effectively - the first time.",
				"Grey Riders - A once feared cavalry unit. They fell on hard times when besieged and forced to eat their own steeds to survive. Unable to recover from this, the troop disbanded except for a core unit of six. These went on a journey to distant lands and returned with the secret to new mounts. They now ride statues of animated horses created by a very secret process. The Grey Riders are now recruiting and fighting as literally heavy cavalry.",
				"Kogar's Rhinos: A small company of 15-20 heavy infantry that are known for charging the enemy head on and meeting them with a wave of steel and ferocity. Their leader Kogar Ironfist is a steadfast and honorable man that despite his brutish appearance, is well mannered and fair in his dealings. Each soldier equipped with some sort of bludgeoning weapon and large shield and their helmet is fashioned with a single large horn.",
				"The Diggers are a well sought for group of dwarven engineers and sappers. They never accept jobs against dwarves and take half fees for any siege against goblin kin. The Diggers are all dwarves except their leader and business face who is a elf. She is affectionately called \"Princess\" by the rough and boisterous dearves. All are loyal to her and rumor has it she may actually be of dwarven origins. Though obviously very elven she has taken on the rougher traits of her loyal troop.",
				"The Dragonheir League - A company comprised entirely of the descendants of dragons. They are entirely airborne, using their inherent draconic powers to manifest wings and soar around the battlefield. Consisting mainly of battlemages and archers, they devastate their enemies from above with rains of arrows and powerful magic spells.",
				"The Tamoeans : A proud and resilient people native to a certain region nearby. They are just commoners, without real military training or gear. But a rugged philosophy and the hardships of a tough life shaped them into a worthwile swarm, and they are more than capable of carrying their weight in a classic battle.",
				"The Toad's Contingent : A troop of dwarf and halfling soldiers that offer their service to the heaviest purse. They bring a good balance to an army, being equally infantry and crossbowmen, and operate with efficiency, professionalism and thoroughness. One of their biggest assets is the posession of a few well manufactured siege weapons. The leader of the band is Torvalk, a honeyed dwarf that systematically haggle the prices and tries to mooch some additionary payment from his employer.",
				"The Copperstaff Loyalists: A group of rebel outlaws that conspire against the established power. They are monarchists that want to put on the throne the heir of a certain family that they think is the legitimate ruler of the land. As such their ranks include a good lot of disgracied nobles and patriots. And they think that helping in the currenct conflict is going to further their goal, whether it's true or not. They are now experienced in getting the upper hand as underdogs through the use of tactics, but certain divisions will make stupid mistakes out of pride and get slaughtered quickly.",
				"The Red Sand Coallition : A very large alliance of several mercenary bands that has spawned chapters all over the continent. Their presence and might is so prevalant that they have fought for all sides in most wars that last century, building a strong reputation through the years as loyal to the coin and pragmatic fighters. That make them very desirable for many nations in need of manpower, and as such ended up fighting other armies of the Coallition hired by the enemy. They are surprisingly stable and disciplined considereing the nebulous hierarchy that govern them.",
				"The Datura Sorority : 9 female necromancers and their armies of undead. They spontaneously offer their help against the promise of political power and immunity, working towards the overarching goal of an utopic society where the dead work for the living and the intellectuals rule them. Each of the Sisters have a speciality like flesh magic, blood magic, spirit handling and such, but the bulk of their armies are zombies and skeletons.",
				"The Cohort of the Blade : A herd of nomad centaurs from far away lands armed with long sabers and archers mounted on them. They circle an isolated regiment, crunching their numbers from afar, before tightening their hold and surround them from all sides. They are a proud people, crossing them is generally not a good idea if you are not prepared.",
				"The Blood and Boon Bastard Battalion : A young band of sellswords that formed recently. They've been in very few battle, but what they lack in experience and wealth they compensate with resiliation and grit. In their ranks, you'll find adventurous and rowdy youth, desperate commoners and bankrupt city dwellers, shady characters and aging fighters.",
				"Bad Brad's Bard Band. A roving band of well trained, well armed and well funded bards who will turn to keeping the townspeople, and just about anyone around them, awake at all hours should they not receive enough gold for that night's show. More than willing to put up a fight should someone try to force them away. Their rivals are another band of bards, Giorno's Good Guitar Guild. Well trained in the arts of peace and soothing musics, Giorno and his troop seek to bring rest and cozy slumber so long as the people say \"Grazie Giorno\" upon their arrival",
				"Conan the Barbarian; they called for an army, they received one man. Our commander laughed when he said he was the reinforcements. He killed that commander. We follow Conan now. It’s not because we fight along side him. He doesn’t need us. We’re his Harold. You see us marching and you don’t fear the men. You fear Conan.",
				"Band of Rule: after a small village was destroyed only the women remained, why? They don't know but they seek revenge. These 20 women from varying ages wearing leftover armour and carrying kitchen blades are a force to be reckoned with",
				"The Brigands: A noble was facing a potential peasant uprising while under suspicion of practicing the dark arts (which he was). He assembled mercenaries and thugs from far and wide to perform a demonstration of power against his own hamlet. With the riches accrued over lifetimes, he orchestrated the creation of a mighty siege engine. The noble and his hamlet have been lost to the history books. But the brigands and their mighty cannon still roam these lands.",
				"The Trainers: a group of young adults and teenagers who left their homes to make fortune participating in illegal animal brawls. After realizing they couldn't make a living out of that, they decided to become mercenaries, using their trained animals to help anyone who pays decent money. The Trainers themselves stay in the back of the battlefiled though, just screaming commands.",
				"The Excommunicated - A group of ex-religious fanatics who used to do terrorist attacks against followers of different deities, until they were expelled from their faith. Now they will terrorise anyone who opposes their current employer. Specialized in murdering entire crowds, and making simple bombs to destroy buildings.",
				"The Aristocrats - Friends who were once part of the local nobility, and got bored of their easy lives. They use expertly-crafted heavy armor and weapons, and excel in mounted combat.",
				"Harry's Gang of Mindblowers - Street magicians who failed to appeal to their crowds, despite their excellence in Illusion spells. Now they are \"sellspells\", who offer support in battlefields by confusing and scaring their enemies.",
				"EMF (Elite Magic Force) - Years ago, they were part of a special magic police squadron, before the city they lived was destroyed by a massice army. They now offer their services to army or squad leaders, and use their elite skills to quickly contain and eliminate their foes.",
				"The Kneecappers: A mercenary gang of Halflings, Dwarves, Gnomes, and Goblins. Specializes in conflict in urban environments and stealth operations. For the right price they'll do just about anything, except engage in a fair fight.",
				"The Hell-Fire Legion: The last surviving Legion of the previous war. These men are ruthless murderers who stay hidden within the current empire/kingdom and are more than willing to get there hands dirty for the right price. The Legion moves from place to place on a regular basis making them hard to find at times.",
				"The Hounds: A tribe of Goblins that live within a small mountain range, a day's walk away from the closest human settlement. The exact number of goblins is unknown, however, hey have been known to attack in two large waves. The first wave riding wolves then shortly followed by the remaining foot troops. These goblins only attack when an opportunity presents itself.",
				"The Crimson Company: A \"weekend fighter group\" that consists of local towns/village folk who hate the current kingdom and seek to disrupt its rule in their area. They believe that it is every subject's noble duty to put down this kingdom due to its general disregard to those living on the outer borders of the kingdom.",
				"The Wanderers-A group made up of Shadow Sorcerers, Circle of Dreams Druids, and fiend-pact Wizards. Expert dream-walkers, they specialize in psychic warfare, sowing such doubt in the enemy that they drop their weapons and stand on the field of battle in despair, making easy pickings for those with enough coin to hire them.",
				"The Winged Legion: a platoon of aarakocra led by a winged elf named Usia'Atori. The bird men are the last survivors of their tribe who were slaughtered by orcs. These 50 or so were saved by Usia'Atori, who rescued them when most of them were but hatchlings. They are fiercely loyal to her and will sacrifice their lives to save her. Usia'Atori is a ruthless negotiator, but she will only hire out for noble causes and will not hesitate to turn on an employer who deceives her. The unit carries the standard of a white talon grasping a lightning bolt on a blue field.",
				"Miss Understoods: A squad of female tiefling paladins (and 1 male, they don't discriminate) that travel from city to city doing random acts of kindness, healing the sick, and trying to improve he world any way they can. They ambiently write and sing songs together, it sounds beautiful.",
				"The Weave-Cleavers: A group specialized towards slaying mages or magic beasts. The group carries with them a sickly glowing rock which supposedly has meteoric origins. The rock serves to stifle all magic within a radius around it allowing the blades of the company to go to their bloody work unhindered by a regiment's greatest foe, a well-prepared Evoker.",
				"The Carrot and the Stick: A company that recruits directly from prisons and death row. The company offers its recruits an option: serve for 5 years and earn your freedom, or rot. The company's mages cast powerful geas' on their recruits binding them to the command of their officers. Fleeing from battle, disobeying the orders of an officer, or otherwise derelicting one's duty to the company inevitably results in a slow torturous death as the geas gradually transforms a deserters muscles to stone. Because of the nature of their troops, and the ready stock of new recruits desperate to escape a slow death in prison or a quick death at the end of a rope, the officers are often quick to throw away the lives of their troops in often fool-hardy attacks. With the only chance of survival being victory, the company is often extremely well motivated. In fact the motto of the company is 'Fight with stones, or become one'. The strange thing is that the officers are all those who completed their 5-year terms and felt compelled to remain. In fact none who serve in the company and earned their freedom have taken it. The grand commander, a mysterious warrior by the name of Stockholm says that it is a syndrome of those who are born of dirt being forged into steel realizing that they now have purpose.",
				"The Short-Pikes: A company of very heavily armored Dwarves. The Dwarves move in an extremely tight formation, with their heavy armor and pikes allowing them to push into the lines of an opponent slowly but inevitably. The main tactic of the company is to form five blocks of infantry. The leftmost, centremost and rightmost advance forward whilst the centre-left and centre-right hold. The forward push by the line either drives their enemies backwards or forces them into being surrounded on three sides by the Pikes' battleline. Upon which the truly brutal part of this maneuver begins. The centre-left and centre-right blocks then advance forward whilst the already forward positioned units push inward. These leads to entire units of their enemy's forces becoming trapped by pressing steel on three-sides. At this point one of two things typically happens; one, their opponents panic and begin to rout, suffering horrific losses as the advance of the Dwarves speeds up in the face of their opponents' rout, or two, the enemy formation holds but is completely annihilated, with often as many of the opponents of the Dwarven Phalanx crushed to death by the constriction of their formation.",
				"Bludgeon Brotherhood: a group of orc barbarians that exclusively use weapons without and edge. They’re religious fanatics that talk about smashing all their god finds displeasing. However, they are not very bright and easily deceived.",
				"Jeronimus \"wallbreaker\" thungstein - a dwarf and his band of siege engineers who are famous for cracking even the most impenetrable fortifications. Their bombards are feared throughout the continent and their loyality is only guaranteed by money.",
				"William Tell - a human hunter turned renegade leader who gained fame for being able to shoot an apple from the head of his child with his arbaleste. He is charismatic and due to his love for freedom, hes able to turn the oppressed local hunters and farmers into a group of highly effective sharpshooters who engage in guerilla warfare against the oppressor. He will only fight when duty calls.",
				"Sigismund Torgue, the mad scientist - a human wizard/alchemist who is known to use mind control on the mentally weak, strapping explosions on their backs and sending them into the enemy forces. He will always tell stories of his favorite explosions, how loud or deadly or bright they were. Tl:dr HE LOVES EXPLOSIONS!",
				"The Purple Silk Company: A group of circus artists who didnt earn enough money with their daily shows started to do a rather dark side business. Because of their unique skills, they are perfectly suited to rob mansions and staying hidden in plain sight. As they never stay in one spot for too long their crimes are not connected back to them.",
				"The Undefeatable Order of Honor and Glory: a small band of well armed and well trained mercenaries, they never lose their fights. A reputation of their expertise exceeds them, although they don't look very menacing, nor do they seem like exceptional warriors. They fight with their faces covered, armed with crossbows, warhammers and one-and-a-half handed swords. Their secret is unknown to the world but it sure seems weird how every one of them carries a pressurised canister containing a weird, soft, yellow mist. (The mist assaults the eyes and lungs, making its victims cough and tear up, making it nigh impossible to fight. It's tear gas.)",
				"The Kessentrudd - Two mage schools who banded together when aggressive fauna began to overrun the lands around them. All of them are magic users, and all of them are trained proficiently with armors and weapons befitting of most regular soldiers. They are not to be trifled with, but for the most part they stay out of the affairs of the world. The thing that is sure to get them riled up is people stirring up trouble with the dangerous animals, though they are not part of any druidic circles.",
				"Soldiers of the Shrike - A dark group of near-cultists who's goal it is to destabilize opportune areas in order to incite war. They offer their soldiers to both sides of a conflict, hoping to needle each side until the entire region is engulfed in war. Their end goal is to stir up the Shrike, the avatar of the god of war, whom they serve.",
				"The Wandership Protection - A nomadic tribe of soldiers who freely give their services to anyone they happen to camp nearby. This means anyone, including more shady people in the land, as well as the small farmers being overrun by bandits during harvest.",
				"The Tiakota Cutters - Sea transport escorts can be found in almost any port city. They are purely defensive and often boast about how one will never see their ensign on an attacking group of ships. They also boast their 100% success rate, although they only rate it on the fact that at least one piece of their escort makes it to the next port - but that detail is left out of their sales pitch.",
				"Flowers of Ixus - A small, roving band of druids who look for places of nature that have been defiled in the eyes of the gods of nature. They destroy the threats and then spend time to rebuild the area and nurse the ecosystem back to health.",
				"Death Kindling- A group of about six mercenaries that love to set everything on fire and destroy whatever they can. Got a demolition job? These are the guys who can do it! Their hideout is a huge old lightning-stricken tree enchanted to be perpetually aflame by the leader of the group, a fire genasi sorcerer. Bargaining with these mercenaries is tough, because they all look at adventurers wondering how well they would combust if some napalm was thrown.",
				"The Hemogoblins: A large organization of kobolds, hobgoblins, goblins, and a few orcs. They are well equipped, well trained, and are known for taking entire villages by storm. They are available to the highest bidder, but stick to the letter of their contracts and won't betray their employer.",
				"Honor Requiem : Niccolo Nevermore spent his early childhood as a hostage to a rival lord as punishment against his family's fail coup attempt. Admittedly he was treated fairly well receiving both a formal education and lessons in arms. Now as an adult he leads a band of soldiers called Honor Requiem to restore the honor to his family name and reclaim the land he never got to call home growing up. Nevermore is a principled man that will never break a contract even if an opportunity arises to earn more. So well known is his honor and never breaking a contract some Kingdoms have him on retainer to never attack them. With that said breaking a contract with Nevermore usually results with an arrow in your throat during the next hunt. The company is around 8,000 strong minus logistical staffing and caravans. 2,000 men-at-arms with long poleaxes, pikes and swords. 6,000 are long-bow men. During battle the men-at-arms make up the middle while the Bow men to their flanks. If Nevermore is able to pick his battle location his men can mow down much larger forces. When not in battle his men travel as light cavalry moving quickly and swiftly often out maneuvering larger and more heavily armed enemies. Nevermore is a master of ambushes."
			]
		}
	]
}