{
	"name": "Unique Spellbooks",
	"category": "Items",
	"source": "http://warpwalkers.com/2017/100-unique-spellbooks-for-your-campaign/",
	"data": [
		{
		"name":"Spellbook",
		"data": [
				"Arcanomysteria by Revis Dalor. The book has a deep blue cover with gold filigree decoration. The book contains no actual spells, but discusses the nature of paradox within magical systems. Although the book only appears to be about 50 pages long, the end can never be reached -- there are always more pages to read. Somehow, the book never repeats itself.",
				"A Children's Guide To Necromancy by Anonymous. This thin book has colorful, if mildly grotesque illustrations. The book is sealed with magic, and can only be opened by whispering a popular, but ominous children's rhyme into the lock. The book contains several basic spells involving the temporary reanimation of harmless insects, and a spell to summon a ghostly brother or sister to play with.",
				"Ix Thrin Makor by Ulus the Fine. This cryptic book is written in six languages in a repeating cycle -- the next word is always written in the next language in the cycle. Fluency in all six languages is most likely required to read the book effectively. The books primarily contains spells of Ulus the Fine's own creation, but there's also a family recipe for hamhock soup included, for some reason.",
				"My Skull by Agruk. This book is actually an orc skull with a broken tooth, completely covered in arcane runes. Reading the book requires pressing the skull's mouth against the reader's ear and listening to the endless whispers issuing forth. The \"book\" can't be heard by others, but also can't be paused -- listening to its complete contents takes several hours. The spells are mostly descriptions of how to perform tribal orcish rituals.",
				"Forma Cryomantica by Eira Mistral. This large book has a painted light blue cover and is always ice-cold to the touch. Warm gloves are needed to hold it for more than a minute or two. The book contains several spells involving the creation of temporary items out of magically conjured ice.",
				"This book has no title and no author. It has covers of carved ivory. The text within is encoded, but the first page containing the key to the cipher has been torn out. The book is enchanted so that turning a page always leaves a fresh, stinging papercut on the reader's hand. Once decoded, the book describes in detail a pocket dimension called the Glade of Ash.",
				"The Housewife's Collection of Practical Magic by Illimina Bastworth. This small pocket-sized guide has a rose cover and a few hand-inked illustrations. The book contains a spell to create a magically animate broom, several family-favorite recipes, several spells designed to entertain small children, and other spells related to managing a household. One spell stands out from the rest: a spell that summons an otherworldly horror with many eyes and tentacles and teeth to discern whether a husband has been unfaithful, and if so...to viciously devour him and his mistress.",
				"Grimoire Insomniax by Rutus Vilgristar. This solid black book only lists its title and author on an interior page. The book contains several descriptions of dream-hunting monsters that prey on sleeping victims, and several spells to aid victims of those monsters. Anyone who reads the book finds that they are unable to fall sleep for at least a week. Some readers never sleep again.",
				"The Jangling Ring by Salazre Sivord. 100 pages of vellum bound on all four sides with iron rings, making it impossible to open the book. On the cover is a painted red mouth showing all of its teeth, except the teeth are links of chain. An incantation causes the mouth to animate and the reader can speak with it. The mouth agrees to release pages of the book to the reader, but only if the reader feeds the mouth three iron links of chain per page. The spells within are various spells of Salazre Sivord's own creation.",
				"Chants of the Deep by Ethelred the Growler. This dwarven book is bound between thick iron plates. The book has a heavy lock and a small mithril needle on a chain. The lock opens only when a drop of dwarven blood is dropped into the lock's keyhole. The pages within discuss several vocal chants of a particular dwarven clan, mostly chants that magically aid mining, metalworking, and war.",
				"Codex Sanguisugae by Anonymous. This book is the color of clotted blood, and has an illustration of a leech's mouth on the cover. The book describes several methods of bloodletting for the purpose of alleviating pain and disease. Attached to the binding is a razorblade on a chain. Anyone who reads the book finds themselves struggling with an enticing desire to cut their skin with the razor and taste their own blood.",
				"A Shape To Call One's Own by Ruklau the Knobbed. This white book has a cover illustration of an unidentifiable asymmetrical creature with features of many different beings -- humanoid and monstrous, fanged and feathered. The book discusses several highly controversial ideas on transmutation magic, and includes detailed spells to allow a spellcaster to permanently transform parts of their own body.",
				"$ % A ( @ by Fk!pre. This nonsensical book seems to be a 200-page collection of gibberish, and it's not even really clear which way the book should be held. The book has no cover, and each page is stitched individually to the next in an accordion style, so the book unfolds like a massive pamphlet. The only discernible pattern is that every third page has a small symbol of an eye drawn in the corner of the page. Anyone who studies the book slowly starts to believe that it is the most important book they've ever read, but they can't reasonably explain why.",
				"The Witch's Scissors by Hagmother Gruth. This old book is in bad shape, with tattered stained pages. The book includes several spells using a pair of magically treated shears as a focus. One in particular describes a curse to sever the relationship between two spouses.",
				"A History of Runework by Allors Rock. This thick, scholarly tome details several hundred years of rune-based magic, beginning with crude sigils painted in prehistoric caves, up to modern runeworking standards. Heavy bias is given towards the superiority of dwarven runework, while the author insists that rune magic done by members of other races is inferior, ineffective, and not worth using.",
				"The Red Box by Gaius Saticus Severo III. This polished cherry wood box contained two dozen rolled scrolls. A dragon coiled around a lion is carved into the box's top, and the latch and hinges are made of finely wrought brass. The scrolls are very old, but well preserved. Each scroll contains a spell of a political nature -- spells for spying on rivals, spells for swaying votes. One particularly specific spell deals with the purging of knowledge about the assassination of a politician named Publius Etrus of Galerma.",
				"Fifteen Riddles by Flitterwick Hillwreath. This collection of gnomish riddles appears at first glance to just be a book written for entertainment, but careful study reveals that the riddles contain encoded spells. The answer to a four-line riddle on the title page is the key phrase that allows the spells to be decoded.",
				"Libram Esoterica, 2nd Edition by Utterwall, Klaxos, Sunward, et al. This book is an anthology of collected works by other mages. The foreword spends an unusual amount of time insisting that the authors acquired the legal rights to the spells within, despite the protestations of critics. The spells within are relatively mundane and unimpressive, and the book's design is very plain.",
				"Songs of my Grandfathers by Runa the Jubilant. This book has a bright yellow cover with green leafwork around the binding. The songbook details several magical tunes written by two families of bards. Across the top of each page are several musical notes. When the reader runs their finger along the notes, a pleasant melody plays.",
				"A Whispering Wail by Strixix. This book has a thick, leatherbound cover. Several clawmarks are visible on its covers, and some of the pages are torn. When opened, the book begins screaming, and nothing can stop it but shutting the book. The screams are so loud that few people can stand being in the room with the open book for long, but several wax earplugs are smashed between pages of the book. The spells within are of demonic origin, dealing with the torment and torture of hated foes.",
				"The Book of Aske by Sheverald Thanar. This book is bound with dragonhide, and sealed with magic. It can only be opened in a darkness and slams shut in the presence of light. To read it, one must utter a curse against dragonkind, which allows the reader to see its words despite the darkness. The book includes several spells to protect one from dragonfire or to cripple a dragon's wings.",
				"The Merchant's Tome by Oberforth Hill. This book looks like a perfectly normal business ledger noting sales and expenses. On the spine is a symbol of a mouse. If pressed while the book is closed, the next time it is opened, the book reveals a number of utility spells useful to a business owner. Spells for tallying receipts, spells to ward a door to catch shoplifters, spells to discreetly destroy a rival's advertising.",
				"Simple Magery by Thilbrod Utterwall. This book is an apprentice's primer on magic. Most of the book discusses basic theories of magic, but it does contain two spells -- one to light a candle with a snap of one's fingers, and one to magically clean a chalkboard. Several of the pages have handscrawled notes in the margins pointing out inaccuracies in the text.",
				"The Tablets of Aggolar. These three stone tablets are bound together with iron rings. The tablets are carved with ancient letters. The tablets contain spells that seem to be wards intended to keep an ancient king named Aggolar the Wicked from rising from his grave. The tablets note that if the wards aren't renewed every century, Aggolar will rise and destroy the world. Largely considered to be a fiction by the world's scholars.",
				"Flicker and Flame by S. Vain. This book is red with gold leaf flames decorating the cover and spine. The spells within mostly deal with the manipulation of fire and methods of communicating with and honoring elemental fire spirits. The book can only be opened when rubbed with ash.",
				"This book isn't a book. It's a small obsidian figurine of a doe eating a rat. Sleeping with it beneath one's pillow causes the \"reader's\" dreams to be filled with chittering, scuttling whispers. Their sleep is restless and they toss and turn throughout the night. Over time, they can't bear to be away from the figurine, constantly checking to make sure they have it with them. If they don't succumb to exhaustion and madness, the spell teaches several spells over the course of several months.",
				"The Hidden World by Sibrous Thinreed. This book appears to be a blank journal of about 100 pages. However, any attempts to write on its pages causes the ink to run off like water off oiled cloth. A particular incantation causes the words to materialize on the page, but the incantation is not included with the book and must be discovered through other means. Among other notes, the book includes a spell to allow one to become invisible after passing through a doorway.",
				"Children of the Soil by Talbot Gunderson. This pocket handbook includes several spells for forecasting weather, dealing with soil pests, and magically keeping farming implements in good working order. The most notable spell involves binding a water elemental to one's fields to provide crop irrigation, but the spell's description isn't very clear. One early edition suggests that sacrificing a son is a necessary component of the spell. This detail has been expunged from modern editions of the book.",
				"Letters to a Young Bride by Illimina Bastworth. This white book is wrapped in pink lace, with a beautifully calligraphied title. The book mostly consists of notes advising young girls how to be \"a pure and proper ideal wife,\" but the spells at the back of the book are surprisingly graphic. The book has been banned in three kingdoms, but remains popular.",
				"Rattus Rattus Superior by Tiktik Skeech. This book is handwritten in a choppy, small print. Many of the pages have been chewed by tiny tiny teeth. The book is written in a proud, bombastic style that insists on the superiority of rats over all other beings. The book includes several spells involving rats and rodents, including instructions for brewing a potion to transform oneself into a wererat.",
				"The Word of Kyros by Anonymous. This book is wrapped with several feet of small-gauge steel chain, and sealed with a heavy padlock. The key is missing, but the lock can be picked. The book itself contains many powerful and dangerous spells, but none of the spells in the book function unless the reader severs one of his or her fingers, places it within the book, and chains the book back up.",
				"The Collected Works of Isvater the Wise, collected and edited by Ovander Malloy. This thick book is neatly organized and contains several hundred spells, ranging from the simple cantrips to highly complex rituals. The book always opens to the last page the reader was reading, and there is a detailed index at the back that automatically opens the book to a selected spell.",
				"The Minimalist Mage by Aderforth Moon. This white book has no illustrations and no cover text. The pages are crisp white and usually only have a handful of words in the center of each page in neatly printed typeface. The book contains several spells, but all the important details about spell components, incantations, and necessary ingredients have been stripped out to provide a minimalist and clean reading experience, to bring the reader in touch with simplicity and peace. As such, the spells in the book are incomplete and useless.",
				"Dog of the Moon by Rhastus of Sourbrook. This grey book has an illustration of a dog within the circle of a full moon on the cover. The book discusses the relationship between wolves and dogs and includes several spells related to the care and training of dogs. A somewhat surprising inclusion is the author's assertion that \"elf steak\" can be cubed and dried into tasty puppy treats. The publisher insists this is a translation error.",
				"Spirits Interwined by Nil the White. This book has wooden covers, painted tar black, with the title in white. The book primarily deals with a single necromantic ritual, intended to bind the spirits of another to the cast in such a way that they will both rise from the dead to be together forever once death claims them. Once complete, the two undead must remain within six feet of each other at all times or be wracked with horrible pain. Notably, the process does not require the other person to be willing or to even know the caster. There is a dedication inside the front cover: \"Thorvald -- now she won't keep us apart.\"",
				"Ways of the Sun by Julius Keter. This \"book\" consists of a very long scroll, rolled up and sealed within a leather case trimmed with red fox fur. The scroll describes a six-week period in which the author lived among a remote tribe of wild elves, and his notes on spells used by their shamans. Only a few of the spells are functional, as it seems that Keter failed to accurately capture some of the rituals.",
				"Dracologica by Nuxilis Sephern. A large, encyclopedic tome that primarily consists of a dictionary of the draconic language, and essays exploring the popularity of draconic language in spellbooks, scrolls, and other writings of a magical nature. Several spells are included, mostly as examples to compare versions written in the draconic language with versions written in other languages.",
				"Euphoria by Isaac Orastus. This \"book\" consists of a large stoppered vial full of a substance that looks like mercury. Bound to the bottle with a length of leather cord is a syringe. When a spellcaster injects the substance into a vein, they fall into a euphoric catatonic stupor for several hours, while explosions of arcane knowledge and new spells rock their mind. This knowledge has a price: the liquid eats away at the flesh around the injection site.",
				"Mystica Obscura by Annalaria the Blind. This book has a beaded fringe around the edge of its cover, and a beaded eye sewn onto the front cover. Written in a cryptic, rhythmic style, the book deals with divination, primarily various methods of fortune-telling. The largest chapter details the use of animal entrails as a divination of medium, and discusses the nuances of using goat entrails vs. rabbit entrails vs. dog entrails.",
				"My Mother's Magic by Tulius Whitehand. This memoir and autobiography of the author discusses his childhood growing up in a family of wizards, and particularly details several spells researched and developed by his mother. Reading the dedication summons an ethereal simulacrum of the author's mother, who is a sweet old lady who always manages to sound mildly condescending.",
				"Footsteps in Ash by Crassus Lorst. This book has a grey cover with an image of an orange footprints. The cover is enchanted so the footprints appear to always be flickering like embers. This grim book details several historical magical calamities. Each disaster is described in detail, while sidebars provide helpful survivalist spells that would have aided anyone caught up in the disaster. The last page of the book shows only a page-length black square. This is actually a small pocket dimension with a 3ft x 3ft x 3ft interior suitable for storing survival materials. The author recommends storing water, food, and necessary tools within.",
				"Planar Cooking by Jolene Filch. This book consists of recipes for magical meals the author learned during a lifetime of planeswalking travel; most of the meals provide some sort of temporary enchantment or magical effect. The chapter on abyssal meals begins with a legal disclaimer stating that the author records the recipes only for archival purposes and does not recommend actually cooking them or provide details on where to find their grisly ingredients.",
				"The Phaestra by Anonymous. This book's cover consists of a matrix of long, thin bones, possibly from some sort of bird. Purple and yellow gems are set into the spaces between the bones. The book cannot be opened when the person who holds it or the surface it sits upon touches the ground, requiring some means of magical or mundane flight. Even then, understanding the text is difficult, as the words continually jumble about when the slightest breeze or wind brushes the page. A note affixed to the spine suggests consulting an air elemental might be helpful.",
				"Shapes in Smoke by Pholus Periaptus. This large black book has a single red gem set into the middle of its cover, and a strap long enough that the book can be slung across the shoulder. The book deals primarily with illusion spells, particularly those that create illusory creatures or people. After reading the book, the reader's hands always smell like woodsmoke.",
				"Botanical Magic by Hubert Willow. This heavy book has a wooden cover that appears to be made out of living branches. Seasonally, small buds bloom into pink and yellow blossoms. The book discusses several methods of manipulating trees and plants with magic, including a spell to magically prepare an apple seed so that the tree that grows from it will bear 12 kinds of fruit. There is a rumor that Willow forcefully bound an unwilling dryad spirit into the book, but the author vehemently denies this.",
				"The Seven Sorrows of Nevelash by Morrus and Eft. This book has a thick hide cover with a white handprint on the cover. The book is completely stitched shut, and can only be opened if the stitching is painted with fresh blood. The book describes an ancient queen named Nevelash, and seven tragedies that befell her. Each tragedy includes an accompanying spell, all of which are very powerful, but also cause something emotionally horrible to happen to the caster, such as the death of a loved one, a betrayal by a friend, or other maladies.",
				"The Book That Walks by Anonymous. This is a small clay figurine of a man. When a command word is spoken, the figurine grows into a tall human man, completely nude. Every inch of his body -- EVERY inch -- is covered in tattooed words detailing several spells. The man stands upright, but remains in a catatonic stupor and doesn't respond when spoken to or moved. If a dispel effect is used on him, he stirs and begins hysterically screaming and begging for help, saying he needs to get back to his family. However, a minute later, he returns to his catatonic state; if wounded or killed, he reverts to his clay form.",
				"The Vagary of Birth by Hazmud Al'zahiid. The cover of this book depicts of an illustration of a nude pregnant woman giving birth to a host of a dozen different monsters. The book primarily discusses magical reincarnation, with a notable chapter on abominations. The book contains spells to aid a mother during birth, and spells to check on the health of an unborn child, but also some darkly sinister spells to induce birth defects or to force a developing fetus to become to reincarnation of a designated deceased person, even against the mother's will. The author says these spells are included \"in the spirit of clinical accuracy and wholeness of debate.\"",
				"The Worm Behind The Stars by Jon St. Rose. This book refuses to stay put when places upon a shelf. The reader always finds it open to a random page upon a nearby table or other flat surface the next time they walk into the room, with smudgy fingerprints on the open page, as if someone or something was reading it moments before they arrived. The book's contents are raving and almost nonsensical, describing the titular entity, a worm that lives behind the stars. There are \"spells\" within, if one can call them that, that seem to be attempts to contact this Worm, but St. Rose doesn't mention if they were ever successful.",
				"Country Comfort: A Book of Spells by Elsa Rootwell. This book is written in a nostalgic, whimsical style, constantly referencing an idealized rural way of life, and doing things \"the way your grandparents did.\" The spells within are mostly folksy home remedies for common ailments, but one unusual \"cure\" involves placing a sick person's head within a box full of wasps while chanting \"Fnuad! Fnuad! Luthos fnuad!\" and drumming on the box with a specially prepared wand.",
				"Lessons from the Morning Lord by Jotur Elroth Stone. This book features a black silhouette of a man on a field of orange on its cover. The book is heavier than it seems like it should be, and it details a three year period in which the author claims to have been in contact with an ethereal entity called the Morning Lord. Several spells are included. The book doesn't actually state that the spells have to be cast during a particular window of time near dawn, but attempting to cast them at any other time usually leads to horrific, disastrous consequences.",
				"This book has no title and the creator is unknown. The book appears to be a small pocket notebook, only about 30 to 50 pages long. A small pencil fits into a loop on the book's spine. Every time a spellcaster jots down an idea or thought in the notebook, a sense of peace washes over them, and they soon find their mind brimming with ideas for new spells and magical techniques. It's not until several weeks later that they start to realize that they've begun to having difficulty remembering things -- their mother's name, directions to the cafe they always visit when they come to town, what their nephew looks like.",
				"The Successful Wizard's Daily Calendar by Yasmina Thogge. This book consists of several hundred pages bound together by several rings along the top edge, one page for each day of the year. Each page has a platitude, statement, or thought for the day for the success-minded mage. The only spell included is a spell to summon a courier goblin to order from Thogge's exclusive line of designer stationary and writing supplies. The goblin looks half-starved and poorly treated.",
				"Yahud Yahud by Eriadelle Fitzer. The paper of this book is unusually stiff and dark, almost like cardboard. The book is a series of commentaries on the shadow realm, and includes several spells for interacting with shadows, the most notable of which details the creation of a temporary servant made of shadowstuff. When taken into a room, all the shadows in the room seem to deepen and to claw their way towards the book, regardless of the light sources in the room.",
				"The Stifled Breath by Wendell Quith. This unusual and rare book is bound wrapped several times with a length of hemp rope. The book details several dark and powerful spells that rely on an unusual component: the temporary asphyxiation of the caster. Rumor has it, the author was found dead, a rope around his throat, surrounded by burning candles and magical symbols. There is some debate over whether this was an accident or intentional.",
				"Cryptoarcania by Indigo Felreed. This thin black book has an illustration of several interlocking gears on its cover. The text within is written so tiny, the book requires a magnifying lens in order to read. As such, contains vastly more content than its size would suggest. The book discusses the important of information security, and details several methods of encrypting a personal spellbook so it cannot be read others. Several spells are included, mostly wards intended to defend one's spellbook from harm.",
				"Spidersilk by Arana Withertree. This book has a grey cover with a black illustration of a spider hanging from a branch by a strand of silk. Anyone who reads the book always seems to pass through a spiderweb or cobweb shortly after putting the book down. The book details several unique spells, all of which require the caster to make a series of complex gestures all requiring eight limbs. An appendix in the back suggests the book A Shape To Call One's Own may be a useful resource for those lacking the requisite number of limbs.",
				"Intro to Magical Theory by Redward Flynn. This highly popular book is a common primer on magical theory for apprentice-level casters, but there's something off about this particular copy. Occasionally, the text transitions from tedious explanations of arcane basics into something that seems completely out-of-place: a particular exercise that seems utterly depraved, or a diagram horribly grotesque in nature. If the reader tries to read back over the excerpt in question or show it to someone else, they can't find it, no matter how much they search. After several weeks studying the book, their dreams begin to fill with unsettling nightmares.",
				"Edicts of the Moss King by Anonymous. This ancient text is burned into several thin wooden boards bound together with loops of leather. The spells within are unusual, mostly dealing with dryads, treants, and satyrs, but the text seems corrupted in some way. Clumps of fungus have eaten away at the letters, somehow changing them to spell new words. Anyone who reads the book soon develops an aggressive fungal infection around their throat and face, one which eventually infects their eyes and fills their mouth.",
				"The Frexian Pillar by Anonymous. This book takes the form of a wooden cylinder, about five feet long and six inches in diameter. The text is carved into the cylinder in one long continuous spiral, so that the cylinder must be continually turned to be read. Turning the cylinder causes a strange sound, almost like a metal ball rolling along a channel inside. The text is a rhythmic, rhyming chant, and reciting it is physically exhausting and draining. Some scholars believe the cylinder contains a scroll of spells that is unlocked when the chant is completed, but no one has possessed the stamina to complete the chant before collapsing to exhaustion.",
				"Catch the Exotic by Thinreed Wellbach. This green book has an illustration of a man on a dock catching a massive fish. The book is primarily a fisherman's guide, full of bait tips and tricks specifically tailored to catching exotic, monstrous, and strange fish. Spells include a spell to enhance the tensile strength of a line and one to conjure a box of iced beverages. There is a small pocket dimension inside the front cover; the dimension keeps any bait placed within fresh for weeks.",
				"Illustrations on the Astral by Iskar Anderflint. This thick book has a brown leather cover with the title in gold lettering. The book frequently misplaces itself -- it never seems to be where the reader last left it, although it never goes far. The pages are translucent and wavy, as if they half-dwell in another dimension. It's impossible to read the book without a pair of specially treated glasses, which stabilizes the text. The book mostly deals with astral projection, and provides several rituals to allow one to fall into a trance-like state.",
				"I, Immortal by Azur Fin Azal. The autobiography and memoir of Azur Fin Azal, a lich and necromancer king. Long winded and droll, the book is widely considered to be of little practical use to the typical pursuer of the necromantic arts, although it does include several of Azal's notes on the civic uses of mindless undead, including his schematics for a city-wide plumbing system of tubes carved out by skeletal rats.",
				"Breath of the Isles by Estrelle Shruggs. This book has a beautiful color depicting a woman's face in profile, cheeks puffed, blowing out billowing white clouds. The book discusses the author's theory that island tidal pools may be fonts of magical power, and her experiments with tapping into this pools. Several spells of her own design are included. The book is always cool to the touch, and when read, the reader feels a strange sensation of misty breeze on their face, yet their face is never wet.",
				"Barefoot Magic by Ramona Brownlock. This book is bound with rich red leather, and has an illustration of a halfling footprint. The book collects notes on several notable halfling wizards, interspersed with odds and ends like Brownlock's orange scone recipe and recollections on a summer night spent beneath the stars. Brownlock's spells are fairly standard, but all must be cast with one's bare feet touching the natural earth. Trying to cast the spells while wearing shoes or indoors often leads to unsettling results.",
				"Practical Vivisection by Hraff the Mottled. This ugly book covers a gruesome topic -- it consists of log entries in which the author describes anesthetizing and vivisecting his own daughter for experimental purposes. He claims the child was always restored to full health. Several spells are included, among them instructions for making a potion that will cause unconsciousness and methods of removing and preserving organs and replacing them with others.",
				"This book has no title and the author is unknown. The book is very large, with a relief of a grossly monstrous face on its cover. The book is locked with iron brackets and three separate keys. The book itself is sentient and speak telepathically with anyone nearby; is it snide and condescending, but promises to teach the reader all manners of arcane secrets. At the same time, it tries to sow discord between the reader and their allies, causing them to become isolated and paranoid, eventually believing the book is their only friend.",
				"My Years In Service by Archivald Mollius. This book, written by a retired court wizard, describes several decades of service under a long-reigning king. Most of the book talks about court life; Mollius is surprisingly critical of his fellow courtesans and even of the king. The author describes several less-than-legal spells he was asked to design for the king.",
				"The Jewelwright's Handbook by Sestus Wendelscott. This book features colorful illustrations and detailed descriptions of gemstones suitable for magical imbuement. Notes on gemcutting technique are included, along with dozens of spells, including a spell to make a quartz crystal that explodes in bright colors like a firework when shattered.",
				"The Libram of Uram by Anonymous. This ancient book can only be opened by tracing a coded sigil on its cover with one's finger. The book describes a fey entity called Uram, along with several spells the author learned from this entity. While reading, the reader is sometimes struck by the sensation of being watched, even when there is no one in the room, and a strange craving for goat meat.",
				"The Aristrad Decree by Anonymous. This single large sheet of silver plate is engraved with ancient runes. Despite its age, the silver is not tarnished, aside from a spot on the right side that appears to have been scorched. The text includes the description of a spell used to hide a city so that it can never be found again. It's unclear if this was used as a defense or as a weapon.",
				"Ceti's Manuscripts by Ceti of Valenus. This loose collection of parchment pages is kept in a large leather envelope. The writings of the half-elven alchemist, Ceti, the text describes the author's experiments with a substance he calls villagust, distilled from an inky substance secreted from certain rare jungle aberrations. The notes include a full description of the spells needed to create villagust, but over time, the notes become more raving and nonsensical, suggesting the substance may have some dangerous effects on the mind.",
				"Trollbog by Hrustis of Erd. This book has a green cover with yellow lettering. The book is a journal in which the author discusses seeking out a swamp witch to learn from her. The book covers several years, but there is an unusual 10 month gap between entries; when the entries resume, Hrustis' tone becomes remarkably melancholy. There is a rumor that the author's agreement with the witch was to give her a child in exchange for her secrets; when he balked due to her hideousness, she chained him in her bedroom until the deal was fulfilled.",
				"The Mage's Lexicon by Festrun Warbler. This neatly organized book is a dictionary of magical terms and arcane jargon. Particular notes detail the arcane etymology of the words defined in the book, and an appendix at the back includes a handful of basic spells to aid with the translation of magical texts. The book is also inhabited by a helpful spirit who is happy to answer questions, even if it's answers are a bit long-winded and overly complex.",
				"Cherrypit by Illimina Roodstaff. This book has a cover illustration of a pair of luscious red lips holding a cherry. The book, written in first person, recounts the author seducing a married magistrate, and the spells she used to drive a wedge between him and his wife, as well as certain illicit spells used to make him addicted to her sensual administrations. There is a rumor that Roodstaff later married, taking the name Bastworth.",
				"Secrets Kept By Fog by Quinn Dotherson. This book is kept closed by a wooden toggle passed through a loop of leather. The book collects several theories on the magical nature of mist and fog. The author also recounts some personal anecdotes from a period of several months spent living in a small isolated cottage in a fog-enshrouded valley, and the entities he supposedly contacted within.",
				"A Primer on Autotransmutation by Ruklau the Knobbed. This thick textbook is deals with the basic notions of transmuting one's own body. Less complex than the author's other titles, this one focused on basic principles and sound advice to keep the reader from causing irreparable harm to themselves while beginning their forays into self-transmutation. One notable spell serves as a temporary ward, reverting any changes made to the caster's body by other spells cast within the warded circle after about an hour.",
				"The Citadel Hymnal by Ponticus Rule. This text is religious in tone and trappings, consisting of about a dozen hymns or chants to be sung during times of siege. When sung within the chapel of a fortress or keep, the songs weave protective wards into the walls, but only if the singers are absolutely devoted and steadfast in their faith. If any hold doubt or misgivings, the songs have a tendency to weave disturbing things into the walls -- cracks in vital strongpoints, gruesome traps and monsters that prey on the defenders, infections and pests in stores of food or water.",
				"Birthsigns of the Hirudati by Asker Fitzwellt. This relatively short book describes a series of birthsigns traced back to a particular centaur tribe, one for each month of the year. Black-and-white inked sketches of the signs are featured in the book. Learning one's birthsign became fashionable in several cities after the publication of the book, but Fitzwellt made a glaring error in his translations, and the birthsigns are actually off by one month. Several spells invoking the signs are included, but unless the dates are adjusted for the translation error, the spells usually fail spectacularly.",
				"Baby's First Trepanation by Mother Goat. This children's book has illustrations of bright smiling characters and colorful scenes, but the topic is far from child-friendly. The titular character undergoes trepanation at the hands of a family cult as part of a ritual to allow Fafnur the Rotted, a demon of immense power, to possess the child and usher in an era of destruction and torment upon the mortal realm. The book ends with Baby staring directly at the reader with glowing eyes and arcane power spilling from the hole in his forehead, intoning \"ZATH ZAFATH THORA'KALASH ZAFATH.\"",
				"Lights Upon the Horizon by Edmund Waltgrove. This book has a simple cloth cover and a stitched binding. The book describes several optical phenomena, including auroras and mirages, and various spells to interact with and manipulate them. The author claims that careful study of these phenomena can offer glimpses into alternate universes and other worlds.",
				"Swallowing the Stone by Dodrick Sabberton. This book describes a method of selecting, shaping, and polishing a small smooth stone, then preparing it with spells and painting it with various alchemical concoctions. Once complete, the stone can be swallowed, at which point the author claims it will take root in the caster's stomach and unlock new arcane power. The book fell out of favor after several readers choked to death trying to swallow their pebbles.",
				"A Summoner's Alphabet by Bethabell Eldersmith. This beautifully illustrated book consists of a foreword, followed by 52 pages. Each pair of pages describes a particular type of otherworldy being, one for each letter of the alphabet. One page holds a beautiful watercolor illustration of the creature, while the opposite page details a spell that can be used to summon the creature to the caster. Entries include Afores, Gouger of Eyes; Belekor, The Armless One; Calphegor, His Bloated Majesty.",
				"50 One-Cauldron Recipes For the Working Hag by Baggs the Wartled. This book has a bubbling cauldron being stirred by a smiling, but hideous hag. The book's recipes range from a potion to transform the imbiber into a frog to a mundane recipe for alligator stew. True to the title, the recipes are largely the type that just requires a bunch of ingredients thrown into a pot and left to simmer for several hours.",
				"Hexproof Your Home by Albert Swindle. This book is a manual for homeowners concerned about wayward mages causing damage to their investment. The book consists of several tips and tricks to safeguard one's home, including a handful of magical wards one can erect, although the spells are poorly explained and it's dubious whether some of them work at all. At the back of the book is an advertisement for homeowner's insurance from Swindle & Filch, Underwriters at Large.",
				"The Shattered World by Yvla Murough. This book has a small oval mirror set into its cover. The mirror is cracked and splintered, but the cracks always mend, then the mirror shatters again in a different pattern. The book discusses the nature of mirrors and other reflective surfaces as scrying devices, and outlines several spells that can be used for scrying purposes. Reading the book has an unusual side effect: anyone who reads the book becomes increasingly jealous of their own reflection, believing that it is somehow living a better life than they are.",
				"Thaumaturgical Equinology by Wynneldra Eddervelt. This book has a light blue cover with a line of black horseshoes along the spine. The book discusses several methods of using magic to assist in the care and raising of horses for various purposes. The book features instructions on how to enchant several varieties of magical horse shoes, a divination charm to locate a lost horse, and one unusual ritual designed to restore a horse that has gone mad with a hunger for flesh.",
				"Marrowmagic by Thogg Urtang. This book is a reprinting of a massive book found in the cave of a hill giant arcanist. The book describes several methods of drawing arcane power out of the marrow of cracked bones, mostly large bones like those of a cow or bear. There is also a chapter at the back detailing uses for bones of humans, elves, and dwarves, but the publisher has redacted and censored much of the content in this chapter.",
				"The Mystic Tradition by Rene Valchere. This beautiful book has a deep rich purple color with a gold leaf illustration of a very handsome man on the cover. The book is sealed and can only be opened if the reader first kisses the man on the cover. The book contains many unique and interesting spells, but the book's magical influence slowly causes the reader to fall in love with the man on the cover, believing he is their one true love, edging out other relationships in their life.",
				"The title has long faded off this book, but the author is a man named Idra Vance. This book of spells always seems to have a variety of mushrooms growing on it; even when picked off or brushed away, the mushrooms always reappear the next time the reader looks at the book. Several of the pages are torn and some missing, but the book contains a number of spells, including one that can make rainstorms go away.",
				"The Mouths of Madmen by Fin the Foul. This leather-bound book has a bookmark tassel attached to the spine, ending in a charm consisting of three human teeth. The book claims that the gibberish spouted by certain insane individuals is actually the speech of otherworldly entities attempting to communicate from somewhere beyond the known universe. The author claims that by forcibly removing these individual's teeth and using the resulting blood as a \"trans-universal lubricant,\" the caster can communicate with these entities. Notably, the author was himself succumbed to madness and was sent to an asylum in his later years. Some believers in the book say this occurred because he succeeded in contacting the entities he sought.",
				"The Red Collar by Calyx Cinsh. This black book features a cover illustration in red ink of two concentric rings, the inner ring half the width of the outer ring. The book describes the creation of a metallic collar forged out of red meteoric iron and welded shut around the caster's throat. The magic imbued in the collar sears it to the caster's flesh, but the book says the collar gives the caster the ability to command lesser beings and turn them into willing slaves. The book doesn't specify what these lesser beings are. Several of the rituals in the book reference an entity identified with the phrase \"shi verato vask yllar.\" One translation of this phrase is \"My Sightless Master.\"",
				"The Stoss Mundragh Manuscripts by Anonymous. This collection of writings takes the form of 63 stiff paper cards, kept in a rectangular leather case. Each card is covered in writing on one side, with an inked eye pierced with thorns on the other. Each card details a spell or ritual, but casting the spells tends to cause intense eye pain, blurry vision, and even temporary blindness. The vision impairment usually fades a few hours later, but the caster becomes more susceptible the more they rely on spells from the deck of cards.",
				"Beautiful Blossoms by Feremelda Ophric. This book features a deep red cover with an illustration of a flower with large black petals. The book details a method of creating a fertilizer from the clotted blood drained from dead bodies, mixed with various alchemical liquids. The author claims that flowers fed on the mixture grow especially large and fruitful, and their petals possess magical properties.",
				"Wild by Aerior Valarestes. This book features an illustration of an elven hunter holding a bow and drawing an arrow. The book can be opened and read by anyone, but anyone without elven blood only sees a mundane description of various hunting expeditions. Those possessing elf blood, however, find a detailed and intricate description of elven hunting rites, particularly one in which the hunter tracks a stag without weapon, kills it with his teeth, and devours its organs fresh from the corpse. Once this is done, the book provides a ritual that allows the hunter to swallow the stag's spirit, gaining the ability to transform into a stag during the hours between dusk and dawn.",
				"The Six Eyes of Yeenak by Gnash Scorrax. This ugly book is covered in human skin, the pages wrinkled and dirty and stained. Written by a gnoll sorcerer, the book describes a demon prince revered by gnolls that possesses six eyes, each of which sees a different version of the world. The book describes a method by which the reader can graft additional humanoid eyes, stolen from living victims, to their own face, and gain the ability to see as Yeenak does.",
				"Liar's Tongue by Anonymous. This black book has a withered, dessicated human tongue nailed to its cover. The book recounts a fable similar to \"The Boy Who Cried Wolf,\" except at the end, the boy is caught, tortured with boiling oil and hot pokers, and his tongue is cut from his mouth with a pair of sheep shears. The book then claims the tongue entered the possession of a magician (whose name is scrubbed entirely from the book), who used it as a focus in various spells. It is uncertain if the tongue nailed to the book is the same tongue featured in the story.",
				"Eater of Rust by Fils Stillwater Rhein. This book's brown cover has no decoration or lettering. The book describes several potions that may be concocted using shavings of heavily rusted iron. The author claims these potions have a number of beneficial bodily effects, even providing protection from disease and aging. These claims are largely discounted by critics, but the book includes a number of notable spells, including one to instantly reduce a pound of iron to rusted scrap, and a spell to boil a potion without the need for an actual heat source.",
				"Untouched Flesh: A Magical Wellspring by Vriska Rotmouth. This book explores the supposed usefulness of young virgins in magical rituals. The author analyzes several dozen young women she lured to her tower and trapped there, discussing them in a clinical, inhuman tone. To the author, the women are just \"specimens.\" The author notes several experimental rituals performed both before and after the loss of virginity and records variances in the effects of the rituals. A small chapter is devoted to male virgins, but the author barely glosses over the subject.",
				"The Complete Library of Esphatte by various authors. This book has a fine gold leaf cover. Each of the several hundred pages of the book possess no writing, but instead, an illustration of another book of magic. The reader can pluck the books off the page, upon which they become real and can be read. Few copies of this rare collection are known to exist, and its worth is beyond measure. Owners of the book are often cautious and wary, as they are regular targets of thieves who would steal this prize from them."
			]
		}
	]
}
