{
	"name": "Teleportation Mishaps",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/7vxepr/lets_build_teleportation_mishaps/?sort=new",
	"data": [
		{
			"name": "Mishap",
			"data": [
				"The caster is teleported to a plane of Fire Elementals inside a heavy iron cage. An incredibly brilliant Fire Elemental has harnessed the power to ‘trap’ teleporters in their tracks and intend on using their arcane energy to power the device. If the caster is able to kill the fire elemental, they are instantly transported to their intended location.",
				"Teleport is to successful place, but 500 ft up…",
				"Another party has selected the same destination, causing your party to be sent to a pocket dimension that resembles a bad waiting room (out of date parchments in the table, substandard bards playing poor representations of popular songs, etc) for 1d4 hours while the magic’s realign so you can finish your journey.",
				"You are teleported into a sealed crate that appears to you to be moving….",
				"The caster accidentally teleports the party into the middle of an ocean, but shortly brings them back to the original spot.",
				"The circle’s magic was not strong enough to send the party to their destination so the party arrives about half way in between their starting point and their destination.",
				"Caster couldn’t focus to cast the spell so instead he cause an explosion that injuries the party.",
				"Two PCs become partly fused together.",
				"A flash of lightning strikes the player intending to teleport dealing 3d6 damage.",
				"The party is teleported a few miles from each other.",
				"The party is teleported to a narrow alleyway where bandits wait ready to attack and rob them.",
				"The universe moves, but the caster is kept in one place. The effect is indistinguishable from successful teleportation unless someone else was teleporting at the same time.",
				"The caster is transported to another dimension where they are forced to fight progressively more difficult opponents in an arena. When they are eventually killed, their teleportation is completed and they revert to their previous age.",
				"The same as above, but with them living out a vividly-described happy life with a family.",
				"Two people teleport. They exchange eye colors. Maybe just one eye changes.",
				"A person looks physically younger. Apparently, they were clones, not teleported, and all of their dying cells were replaced with new ones. (The soul is fine though).",
				"Two people teleport. Their souls switch bodies.",
				"A person’s hair doesn’t teleport! They’re bald after teleporting (including facial hair).",
				"A person teleports ‘slowly’…meaning the visibly see the astral sea, hell, celestia and other planes as they zip through them. It takes a full second but feels like hours.",
				"The caster is briefly teleported to a treasure vault filled to the brim with gold and valuables. They are returned to their original position shortly after.",
				"The party’s minds are randomly switched.",
				"A random creature has been picked up while the magic trail travels. Roll 1D6 to find: 1. An ancient green dragon. 2. A beholder. 3. A frost giant. 4. A beholder zombie. 5. A blood hawk. 6. A giant frog.",
				"Every part of the person’s body arrives at the destination… except for their skin which comes several minutes later",
				"They stay in the same place and go through time instead of space!",
				"The teleport transports only their consciousness to the new place and their spirit must find its way back to its comatose body",
				"Timespace anomaly – person arrives 2x larger than before but moves and acts 2x slower",
				"Split exactly down the middle, only one half of the body is transported. Both parts of the body are still alive and function as normal, connected mistically to each other, but split.",
				"Teleportee arrives at the right place but the wrong time – either past or future.",
				"Teleportee loses a kidney.",
				"At the starting location, everyone hears a loud bang; at the destination, everyone hears a whimper.",
				"Hair length increases by a year’s growth.",
				"Fingernails and toenails increase by a year’s growth. Penalty to dexterity until trimmed.",
				"All equipment, including the contents of pouches, is scattered on the ground around the destination.",
				"There is a brief delay between leaving and arriving, while an autonomous voice intones ‘your call may be monitored for quality assurance purposes.’",
				"There is a long delay between leaving and arriving, while hold music plays. Everyone is hungry by the time they arrive.",
				"Everyone sneezes.",
				"Their ass is now in the front of them.",
				"Their clothes and belongings teleport ten feet away. You’re naked as the day you were born.",
				"Roll 1d4, you are now a different race temporarily for that many days.",
				"You’re missing your left arm. It’s nearby and slowly creeping back to you.",
				"A worm hole representative appears and congratulates the party on being the 1 billionth customers. It gives you a coupon and 200 GP.",
				"Roll 1d4 and an evil twin of yourself appears that lasts that many days, but you’re both unable to kill your own copy.",
				"They leave a ghostly version of themselves behind that continuously repeats their actions from the minute before they teleported, over and over again.",
				"The caster gets teleported into a novice conjuror’s summoning circle. Not knowing that his summoning failed (which it did), the novice demands the completion of a trivial task from the caster.",
				"All of the casters gear and clothes are teleported in a different place nearby.",
				"A very bright flash light at the end of the teleportation is blinding the group for 1d4 hours.",
				"The teleportation ends 1d20 feet over the ground. Caster/Group needs to succeed saving throw or take fall damage.",
				"Caster/Group feels a sudden illness. They throw up immediatly.",
				"The teleportation has some stopovers on random locations for 1d4 seconds each. The visit e.g. a battlefield, a dragon’s nest, a feast of a king, a brothel, the middle of an ocean, … before they reach their final destination.",
				"The teleport was successful, but you also brought some interesting things with you. [1d4] 1) A pile of wood shavings 2) 1 healing potion, cracked and leaking 3) a mirror that doesn’t show any sentient creature 4) Bread.",
				"The object or person teleporting doesn’t appear at the destination and in place a monster does.",
				"The caster teleports to their intended destination, but with their left and right arm switched.",
				"They teleport to the right place but not oriented to the ground correctly (upside down, horizontal,etc), causing them to fall on their backs, stomachs, or heads.",
				"Teleportee accidentally moves through time as well as space, heading 21-1D20 hours into the future as well.",
				"The teleported player or players are teleported into the stomach of an enormous creature (whale). There is a half broken ship with a skeleton of an old man and a wood puppet. In the ship is a crystal that changed the teleportation so they can teleport away once they have the stone. It crumbles as they teleport away.",
				"The teleportation goes to the right place, although the timespace has been flawed. They encounter themself, but the other party is the polar opposite of the players and will try to kill them.",
				"A singularity brings a house golem into being under your control. It will protect any camp or domicile you tell it to.",
				"An inter dimensional tavern and inn appears next to you. It will last for 7 days then teleport elsewhere.",
				"Five hundred doves appear with you and fly away as a nearby magician yells, ‘Ta-da!!!’",
				"One random item they possess becomes cursed.",
				"A large section of a stone tower apparates next to them making it the tallest structure in the area. There’s 300 GP inside and this seems like as good a place as any to build a fort or keep.",
				"One random item they possess becomes awakened.",
				"Thirty floating ethereal sheep appear. They can be sold to a nearby farmer who will shear them and the bolts of cloth are known for making wearers more stealthy.",
				"A tiny Puckish man hitched a ride out of his prison dimension. His name is hard to pronounce, but he thanks you for freeing him. As he leaves you see a distant planet explode. You hope it’s unrelated…but it’s probably not.",
				"The party asks itself, ‘What is a cassowary? And why is there one in front of me?’ Expect piercing damage.",
				"Party takes 1d4 damage and are covered with infernal sigils.",
				"Party gains 1d4 health and are covered with glowing angelic sigils.",
				"Party is covered in blue flames for 10 minutes, it doesn’t deal any damage to them though.",
				"The PC’s all catch a vision of a great bulbous eye and the words: ‘Ever…. Watching’ followed by a chill down their spines. The image does not fade right away, if they close their eyes for the next few ours they can still see it like an afterimage.",
				"An ambitious demon takes advantage of the disturbance in space time and appears at the intended destination of the teleport, but otherwise the teleport fails to move anything.",
				"The caster is teleported into an empty seat at a warm, cozy inn. A door remains closed on the far side of the room, and there are no windows to be seen. Soft, upbeat music is constantly being played by a talented bard in one of the room’s corners, which somehow gives the caster a feeling of home. There are always enough patrons that the inn feels lively but not uncomfortably crowded, and waiters and waitresses bustle around providing delicious drinks and hearty meals. An innkeeper immediately rushes over to the caster and informs them that their room has been covered, as well as all their food and drink. As the inn’s fare fills the caster’s belly and the patrons begin to socialize with them, the caster becomes less and less inclined to leave. In actuality, the inn and all its original occupants are part of a small sentient pocket dimension that feeds off of feelings of contentment and satisfaction. The pocket dimension snatched the caster up in the hopes of keeping them inside it as a permanent source of sustenance. Exiting through the far door instantly transports the caster to their intended destination.",
				"The caster appears 30 feet above where they initially teleported, pressed flat against the palm of a massive ethereal hand. The hand quickly and viscously swats the caster down to the ground, causing them to take 2d6 falling damage and 2d6 bludgeoning damage. The hand then tauntingly waves it’s index finger back and forth before popping out of existence. Any attempts in the general area to teleport within 10 minutes of the original casting causes this mishap to repeat, targeting the new caster.",
				"The caster randomly teleports between the two locations for the next minute. Any movement relative to the point of casting and the point of impact is translated across teleportations.",
				"The spell appears to fail, when in actuality the effects of the spell are delayed by one minute. An evil clone of the caster appears at the intended point of teleportation and does its best to cause all manner of mischief and mayhem, though it does nothing that would be very harmful or potentially deadly to itself. After one minute, the clone pops out of existence at the same time the caster is teleported to the position of the clone.",
				"A violent, fiery explosion occurs at the point of casting as the caster rapidly shoots into the sky, breaking every surface in their way. The caster disappears into the clouds and descends to their intended point of teleportation one turn later, breaking all surfaces along the way and causing a similar explosion to the first at their point of impact. All creatures within a 15 foot radius Sphere other than the caster must make a DC 18 Dexterity saving throw. A creature takes 5d6 fire and 5d6 thunder damage on a failed save, or have as much on a successful one. If a creature fails the saving throw by more than 5, they are deafened for one minute and knocked prone.",
				"Your skeleton arrives at the spot, but not you. You’ve stayed behind and slowly collapse into a bunch of folding flesh. Have a nice day.",
				"You point at a spot and cast teleport. You find that you are standing on a piece of dust several hundred feet across. The spell had miniaturized you, in order to appear at that location. The dust is slowly drifting away on a slight breeze and it’s taking you with it.",
				"They arrive just in time to watch future versions of themselves create a paradox and explode. Salvage what you can from the pink goo.",
				"A random party member secretly changes alignment for 1d4 days.",
				"A random party member becomes ethereal for 1d4 hours.",
				"The group creates a flux where they alternate between two places at once. A coin flip determines if they deal or take damage. Lasts one day.",
				"‘Where are my feet?’ The party falls over in agony missing a vital part of their anatomy. The feet reappear soon after. The party vows to take better care of their feet.",
				"Passing through a Quantum Leap they no longer look like themselves. The change of identity persists until they finish a quest.",
				"An exact copy of the Taj Mahal appears next to them. Each PC has a key in their hand to a different door in the complex. The last key opens a crypt filled with dead bodies in various states of decay.",
				"You come to in a strange land. Free of conflict, strife, and famine. The alien populace welcomes you with open arms. You live a beautiful life and live to see your children and grandchildren grow up happy and healthy after intermarrying with the aliens. In your twilight years you sit on your deathbed along with your fellow PCs. Your mournful spouses kiss you goodbye as you close your eyes one last time…then you arrive at your destination as if none of it ever happened.",
				"Animated, talking copies of your skeletons appear next to you. Flip a coin to determine if they are friendly or hostile… and your mom said you couldn’t make new friends.",
				"The party’s bodies and equipment are left behind but their souls make it to the destination, their bodies become dormant until their souls (now in ghosts form) can make it back to their bodies.",
				"The party’s bodies and equipment make it to the destination but their souls are left behind, their bodies become dormant until their souls (now in ghosts form) can make it back to their bodies.",
				"The party appears unharmed but surrounded by 2,000 pancakes. No syrup or butter though.",
				"They appear in a crop circle next to a very bewildered farmer. He sells corn for 2 silver coins per bushel.",
				"They are possessed by mischievous spirits. Have the players lip sync Harry Belafonte’s ‘Day-O’ or they stay possessed for another 1d4 days.",
				"Everyone becomes under the effect of the gaseous form spell.",
				"Water seeps out of all of their orifices in steady trickles (Advantage on escaping grapple but Disadvantage on Stealth & Perception checks).",
				"You arrive where you wanted, but 5 years too late.",
				"Rather than teleport over a distance, everyone involved instead teleported 1 hour forward/backward in time for every 10 feet the teleport would take them.",
				"The caster put a bit too much accent on the last syllable, and the party is scattered around the world.",
				"The party is successfully teleported… but exact copies of them are left at the origin site, wondering why the spell didn’t work. The party now exists in duplicate in different places.",
				"You teleport to another dimension. This dimension is limbo, but in the middle of no where, as you look around you, you see barren waste land as far as the eye can see. The ground is blackish brown, and the dirt is cracked and dried up. For the next few minutes, you hear deceased relatives, and deceased friends call out to you. They yell for your help. You can see where they they are, floating as specters/ghosts. But as soon as you attempt to approach them, you feel you soul and body get hot as your dragged away and teleported to the original desired location. No time has passed since. Any party members teleporting with you did not feel this effect, only the one who cast the teleport spell experienced it. Roll a d20. If the result is Even, nothing happens. If the Result is Odd, then for the next 4 hours the PC will feel a heavy sadness. During these 4 hours, the PC can not make intimidate checks nor persuasion checks, if they attempt to, they are automatic fails.",
				"You each end up with a familiar that guided you out of a pocket dimension while in transit.",
				"Sulphuric gas and an overwhelming scent of brimstone fill the air."
			]
		}
	]
}