{
	"name": "Interesting Paintings",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7i2lxo/lets_build_interesting_paintings/",
	"data": [
		{
			"name":"Painting",
			"data": [
				"A portrait of a tiefling. She is holding a Double Bass that has been intricately carved and rimmed with gold leaf.",
				"A painting of a nighttime landscape with one more moon in the sky than there is on this plane.",
				"A portrait of a headless dwarf posed with a ornate greatsword in his hands.",
				"A painting of a demon standing proudly in heaven.",
				"A still life. The objects featured are actually legendary artifacts that can be identified with a successful intelligence check.",
				"One of the PCs recognizes that this is a painting of their childhood home.",
				"A grand portrait stretching from wall to wall that depicts the Gods in the process of making their creations.",
				"A very long portrait of a cleric adorned in simple robes sitting at the center of a long table loaded with food, with 12 acolytes sitting beside him and gazing at him in admiration.",
				"A portrait made up of what seems to be random paint splatters. The owner of the portrait insists that it is a new form of art, and that those who disagree “don’t get it.”",
				"A beautiful portrait depicting the canvas of an ancient Elven forest as seen from the forest floor. The painting has an ethereal, magical look to it, with the sunlight filtering through the leaves actually emitting a glow.",
				"A portrait of a king past his prime, with eyes full of regret and a melancholy smile that is almost lost among his many wrinkles.",
				"A portrait of the founder of the region’s criminal organization pleasantly smiling. Not much is known about the portrait or who made it, but there is an intensity to it that puts everyone in its presence on edge. The eyes of the portrait don’t always seem to match with the direction they were looking last time.",
				"This painting depicts a Goblin napping underneath a large Oak tree while a city burns in the background.",
				"A portrait depicting a huge Beholder getting it’s eye pierced by a hero’s spear.",
				"A portrait depicting a Vampire sitting on it’s chair with blood flooding the floor.",
				"A long portrait depicting a enormous fight between two Ancient Red Dragons against a Tarrasque.",
				"A big portrait showing a proud Half Orc holding a dead Lich’s head on it’s hands.",
				"A portrait of a group of travelers holding a Owlbear’s head who they slayed, saving the (place you found the portrait in).",
				"A portrait another group of adventurers that resemble younger versions of the PCs’ parents.",
				"An odd smelling profile of a recently killed local. It is painted in varying shades of red.",
				"A cute cat requesting to obtain a meat paddy inbetwix two pieces of bread.",
				"A painting the owner has claimed to have come from a higher plane. It appears different to each viewer and if looked at for too long causes one turn of daze.",
				"A character with high charisma attempts to sell the group a blank canvas for a high sum. He claims it s the deepest, most soul carving mural to ever be concieved.",
				"A painting of a top-down map of the building the PCs are in. If examined it is revealed that there are tiny dots that move around upon it that show where each person in the house is.",
				"Many large paintings of a hunting standing above a slain beast of some kind or another. Above each painting is a mounted head of said beast.",
				"A cozy village tucked away in a valley underneath a stunning night sky.",
				"A simple bowl of fruit, with a small bird perched on the apple.",
				"Two dwarven monks drinking together.",
				"A cruel looking human paladin striking down an unarmed elven ranger.",
				"A ship sailing through a desert.",
				"A a collection of surgeons preforming an autopsy on a Goliath.",
				"A portrait of the painter’s dog. You can tell a lot of love went into painting it.",
				"A scene of six dragons entwined around a large golden column. As each dragon perishes it fades from the painting until the column, and the treasure map it holds is revealed.",
				"A still life of an alchemist’s station that, when studied, is actually displaying the process of how to create a rare potion, antidote, or even the philosopher’s stone.",
				"A triptych with one panel missing. The first two sides show the gods of good and evil while the missing third section contains the image of an unknown child born of a secret tryst.",
				"A painting of you, looking at a painting of you, looking at a painting of you…",
				"A painting depicting the god of the local religion speaking to a worshiper.",
				"A portrait of local royalty holding their pet.",
				"A extremely withered and sickly father holding onto his healthy daughter.",
				"A cat threatened by a knife but smugly undaunted.",
				"Four weary travelers resting at a dim campfire. The quality of the lighting is absolutely unparalleled.",
				"A lone figure looking into a foggy bay.",
				"Revolutionaries huddled around a table creating a plan of action.",
				"A lone figure on a paved path beside a road, standing upright with hands clasped above the belt and a mysterious smile on their lips.",
				"A hand emerging from a lake, holding a bottle.",
				"A group of archers being trained.",
				"A quite poor painting of a dog. If the owner of the painting or a curator is asked they will explain that the painting is actually priceless, as it was painted by one of the most horrible tyrants to ever rule over the land.",
				"A vividly colored painting of a toucan.",
				"Two cartographers overlooking a pristine and uncharted vista.",
				"A massive cloud over a rocky desert.",
				"An abstract and colorful piece consisting of jagged splatters of paint of various sizes, colors, and directions. Created by a well-known mage who froze gobs of paint and shattered them onto a flat canvas before allowing the pieces to melt.",
				"A painting of a tree with the face of one of the party members sticking out of it, but with wacky facial hair.",
				"Painting taken from a disgraced Noble house after they were driven from a city. A humanoid family portrait: Father, Mother, two teenaged children, and a young child. All of the faces have been vandalized or removed except for the child’s.",
				"A splotchy drawing of a field of colorful flowers that looks like it was painted by a small child.",
				"A painting of the room you are standing in, empty.",
				"A highly stylized religious portrait, depicting the owner of the painting who has been drawn as a well-known saint.",
				"A painting of a large tree with many spreading branches which cover the entire upper half of the picture, some of them even extending out onto the frame. Each leaf is made of finely detailed gold or silver leaf, and they flutter in the slightest breeze.",
				"A foreboding, threatening painting of the viewer’s closest relative, alert and sitting in an ornate chair, with a mysterious humanoid shilouette standing behind them. This painting appears different to whoever sees it.",
				"A landscape view of a young half-elf sitting beneath a tree surrounded by a dozen or so terriers. The painting is not skillfully made, but the image is clearly recognizable.",
				"A masterfully painted self-portrait of a wizard surrounded by dozens and dozens of ghostly hands.",
				"A landscape of a nearby mountain with a semi-transparent tower on top of it. A skeletal dragon perched on its roof. The frame is made from wrought iron and feels unnaturally cold.",
				"A panting of grassy plains completely covered in the bones of various creatures.",
				"The image is a beautifully-framed picture of the entire party, standing side by side, weapons drawn. Their faces are defiant, hopeful; the background is a sunset plains. It inspires courage to those with clean consciousnesses; and guilt, shame, and a need to come clean to those who don’t. If the owner or gallery manager is there, if asked: explains that a possessed child made this, and then promptly died.",
				"The image depicts all the party’s possessions… including a few that they do not currently have. Some seem organized, others seem strewn about, as if the artist wanted you to think someone was purposefully looking for something. It looks like it takes place in an attic. A successful Perception roll leads a character to look where the artist wants you to look away from: two skulls, and a dull gray key with a note near it. The only words the character can make out are “stay away!”",
				"The image portrays the head of a white male human with slicked back brown hair; he has an unpronounced, barely-there widow’s peak. For all intents and purposes, there is nothing special, nothing that stands out, nothing that isn’t normal about this man; he is too normal. He is smiling, a full-toothed pearly white smile–not a grimace, not a grim grin, not an evil grin, as noted by his cheeks and eyebrows. He is happy. There is a twinkle, non-animated, in his brown eyes. The only other aspect of this picture is the brown carved pipe that this man has in his clenched teeth–it is jutting out at the viewer’s left. It is not smoking, but could seemingly be used for such an activity. If any party member is under the influence–of anything–and views this image, trippy razor rainbows surround the head, hypnotizing the viewer, as they stand and stare slack-jawed at the portrait for the remainder of whatever they’re under the influence of.",
				"The painting is of a normal gathering, feast. It looks like tensions are high though. The painting itself gives off a wierd vibe and you realize after some investigating that it is 10 of the demon Lord’s from 1d100 demon Lord’s at a diner (possibly making an alliance or whatever makes sense in your world)",
				"A fox hunt, only the hunters are all high elves and the hunted are humans and halflings.",
				"A painting that encircles the entire room and is actually dipicting the landscape outside the room with parts named and certain notes about the landscape.",
				"A painting of an optical illusion. When hung one way, it shows a landscape painting, when turned upside down, you can see a face.",
				"This painting depicts five characters sitting around a table playing cards. The PCs recognize four of the card players as the greatest villain of the century, but the character on the far right is unfamiliar to the PCs.",
				"This painting looks like it may have once adorned a wall in a very high-class establishment dedicated to the pleasures of the flesh. It depicts many beautiful humans and humanoids in varying states of undress, engaged in activities they deem to be highly enjoyable. On a successful perception check, one of the PCs will recognize a parent as one of the beings portrayed in the image.",
				"A painting within a golden frame depicting 4 small dogs each holding playing cards, with many red and blue circles in the middle of the table where they are seated.",
				"A portrait of a seated gorgon, hands demurely folded in her lap. A slight smile is on her lips, but the eyes have been burned out leaving only ragged holes in the canvas. The artist’s name, signed in a bottom corner, is written in an unfamiliar script.",
				"This painting depicts a striking young woman in beautiful but somber garments of a shimmering blue hue. It is the daughter of a local lord which disappeared on a night of a full moon some time ago. Rumor has it she fell victim to lycanthropes, which are now hunted viciously by the lords men. However under moonlight the scene of the picture changes to show a tall man with pale skin, long silver hair and distinctly sylvan features standing behind her with his hand on her shoulder.",
				"A luscious tapestry depicting a group of people in various situations (all similar to things the party has experienced). Only after they have left it behind do they realize that the people depicted were them.",
				"The picture is of a chicken staring at the viewer.",
				"The painting is of a gleaming sword pointed upwards out of a goblin’s dead body atop a hill.",
				"The painting depicts the unveiling of a great war machine, with an emperor riding beside the creation in a chariot. Crowds of commoners surround this governmental procession, in what appears to be festive celebration.",
				"A painting that is a woman holding something, and every time that you look at it, she’s holding something different.",
				"A painting that seems blank but when someone touches it, it makes a perfect portrait of that person. After 1d4 days, a doppelganger version of the person who touched the painting appears out of it.",
				"A painting of the rooms reflection only everything is black and white, don’t get too close or risk being pulled into it.",
				"A painting of a woman crying, when nobody is looking at it, the sound of her crying can be heard.",
				"A painting of a man with lots of arrows sticking out of his body with no blood.",
				"A painting that is all black. When a source of fire is close to the painting, it reveals a family screaming at something. The eyes of the family follows the source of fire.",
				"A painting of pillars where each pillar is made of agonizing persons.",
				"A PAIN-ting. The painting is actually a mimic that jumps out and attacks the first person to look at it closely.",
				"A painting of whoever’s looking at it – a mirror.",
				"A painting that is constantly cycling through the same setting but pictured in different seasons, if touched a pair of elementals will spring from the painting depending on when it was touched. (Winter- Water elementals , Spring – Earth elementals , Summer – Fire elementals , Autumn – Air elementals).",
				"A painting of a bowl of fruit. It is so realistic that one thinks they could reach out and grab one…",
				"An exaggerated oil painting of a sad jester.",
				"A painting that is famous for showing whichever deity is the most powerful over the material plane. The day that the PCs arrive, it switches to one of them (use a dice if possible).",
				"All the paintings inside a mansion have been assembled into a paiting golem.",
				"A real man tied to the wall by hands and feet. He is painted abstractly and continually begs to be left free… which the owner claims is also part of the painting.",
				"A painting on a wall, of a painting on the wall, of a painting on the wall, of a painting on the wall, of a painting on the wall of a painting on the wall….etc",
				"A painting of the city with all the residents moving about. If a PC successfully communicates to one of the residents they learn that the rich have trapped all the serfs in the painting for a little over a decade.",
				"A map of the land the PCs reside in. At one part of the map is a big red X.",
				"An artist’s rendering of the lost legendary city of Utopia. Some of the details on closer inspection suggestion that the artist would’ve needed to have been there to paint it.",
				"A painting of a giant eye on a blood red background. It was commissioned by a Warlock who claimed to have visited the Abyssal Plane-he has since disappeared. The painting hangs in the hall of an eccentric noble who collects rare and arcane objects.",
				"A painting whose canvas writhes and bleeds when in the presence of holy objects.",
				"An oil painting of an old farmer in his barn sharpening a knife and looking down at a docile white lamb. In the background a small girl peers through a window."
			]
		}
	]
}
