{
	"name": "Interesting Cities",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7huloo/lets_build_citiestownsvillages/",
	"data": [
		{
			"name": "City",
			"data": [
				"Walden: A small town populated by mixed races. Most of the population is loyal to the local (and only) bartender, who has made his alcohol addicting and the population dependent on him as the only supplier. ",
				"Anghor Thom: A religious fortress city populated by mostly Elves. They prey to a dwarven law deity named the Warden and thus admire and attempt to mimic the dwarven lifestyle as much as possible. The people will go out of their way to treat a Dwarf well.",
				"Darkwell: Small Village of mixed Humanoid races that lives nearby a profitable iron mine. They believe a deity lives in the mines and will only be sated by blood sacrifice. Thus every week they vote on one person in the town (it doesn't have to be townsfolk, travellers are included in voting and the sacrifices too) to be sacrificed at the altar in the town centre.",
				"Alluvia: Coastal city on a river delta, comprised of 13 islands (most connected by bridges but a few inaccessible by foot). Government is a council of guilds, the most powerful of which is the mages guild which takes up residence on the small, disconnected island of Skye.",
				"Sheffield:A village that appears as a modest town hall surrounded by submerged chimneys above ground, with all business and living spaces below ground.",
				"The Utopia Spire: A dwarven skyscraper that serves as a town. The bottom floor is the largest, and is dedicated to government. Each story either belongs to family or business. ",
				"Starling - due to a misfortunate series of misunderstanding the visiting circus orchestrated a coup d'etat against the king. Now weary clowns patrol the streets and magicians are court wizards. The ringleader tutored queen is tied of the lifestyle but the townsfolk love the rulers too much to let them go.",
				"Koganbom - Built out of a sheer cliff face, this brutalist fortress is the heart of the dwarven navy. In times of peace it serves as a trading port and transpiration hub, but it's menacing architecture serves as a reminder of it's true purpose.",
				"Port Aldlyn - A busy seaside settlement whose mayor has fallen under the influence of a Yuan-Ti pure blood. Whispers abound of a snake cult killing notable figures throughout town as an influx of Yuan-Ti migrants begin to move in. ",
				"Theleimi - In Goliath culture, those that are injured or grow frail are expelled to fend on their own. For many, death is a guarantee, either from the forces of nature or a sense of shame more powerful that a will to survive. But for some, hope can be found in Theleimi. Theleimi is a small village at the base of the mountain range where Goliaths make their home. Founded by an elven religious order, Theleimi aims to rehabilitate and give a new life to exiled Goliaths.",
				"Haversworth - Haversworth lies on the coast of a major lake and is a commercial and trading hub of the province. Dominated by the Haversworth Trading company (HTC) and its watchtower HQ and warehouses, the city's streets and port are constantly aflutter with shipments going to and fro. Since the founder's death, the HTC has been run by a beholder named Jaax, whose curiousity about humanoid cultures and history leads him to be quite protective of the town.",
				"Mage Rock - built atop a rocky penninsula, Mage Rock is a small port city whose rocky peak is dominated by the tower of the Magus Aurellion, a renowned but quite senior transmutation expert. Since creatures frequently escape his tower after being transmuted, the city is divided by a 300-foot clear zone between the tower atop the rocky outcropping and the rest of the town so that the guards can pick creatures off before they impact the town.",
				"Boonmire - Built in the middle of the swamps, Boonmire is a town mostly out of the reach of the central government. A harsh place populated by adventurers, criminals in hiding and drifters, Boonmire is defended by those passing through and laws are enforced mostly by taking an eye for an eye. Much like the wild west, it's a frontier town in the harsh wilderness.",
				"Skraldenmanden - small town bordering a magical forest. No money to hire a mage to create a ward, the town experiences random wild magic shifts like entire buildings turning into clocks, or the earth inverting underneath it, or all liquids turning into blood. High attraction for magical tourism.",
				"Oakhaven is a village located in the heart of the Grove, a small forest that lies entirely surrounded by mountains. Due to it's remote nature, Oakhaven rarely hears news from the outside world. Recently, rumors of a mysterious, self-proclaimed Goblin King are all that the villagers are talking about...",
				"Mabel: A motte and bailey castle with surrounding farmland. Basic outpost to a bordering dark forest. An important caravan stop but is too small for any guild presence. The nobles are quite greedy and cruel so no one would miss them.",
				"Pendal' Amoth: An abandoned village of the elves. Once the stop between two elvish cities it was raided by orcs. The elves find the forest easier to traverse to avoid the slavers that use the ruins. Gandry holds an elf stone that, once placed in the central spire, will draw back the feyfolk and raise the automated defenses (glyph network).",
				"Gilliam: Small ramshackle village. Wooden fort in the middle. Offers 50 GP to any traveler that can use magic to shore up their walls. Oddly enough is the center between the five nearest cities (forming a pentagram), but fiends avoid it for being \"too easy\". Tieflings, however, love it (think spa with natural sulphur springs).",
				"Pontitas: a mostly human city build over rock pillars coming out of an infinitely deep ravine. It's position made it a major commerce point, and since it has limited space, the city expanded upwards, having thousands of towers.",
				"Isgrunnen: a town built by the edge of an abyss. It is a very cold place, controlled by evil guilds, that like to throw their enemies down into the abyss. No one knows what's down there, and nobody ever came back.",
				"Orwennía: a seemingly peaceful halfling town, that seems to have way too many guards. It's ruled by Big Hobbit, a dictator that controls everything about the citizen's lives, and might not be real.",
				"Schiadt: a colossal dwarven airship that serves as a citadel with a few thousand citizens. Even though they mainly do trade, they are ruled by the Dwarven Armada.",
				"Republic of Mareto: A medium sized city-state governed by seven factions with equal power. The clergy, craftsmen, mages and aristocrats, soldiers, scholars, farmers, outcasts and misfits, each fulfil a role and hold a place at the Grand Council. The city know relative prosperity considering the conflicts of interests between the groups and their constant infighting.",
				"Nastari: a frontier trade town bordering an elven forest, populated by rugged humans and half elves. It is run by a corrupt half-elf ranger known as the Warden. He operates a brisk poaching business in neighbouring human lands, selling the lords back their own meat and furs. Occasionally his gangs stoop to extortion, kidnapping, and outright highway robbery."
			]
		}
	]
}