{
	"name": "Heraldic Signs",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7hywkl/d100_heraldic_signs/",
	"data": [
		{
			"name":"Sign",
			"data": [
				"A fox and a lion chasing each other in a circle, representing the cunning and the strength of a powerful leader.",
				"Argent, three orc heads vert and sable.",
				"A griffon on a castellated shield, representing someone who will fiercely defend his home with a keen eye.",
				"A red boar on a black shield, signifying enduring a blow in battle, but not falling.",
				"A green crocodile on a blue background, awarded for leading an assault from the sea onto land.",
				"A black eagle over two mountains, signifying eternal vigilance.",
				"Tal’vahny, a koi circling around to eat the tail of a dragon, signifies the power of the people when faced with a tyrant.",
				"Gala’vant, an angel on top a sword, symbolizes the power the gods have to help in battle.",
				"Monstrii, a snake spiraling up a sword, illustrating that words can defeat swords.",
				"Ytr Iba, two snakes in the shape of the medical spiral, showcasing how things that may be venomous in nature can help heal those in need.",
				"A hummingbird in flight on a marigold background, symbolizing determination.",
				"A woman's face divided evenly in black and white. The white side of the face is cast downward with a benevolent look, the black contorted with rage and righteous fury. Signifies divine right (blessing of a goddess) to provide sanctuary for innocent beings in harms way and deal death to those who would seek to dominate and kill with impunity.",
				"A green dragon curled around a spear, mouth open and teeth bared, representing strong constitution ( to blight and poison).",
				"White unicorn with a flowing mane, representing prowess in mounted combat.",
				"Golden Sun above two crossed scimitars, representing success in conquest.",
				"On a field of gold, the red head of a horned lion. It symbolises a legendary monster an ancestor slew, as well as the fears he had to overcome.",
				"On a field of black, a golden eagle upside down. Originally the sigil of a dishonoured knight.",
				"On a field slashed diagonally green and white, a grey wolf's head, pierced by a lance.",
				"On a red field and blue saltire, three golden rings interlocked. They represent three brothers who were knighted for their honour and would never abandon each other.",
				"On a field of wavy blue and white, a red wagon wheel.",
				"On a blue field, a quill crossed with a sickle and a sword. They signify knowledge, industry and warfare",
				"On a field of black, two skeletons holding between them a wreath of colourful flowers. Love even in death.",
				"On a field of ermine, a golden sword with red bat wings.",
				"On a field of red, the arm of a skeleton raising up a sword. Fear shall fight on the side of the bearer.",
				"A reaper (a black cloak, a scythe, and a skull face) standing in a graveyard, it represents death, in other words someone will die soon.",
				"Two different dog breeds sleeping beside each other, representing companionship.",
				"A sword with an eight point star at its tip, signifying your commitment to a guild of Eldritch Knights.",
				"Two swords crossed with a deer skull and antlers above, an homage to the animal form of your village's patron deity.",
				"A lion head biting a gauntleted hand, a symbol of your fierceness in battle.",
				"A black panther, with little flames coming out of its ears and mouth, representing the agile mind of a graceful creature.",
				"A simple white outline thumbs up on a black background. Represents participating in something.",
				"A depiction of a face, with a third golden and glowing eye in the center of the forehead, standing for [leader's] keen ability to sense the future.",
				"A black ladder across a horizontaly divided red and yellow background. Represents the ascencion throught social hierarchy by steel rather than noble blood or gold, awarded to succesful mercenaries.",
				"A White boot over a purple background on the left side, a diagonaly stripped red and azur background on the right side. Results from an alliance enforced by marriage between two powerful houses.",
				"A green animal head popping out of a cauldron over a beige background. It makes reference to another house of yore, but it's disappearance robbed the ancient meaning of those colors.",
				"A mermaid over a greenish blue background. She wears manacles on each hand, the chains going to both borders. It represents the taming of the sea.",
				"Blue green orb on black starry field, bar sinister. Represents illegitimate descendent of Earth, perhaps borne by those who have come help to claim it back.",
				"A colorful parrot blowing into a trumpet on a green background to signify the most notworthy of the bards.",
				"Two blue Dragons, face to face on top a mountain, on a yellow background.",
				"The face of a black Wolf, with red eyes, on a white background.",
				"A black hand on a gold circle, representing helping others voluntarily when payment could have been taken.",
				"Three sitting red squirrels sit in an equilateral triangle on a yellow shield.",
				"The shield is split diagonally, the top left half is green and has d4-1 white stars in it, and the bottom right half is red.",
				"In the center, a brown bear holds a yellow pineapple over its head and the background is a black and white ermine tincture.",
				"A white stag head over a sheaf of golden wheat, representing the bounty of the land.",
				"Three bronze arrowheads pointing upwards against a blue square, a heraldic sign of a powerful archery force.",
				"A set of scales in the hands of a blindfolded maiden, representing the value of justice and truth.",
				"A red icosahedron on a white and black striped rectangle, representing the chances that every man takes and the value of taking risks.",
				"A bear on a yellow and green checkerboard pattern, signifying a successful unyielding defense on a major stronghold.",
				"A white dragon breathing white fire in front a red moon.",
				"A blindfolded beholder on a throne, representing one with great patience.",
				"A golden owlbear facing right on a red field, symbolizes tactical prowess.",
				"Fully Rigged sailing ship on a black field, the emblem of a fraternity of explorers.",
				"Yellow circle over an upward facing yellow crescent on a blue field, the loyal order of the Water Buffaloes (ack, ack, a-dak).",
				"A small squad (10-20) horses with riders charging from right to left up a hill to a golden castle.",
				"A common domesticated animal with twice the number of legs.",
				"A tree with an upside down castle beneath the roots.",
				"A humanoid (of the same race as the group that the sign belongs to) being struck by lightning. the humanoid is unflinching.",
				"A humanoid destroying a brick wall.",
				"A humanoid circled by 8 swords. All the blades are facing away from the humanoid.",
				"The moon but with arms and legs.",
				"A spear impaling the sun.",
				"A pair of bloomers with a skull sticking out on sable - a pirate flag of once high society harlots.",
				"Legacy of Our Ancestors in gold leaf elven script on field of green. - an order of elvish knights or zealots.",
				"Three broken daggers on an azure field, recalling the three failed coups this house survived.",
				"The man's head silhouetted by the wolf, the fulfillment of an ancient pact with a lycanthrope.",
				"The blazing torch, for those who blaze the path for others.",
				"A skull with a flower growing out of it indicating evil in a place of power.",
				"A running hare, silver on a midnight blue field, awarded to a swift messenger.",
				"A sheaf of yellow wheat on a red field, bordered by a brown band, representing hope for wealth and future happiness.",
				"A Golden Coin standing in front of a Shield on a green Background, money doesn't buy happines, but at least the best kind of protection.",
				"A Ship in the middle of a Forest, an herald imposed as punishment for a family/group unable to fit the context in wich they operate.",
				"A white background with a single black diagonal cut in the middle, this herald is seen more as a piece of art, nobody except the dead founder, know the true meaning.",
				"A black heart on a black field, representing existential dread.",
				"A bear standing on its hind legs in front of a sun, representing overcoming dark times.",
				"A gauntlet with a sun on it, representing an alliance between Torm and Lathander.",
				"A tree that appears to be growing upside down, symbolizing a fall into chaos.",
				"A white skull on a dark navy field, the mouth of the skull is covered by a crimson band, representing a slain ancestor who practiced necromancy.",
				"A pair of crimson spears crossed in front of a green olive branch on a black background, representing a devotion to vengeance that cannot be subdued.",
				"A stylized blue eye in front a winding golden rogue on a white background, representing the continued ability to look forwards and prepare for what is to come.",
				"A white barn owl on a desiccated branch, representing the wisdom of a family believed to be cursed.",
				"An imp on a hill silhouetted against the moon.",
				"A paint brush, a hammer, and a sword all crossing one another, showing the union of the arts, industry, and military.",
				"A Boar's head with a butcher's knife in it.",
				"A hand holding an apple wearing a crown.",
				"A pile of books with a crown on top, symbolizing the importance of knowledge.",
				"A knight laying down his sword before a monk holding a book aloft.",
				"A blue hand clutching an old tome.",
				"A bow and arrow pointed towards a sun. It symbolizes honor and warrior spirit.",
				"A Magpie sitting on a branch. The Magpie symbolized loquacity, confidence, and creativity.",
				"A resting lion. It is depicted without tongue, claws or teeth, and therefore appears as an image of peace, obedience and temperance.",
				"A six-pointed shining star. It symbolizes chivalry and virtue.",
				"A great red griffon flying in front of a moon. It symbolizes courage, strength, and vigilance.",
				"A great scimitar with the blade facing East. It symbolizes warrior spirit and sacrifice.",
				"A black scythe-blade. It may stand for virility, fertility and rebirth but is also a traditional iconographic attribute of Death, who comes to reap the harvest of souls.",
				"A shining boot with a curved toe. It stands for resilience and luck.",
				"A stork with it's wings closed. It symbolized piety, gratitude, dutifulness and generosity.",
				"Two hands clasped suggests unity and thus symbolized peace and loyalty.",
				"A panther peering behind vines. It symbolizes fierceness, foresight, vanity and ambition.",
				"A large peacock with amazingly vibrant blue feathers made of a rare gemstone. It came to symbolize beauty, power and piety."
			]
		}
	]
}
