{
	"name": "Trail Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/73xgl6/d100_for_a_path_through_wooded_grasslands/",
	"data": [
		{
		"name":"Trail Encounter",
		"data": [
				"At the side of the road you come across a mostly dilapidated circle of standing stones, through the one last intact set you see heavy rain although the sun is shining brightly overhead",
				"A soot smeared woman cries at the side of the road, she asks to be escorted to her uncle nearby only to lead the party into a heavily armed bandit ambush.",
				"A group of elves are tracking a giant albino stag hoping to tend it’s wounds after wargs attacked it.",
				"A small group of will-ó-the wisps dance a figure 8 above a deep hole with a faint breeze blowing up.",
				"A rain weathered statue stands 5 foot tall, salt water drips slowly from between it’s cupped hands.",
				"A scruffy dog trots up to the party, in its mouth is a soggy and slightly chewed dungeon map.",
				"In the distance a flickering fire seems to have a group dancing around it. Once near the party see only roughly made scarecrows frozen in dancing poses.",
				"A sweet scent fills the air, dried and wrinkled crab apples surround a bare tree all but one shining pink apple",
				"Suddenly hundreds of birds and small woodland animals burst from the brush as if fleeing a great beast.",
				"A pool filled by a waterfall yet it doesn’t ripple, through the clear water a sparkle can be seen at the bottom",
				"A sprite bobs through the air before collapsing, with its last breaths it whispers: it’s open, God's they actually opened it",
				"The sound of a slow played harp melody escapes from the window of a roadside charcoal makers hut, none of the charcoal mounds seem to be smouldering",
				"A fist sized egg lays in the middle of the path, it’s warm to the touch and leaves soot stains on all it touches",
				"A necklace of red metal beads hangs from a branch, when rubbed each bead gives off a different note similar to a tuning fork",
				"A clay key is nestled in the ashes of a campfire, runes glow like embers but the key is always chill to the touch",
				"The remains of a fresh hunt hang in an abandoned camp, the fire still burns, weapons and backpacks are neatly arranged on bedrolls",
				"A red headed woman gagged and bound to tree sports small cuts and bruised to her exposed skin, on the leaves lay three bandits all missing their left eye.",
				"To the side of the road barrows stretch far to the horizon with a rumble and a tremble of the ground many of the barrows suddenly collapse",
				"Around the next bend in the road a bards song can be heard, the party members names are clearly sung. But when they turn the path it’s clear and the last notes of the song fade.",
				"A merchant has set up their stall at a busy cross roads a crowd has formed to hear about a new elixir on sale",
				"In the grass to the side of the road a body still and stripped of everything but a clearly valuable locket",
				"A cart sits with doors open and horses cut loose inside sits a covered painting the fabric always moving as if in a breeze",
				"A dusty but well dressed Nobel sound a tale of trickery, a beautiful woman and a set of clearly loaded dice, a smile on his face throughout.",
				"A bear limps into your path a trap clamped to a hind leg trailing a chain and peg",
				"A druid smiles as he passes on a regal giant stag with a grin and one eye closed he slurrs 'gentleymen' the smell of moonshine follows his passing.",
				"In the dark of night a babies wails come from deeper in the woods dim lights can be seen weaving between the trunks in the distance.",
				"As the party pass a wind smoothed obelisk is stuck by lightning from the clear sunny sky",
				"Etched into a large tree a halfling sized door has a large axe sticking from it.",
				"The trees around the path seem to become dreary the only bright colour comes from a fungus growing in the tree canopy.",
				"As the sky darkens a luminescent bird circles above the party following them along the path.",
				"Strewn across the path still still gasping and flicking lay several dozen fish.",
				"A sudden wind blows up a dust cloud once past the party sees they are covered in ash not dust but no fire can see found near by.",
				"A bubbling cauldron hangs over a dying fire, the contents boiling and steaming but instantly becomes ice cold once out the pot.",
				"A wolf howls from the tree line, then slowly backs into the brush.",
				"A clockwork swallow clirps clicks suddenly freezes in place then falls to the ground.",
				"A book can be found on the path filled with children’s tales, but only one member of the party can see the text. It appears blank to all others",
				"A tree stump covered in moss has a sword buried to the hilt at its center",
				"One party member is plagued by buzzing and insect bites all day all others don’t seem to suffer",
				"A wheel rushes towards the parts most of its wooden spokes shattered, no carriage can be found nearby",
				"An old rotting throne can be seen half submerged in a roadside pond",
				"5 coins are nailed to a post, each with a different face and one made of an unknown metal",
				"A bundle of snapped arrows are bound by a tree, arrowheads made of flint obsidian and coral",
				"A scarecrow hangs high in a tree, thick tar dripping from it’s finger tips",
				"An overturned cart lays in a wreckage, smashed by one huge boulder in its side",
				"A unicorn stumbles into the path, it’s side ripped by a large barbed bone spear still hanging from it’s flank",
				"A dragons jawbone spans the path like an archway, runes carved into every tooth.",
				"A storage box sits locked by the wayside, a faint light escapes the keyhole",
				"A 16 foot sword is embedded at a fork in the road, the leather grip rotten but the blade as sharp as ever",
				"Ringed by trees that must be hundreds of years old, its prow half buried a pristine ship proudly flies a red flag.",
				"Painted on a large flat rock a primitive but recognisable mural of the party engulfed in flames , the paint still wet.",
				"A 40 foot circle has a thick layer of frost and snow falls lightly beyond this the weather is normal.",
				"Slumped against a tree a dryad staunches it’s bleeding gut, 'by the God’s, it’s free'",
				"A trail of blood drops leads to a cave opening just off the path the smell of cooked meat washes over the party",
				"A barricade blocks the road made of broken furniture and trees, a grossly fat goblin is hoisted into the air 'king grandguts demands you kneel before him.",
				"A tiefling runs from a mob all screaming 'Demon! Devil!'",
				"A gnome sits stranded in a rigging of thin ropes and material. 'A little help please, it seems my Featherfall contraption didn’t quiet stick the landing'",
				"The fields all seem to hold scarecrow, but not a crop it sight, are there more this morning?",
				"A farmer sweats trying to push his plow, he buried his only horse this morning, 'had some huge claw marks on it’s side it did'",
				"All goes silent the trees stop blowing in the breeze not a single bird chirps but the tall grass seems to still sway hypnotically",
				"For one party member food seems to spoil before they can eat and water tastes stagnant and bitter fresh from a clear stream",
				"The path is littered with beautiful petals of all colours, on closer inspection the party walk on a carpet of dead and dying butterflies",
				"Eyes watering and bile building in the throats the party or blasted by a gale of sulphur smelling wind",
				"Posts line the path, each have a white stone festival mask, all turn and stare at the party",
				"In the distance a dragon seems to loom the sun making a dark shadow, on closer inspection natural rock and foliage have formed a dragon like shape",
				"A lone child in rags weeps, as the party approaches they shriek 'haha stupid longshanks get em boys' goblin ambush",
				"Whimpering can be heard from a pit fall trap only a small hole on one side shows where something fell through",
				"The sound of children’s laughter rings out, for the next hour all party members think they keep catching the sight of children running in there peripheral vision",
				"A thin old man with long beard hurriedly stirs a pot, with a huge smile he calls you over and offers you broth, if a party member looks closely they will see a humanoid foot sticking from the pot",
				"A locket lays in the dust of the road, when opened a high pitched scream bursts from the small windows.",
				"By the side of a road a bush with plump berries glisten, they are sweet on first bite then burn like the hottest chillies",
				"A choir like song can be heard from a field, as the party walks by a passage opens in the tall grass",
				"two statues stand at the side of the path, between their out stretched hands is a locket forever locked in their petrified struggling hands",
				"A drunken elf falls face first into the dust at the parties feet, uncontrollably giggling",
				"Two trees branches intertwine overhead forming a shaded archway",
				"A trail of broken and snapped trees lead deep into the woods at the side of the road",
				"A flash of light high above the party makes a deafening boom, one golden and one pitch black large feather fall to the ground.",
				"A wild boar runs at the party 5 foot away it collapses and slides in the dust, the body twiches as a large black tentacle slithers from it’s snout",
				"The road becomes mired in web, cocoons large and small litter these webs",
				"A swarm of bats fly from the trees to the side of the path, fluttering past the party blinding then for a second",
				"The ruins of a cottage are strewn across an over grown garden the roof and walls collapsed yet the doorway still shows darkness beyond",
				"A pure white horse walks by the party it stops and bows it’s head, after a pause to turns to show it’s flank covered in bloodied hand prints",
				"Crows perch on all available surfaces, instead of a caw only a drawn out whispered NO is sounded",
				"While foraging only rotten fruits and clearly diseased animals can be found",
				"A handful of lichen covered grave stone sit haphazardly by the road, the ground freshly disturbed",
				"A goat plants itself in front of the party, in an educated tone he explains about a polymorph amulet gone wrong",
				"Smoke fills the parties vision but instead of burning wood the smoke is pleasantly sweet",
				"Goblin bodies litter the path, one survivor tells of the screaming shadows",
				"A tiny black kitten stalks the party through the brush squeaking it’s battle cry, those squeaks draw momma displacer beast",
				"Ahead a giant can be seen waist deep in a mire, clearly stuck after rescuing it’s cattle",
				"A dagger sticks out high into a tree, bodies surround the roots. A neutral player will hear a voice seductively asking to be plucked",
				"A group of bandits burst from the woods, adolescent dryad children thrown over their shoulders",
				"A treant begs the party to capture then relocate a family of woodpeckers that have chosen him for a home.",
				"A cracked but still functioning fountain had a body draped over it’s wall, clearly the body died of dehydration.",
				"An old woman tries to sell the party her gathered herbs, all are decimated or rotting",
				"A thick slime covers the path, it smells divine but it filled with dead and dying bugs",
				"A hooded man blocks the way 'it was you wasn’t it, you slaughtered them all'",
				"A snow white dress hangs from a tree branch, pristine and smelling of perfume",
				"A blooded band of bugbears stumble into the parties path. \"You'll do\" the leader sneers",
				"A traveller asks if they could stay by the parties fire for the night, in the morning depending on the parties choice a boon from the God of travellers if left for them, or vicious nightmares haunt the party they suffer from level 1 exhaustion for 5 days",
				"Two chests sit at a fork in the road, a loud voice says choose, one contains gold or a gift, the other a mimic"
			]
		}
	]
}