{
	"name": "Curious Items",
	"category": "Items",
	"source": "http://www.thealexandrian.net/creations/misc/101-curious-items.pdf",
	"data": [
		{
			"name": "Curious Item",
			"data": [
				"A miniature crystal – small enough to lie upon the outstretched finger of a halfling child – glows softly, and pulses whenever an object colored red is brought near.",
				"An ancient, leather-bound volume written in an archaic script describes the composition and arrangement of the Outer Planes. Strangely, a rather substantial section of text – consisting of an entire chapter if you are translating the numbering correctly – has been torn out of the book. Despite this fact, you can detect no obvious gaps in the volume’s coverage of its subject matter. What unknown plane did that chapter describe?",
				"A tattered, and sadly unusable, scroll fragment, inscribed with a spell unknown to any living mage.",
				"A plain, and otherwise unremarkable, stone room contains one remarkable feature: Upon the floor shattered, multi-colored shards of glass have been carefully arranged into a perfect circle.",
				"A weatherworn wooden board, inscribed with patterns which make it clear that it was once used for a game whose rules have long since been lost to time.",
				"A clock which regularly keeps time... just not the time of this world. Although it is clear that the clock works to a clear pattern and purpose, attempts to decipher the method of its madness fail – as if it had been crafted upon rules of logic which no human mind can comprehend.",
				"A blood-stained dress which, despite being found in ruins which have lain undisturbed for centuries, is still a vibrant, stunning blue.",
				"An elegantly carved comb of oak, engraved with the name Aethelren and decorated with twin dragons. Elsewhere, a similar comb of ash, engraved with the name Ilthorien and decorated with twin unicorns, can be found.",
				"What appears to be the original, handwritten manuscript of the Saga of the Warrior Prince Augustin – a classic ballad composed by the legendary bard Dathorn, famous for its lyrical quality and epic subject matter. A careful perusal of the text, however, reveals strange differences from the version of Augustin known to the bards of today...",
				"A broken holy sword, inscribed with the name of a legendary Paladin.",
				"A ruby the size of a man’s fist which sparkles and gleams with the promise of untold wealth in the faintest of lights, but which crumbles to dust upon the lightest touch.",
				"A child’s poppet which is normal in all respects, except for the third eye to be found upon its forehead.",
				"A long, black lock of woman’s hair, tied with a scarlet ribbon. When touched by human or elf, however, it changes color to match the holder’s own hair color. When touched by a dwarf, a scream of utter agony and anguish fills the air.",
				"The holy symbol of a god long thought dead and gone. Although wrought in iron, it resists any normal attempts to damage it.",
				"A map of a city which claims to be of a city the PCs know well, although the pattern of streets and names on the map are utterly different from the city of today.",
				"A collection case holding fifty spent wands – crafted by the finest craftsman and enchanted by the mightiest wizards of a bygone age, but now reduced to mere wood, bone, and glass.",
				"A small, granite pebble which registers faintly to detect magic and similar spells, but which is otherwise wholly unremarkable.",
				"A cane of the purest white ivory, decorated with ruins unknown to modern scholars, and topped with a handle of polished amber. Trapped within the amber is a strange creature unlike any the PCs have ever seen before.",
				"A miniature, mechanical model of a city. When properly wound, its complex mechanisms set its tiny inhabitants into motion, simulating for them a rotating cycle of activities which last for seven days before seamlessly repeating.",
				"A telescope of jade and banded with bloodstone. A character looking through the telescope sees not the world around them, but a strange, alien vista which – nonetheless – follows the motions of the telescope.",
				"A large snow globe, with a sturdy base of polished oak, depicting a small farmhouse in the midst of a forest clearing. Shaking the globe causes the snow to gently fall, and as it does miniature figures exit the house and begin performing chores about the farmyard. The figures return to the house as the last flake falls.",
				"A wood chip which acts as a magnet, despite its non-metallic nature.",
				"A broken music box which still plays a hauntingly familiar, but unrecognizable, tune if it is wound beneath the rays of the full moon.",
				"A complex set of interlocking gears which, if followed by the eye, seem to... twist at some point, as if they were not strictly bound by the geometry of this world. Although the device functions as a perpetual motion machine, it is not magical in any way.",
				"A finely crafted compass of gold and silver, decorated and labelled with ornate, dwarven and draconic runes. Once every 1d4 hours it randomly changes the cardinal direction to which its arrow points.",
				"A small ball of white marble – roughly three inches across – which hovers in the air until it is touched or disturbed, at which point it falls to the floor and ceases to exhibit any supernatural properties.",
				"A sundial which runs backward.",
				"A bowl full of golden apples found in the midst of ruins which have long been left desolate and uninhabited. They are quite edible and unspoiled. If they are taken beyond the ruins, they will lose their golden sheen and appear – in all respects – as normal, red apples. So long as they remain within the ruins, however, they are golden, and will not age or rot.",
				"Within an elegant hinged case of black onyx, the characters find a set of masterwork gaming darts. Although useless for combat, the darts will give a +2 skill check bonus to anyone using them to play a game of darts (due to their superb balance and construction).",
				"A lucky rabbit’s foot which hangs from a golden chain. Although separated from the rest of the rabbit, the foot magically lives on: It will respond to touch, bleed if injured, and so forth.",
				"A decorative fountain, crafted elegantly from a single block of jade and decorated with gold leaf, in which the water flows in the wrong direction.",
				"A plain mirror with a frame of pale ashwood. Whenever someone looks in the mirror, however, they perceive an elven face in place of their own.",
				"A ring composed of a simple gold band, inscribed with a complex set of blackened runes, which appear to signify nothing at all.",
				"A large tome, bound in leather and clasped with gold. A closer inspection of this volume will reveal that each page is a perfectly preserved dragon scale, which has been inscribed with the black blood of a fiend. The book describes the four spirits (quicksilver, orpiment, sal ammoniac, sulfur) and seven bodies (gold, silver, iron, quicksilver, lead, tin, copper) of traditional alchemy.",
				"A large spectacle, designed for a creature possessed of only a single eye in the middle of their head.",
				"A peg leg inscribed with a pirate’s treasure map. The map is either false or its treasure has long since been plundered. If you wish to provide the PCs with a true map, then one may be found in the hollow compartment within the leg.",
				"A small ivory case, filled to the brim with the wings of fairies.",
				"A delicately carved hope chest of polished cherry wood. The box contains nothing but a remarkably fine, gray sand drawn from some unknown locale. Beneath the new moon, this sand glows a faint blue.",
				"A small, heart-shaped token carved out of rose-colored sandstone, holding the mad soul of a princess who was trapped there by a sorcerer many centuries ago. Her body remains in the hidden royal sepulchers of her homeland, perfectly preserved by ancient magic.",
				"A prismatic crystal which echoes back – in a deep, melodious voice – every word which is said around it two seconds after it has been said.",
				"Within the ruined remnants of a ruined fireplace, an everburning flame still flickers with eternal life. At night, the light of this flame dances across the ghostly forms of those who once lived in the room this fireplace once warmed.",
				"A disk of finely polished stone. On one side, the elvish rune for death is inscribed in blackest obsidian. Upon the other, the dwarven rune for life is inscribed into the palest ivory.",
				"An ancient waterwheel which rests within a dry riverbed, but which still turns with a creaking memory of its ancient motion.",
				"Deep in ruins which predate the characters by generations, they uncover a forgotten account of history. Anyone familiar with the kingdom’s history who studies this text will find references to a king who has apparently been excised from the modern records.",
				"Two disks of hardened quicksilver laying atop one another. If they are separated, a tornado springs up between them – anchored on each end to a disk.",
				"Only a few crumbling bricks standing in the midst of a grassy plain stand as testament to what once must have been a mighty wall. Looking through a small chink in this wall, however, reveals not the plain which sweeps away upon the other side, but, instead, a strange desert with dunes of multi- colored sands.",
				"A mask carved to look like the face of a man, but which has been fitted for something wholly other.",
				"Coming to a door which has long been sealed, the PCs find a tiny toy soldier which marches ceaselessly back and forth – eternally vigilant against those who would disturb his portal.",
				"A statuette of a dragon, forged from the finest mithril, which responds to yes or no questions which are posed to it in draconic. The answers given may appear prophetic or oracular, but are actually random.",
				"The Erian Tapestry. A famous (or forgotten) tapestry depicting the Fall of Erian. The figures upon the tapestry move and change, re-enacting – in an artistically abstracted form – the legendary battle over the course of half an hour.",
				"The skeletal remains of a long-dead warrior, wearing a suit of plate armor which still glistens as if it had been polished yesterday. The name of every warrior to ever don the armor has been inscribed upon the front and back of the chest plate, covering nearly every inch of its surface with precisely written, black runes. A careful inspection of the armor will reveal that there remains room for one last name.",
				"A miniature model of a pyramid, which glows a faint blue. If a deceased creature of Diminutive or Fine size is placed beneath the pyramid, they will be reincarnated in 1d20 hours. The pyramid can manifest this ability once per lunar month.",
				"The tiny figurine of a fertility goddess, carved from a rare, fist-sized pearl. Found deep beneath the surface of the earth, for two weeks after it is brought to the surface any woman touching the figurine will become pregnant. After the two week period has expired, the figurine will never work again.",
				"A coil of rope spun from the black hair of an elven maid.",
				"A door which, when opened, reveals nothing except a bare wall of stone.",
				"In the depths of the forest, the characters stumble across an ancient, weather-worn jade statue depicting a desert beast known only to the people of the far south.",
				"A jet of flame, tapped from some primal source beneath the earth. Only that which is good can pass through this flame unharmed. All others are dealt 15d6 points of damage as per a flame strike spell. Non-aligned items and equipment are left unharmed.",
				"An obsidian figurine of a dolphin which is always wet to the touch.",
				"A hard, roughly cut piece of basalt rock which bleeds when pressure is applied to it.",
				"Two six-fingered gloves, along with a matching seven-fingered glove. The set is made of supple black leather, and stitched with fine, silver thread.",
				"A horn fashioned from the translucent bone of a storm giant. Those who put their ear to the horn hear it whisper the sounds of an unknown village square. Whether the village which they hear is – or was – a real place is a mystery which may never be solved.",
				"The silver hilt of a sword with a grip of black leather. The blade is missing, or never existed to begin with. One night per year, however, on the eve of the new year, the hilt is possessed of a ghostly blade – allowing it to perform its duties as a sword once more.",
				"An elegant puppet theater. Although its wood is brightly polished and the red of its satin curtains is bright and fresh, the hand-painted sign upon its front (reading “The Wondrous Shows of Punch and Judy” in carnival lettering) is chipped and faded. If the curtains are opened (using a set of finely woven pulley ropes which lie inside the theater), the puppets – stored in a concealed compartment “backstage” – will come to life and perform elaborate shows of their own volition.",
				"A plain, unadorned black obelisk. If brought above ground and into the open, the obelisk will draw down a near-constant barrage of lightning to itself – even if the sky is clear.",
				"The remnants of a massive door of stone which has been smashed into rubble. A magic mouth which had once adorned the door remains intact. As the PCs draw near it will issue its warning: “Disturb not this chamber, lest the world suffer.” Whatever the mouth was set to guard is gone – the chamber beyond the broken door is empty.",
				"An astrologer’s chart, inscribed with the finest instruments and the greatest precision upon a vellum which is both supple and expensive. Close inspection by those with the proper knowledge, however, reveals that these charts were constructed around an entirely different night sky – and, possibly, a calendrical system and length of year unlike anything known upon this world.",
				"A large signet ring of gold, worked with a unicorn crest. Any commoner who dons the ring will suddenly discover its metal heated to unbearable levels – causing one hit point of damage per round. However, anyone with noble blood (however slight), or destined to become a noble at some point in the future, who does the same will suffer only a momentary flash of pain (with an accompanying 1 hp of damage): They will find that the unicorn crest has reshaped itself to their own heraldry, which has also been branded in miniature form upon the back of their finger. From this point forward, they can put on or remove the ring at will without any further ill effects.",
				"A pen made from a raven’s feather. Through some magical means it writes continuously from an inexhaustible supply of golden ink upon whatever piece of parchment may be near by.",
				"Mechanical mice which run through the walls of an ancient keep. They have done so for longer than written record can attest. They seem to be a benign presence – lacking even the slightest pestilent qualities of their flesh-and-blood counterparts – and have become an accepted presence here. Who their creator was, how they are fueled, and what purpose they serve (if any) are mysteries which may never be solved.",
				"A clairseach harp in the style of the northern barbarians, but crafted with an elegance which suggests the decadence of a great civilization. Its strings are almost too fine to be perceived with the naked eye, and when they are played they resonate with the force of a full orchestra.",
				"In a worn and decaying wall of mud bricks, a single black brick – polished and perfectly preserved – stands out in stark contrast. If the brick is pried out and broken open, it will reveal a quicksilver core.",
				"A tome whose pages have been yellowed with age and used to press metallic leaves of gold, silver, platinum, brass, copper, and bronze.",
				"An ancient deck of cards with five suits – clovers, swords, clubs, hearts, and dragons.",
				"Within a rotten pouch found upon the body of a long dead soldier is a parchment with an unbroken seal. If the seal is broken and the message read, it warns its would-be recipient to guard against an eminent betrayal.",
				"The sapling of a young tree. Within a few minutes it will have grown into a wizened oak. A few moments more and the tree slowly fades from existence as a young seedling pushes up from the ground and begins the cycle anew.",
				"A stone table in the midst of the wilderness which is, nevertheless, always filled with a fresh meal whenever travelers come across it.",
				"Carved into a natural rock face is an elaborately decorated arch. When first seen it appears to be merely decorative, with the supposed “doorway” leading into solid, unfinished rock. If the arch is approached by sentients, however, it will suddenly burst into life with a scintillating array of light. Anyone entering this magical portal will disappear for several seconds before being returned to the very spot from which they left.",
				"A small, leather-bound book filled with prophecies. All of them will be found to be true, but the last of them is dated just a few weeks ago.",
				"The mounted head of a deer, its impossibly massive horns possessed of a thousand and one points.",
				"A hollow glass sphere of surprising proportions – nearly three meters across. If it is broken those nearby will catch the barest scent of alien perfumes, hinting at strange lands belonging to the ancient time when the sphere was first forged and air trapped within it.",
				"A sword of truly mammoth proportions. Resting within a chamber more than thirty meters long, the sword stretches from one end to the other. Whatever creature was meant to wield this mighty weapon would truly stagger the imagination of a dragon.",
				"Poison drips – steadily and continuously – from the tip of a stalagmite which stands alone within a natural cavern deep beneath the surface of the earth.",
				"Within a wooden box carved with pastoral scenes lies a leather purse, and within the purse are a handful of seeds. If these seeds are planted, they will take root and grow into plants of unnatural shape, hue, and life unlike anything seen upon this world, and operating by utterly alien principles.",
				"A scabbard stained the dark color of rust. Any blade which is placed within the scabbard will emerge covered in a sheen of blood.",
				"Within a house the PCs find an incredibly detailed doll’s house – a seemingly perfect representation of the very house in which they stand. In fact, upon closer inspection they will find the very room in which they stand, inhabited by a number of dolls equal to their own number, who are, in turn, examining a miniature doll house. This miniature doll house, in turn, is a perfect duplicate in its own right – complete with smaller dolls examining an even smaller house. If the investigation continues beyond a certain point (most likely requiring the use of some variety of magic), it will be shown that the iterative pattern begins to break down – things begin to be subtly altered with each subsequent doll house the PCs reveal. Eventually, these changes will begin to assume a horrifying aspect – made all the more horrible as it is discovered that these iterations are being wrought upon the world of the PCs.",
				"A cursed fishing pole made of blackened ash. It will never catch a fish – although, if one attempts to use it unbaited, they will succeed in catching skeleton fish.",
				"A bouquet of cut roses which will successively bloom and wilt over the course of a few moments.",
				"A disc of gold upon a chain of similar material. It appears, in almost all respects, to be a talisman of pure good (DMG, pg. 239) – but, in fact, it is a fake. At the DM’s discretion its creators may have enchanted it as a periapt of health or amulet of health in order to perpetrate their hoax more effectively.",
				"A tablet of pure gold, inscribed with the core rites and beliefs of a venerable religion. Careful study of this tablet, however, will reveal subtle – but important – differences between these ancient practices and the current practices of the religion in question.",
				"An age-worn ivory figurine, which, nonetheless, bears an uncanny resemblance to a young woman the characters have just met.",
				"A tiny diorama made of oak and silver, depicting a prophecy of the last days of the world in vivid detail.",
				"A diamond of incredible beauty which slowly shifts its color from the purest white to canary to blue to black and back again.",
				"An ancient mummy which was given full burial rites and laid within a stately sarcophagus. Arranged on five pedestals around the sarcophagus are the canopic jars in which the mummy’s vital organs were placed. Although the mummy is not of the undead, opening these jars will reveal that its organs continue to function: The heart beats, the lungs fill with air and empty again, and so forth.",
				"A quiver of golden arrows. They are devoid of supernatural properties, but despite their unusual composition will perform as normal arrows would.",
				"A leaf from the great tree Yggdrasil.",
				"A set of wooden wind chimes which plays a different tune depending upon the direction of the wind which disturbs it.",
				"A charm of twisted black obsidian. Touching the charm unleashes strange, ghostly visions from a strange and alien world – utterly different in every particular, but eerily similar to our own world in its broad scope and form.",
				"The neverburning torch. A jet black torch, with an inscription in gold upon its side: “Only in your hour of darkest need will I light.” All attempts – magical or otherwise – to light the torch will fail, but if the character carrying the torch ever finds himself upon the brink of death, the neverburning torch will flare to life.",
				"In the face of a mountain, an ancient stone stairway has been cut. Each step has been meticulously carved with stunningly detailed mosaics, but upon reaching the top of the stairs a climber finds nothing but a sheer wall of stone – as if the stair’s makers had been stopped before their work could be completed.",
				"A set of pan pipes carved from the bones of a unicorn. When played, they do not make the slightest sound."
			]
		}
	]
}