{
	"name": "Mindflayer Decor",
	"category": "World Building",
	"source": "http://dndspeak.com/2018/02/100-mind-flayer-decor/",
	"data": [
		{
			"name": "Decor",
			"data": [
				"A bar of seemingly ordinary soap. It is being studied for a rare herb that if ingested by a mind flayer completely wipes it’s memories and alignment. Pcs likely find it abandoned during the process of being dissected. It’s far too dangerous…but they’ll never know that. Maybe.",
				"A well worn blue suit and tie. It doesn’t seem magical in any way, but rather part of a poor disguise. If they search the pockets, there’s a child’s drawing of a normal human woman, two children and an octopus man labeled “Daddy.”",
				"Mindflayers are psionic creatures and might have crystal chimes around their home that resonate (play music) when subjected to psychic vibrations",
				"A plant whose sweet yet sour fruit is cerebral shaped. It matures as it is exposed to the nearby thoughts of sentient creatures or extreme emotions.",
				"A Shogi board",
				"A suit composed of slick black leather, the suit fits perfectly over the illithid form. It even includes a skull cap that pulls down over an illithid’s head, yet leaves room for its tentacles to protrude normally or furl comfortably up within a tentacle pouch. While seamless on its exterior, the dampsuit contains several interior layers that work in conjunction with natural illithid skin mucous, storing and preserving life-giving moisture.",
				"A pair of tight-fitting black lenses complete with side shields; illithids use leather straps to secure these items snugly around their heads. The lenses filter visible light (light emitted by candles, torches, lanterns, or the sun), translating frequency and wavelength downward such that only infrared light escapes from the lenses’ opposite side.",
				"Appearing as egg-sized chunks of polished crystal or gemstone, resonance stones are each Aran-psi imprinted with an emotion. In most cases, the emotion imprinted is radiated to any sentient mind that enters within 20 feet of the stone. Often, an illithid will place a resonance stone as a bit of psychological decoration within a room; such a stone can radiate a broad range of feelings, including satisfaction, elation, anticipation, or satiation.",
				"This device is a small implement that at first glance appears like a pen or quill. Closer inspection, however, reveals that the item possesses four small metallic extensions at one end. The Striator remains inert until grasped. In the hands of a sentient being, thoughts are translated directly to the pen tips, which in turn raise a four-level striation upon stiff parchment or paper as the Striator is moved across the page from left to right.",
				"Damp cables 3 feet in length; these extensions often have razor sharp blades attached to one end. Used for better physical combat.",
				"This Aran-psi empowered device translates its wearer’s telepathic speech into audible words of a preselected language. Each voice box appears as a small, flattened block of dull metal, usually hung upon a chain or pendant. The small box normally contains one line of qualith identifying a single language (it could be drowish, common, elvish, etc.); illithids key the preselected language into the voice box during the fashioning of this item. To use the voice box, an illithid wears it on a belt or around its neck and toggles the box with a mental command. From that point on, the item audibly verbalizes any mental speech directed at it; this “translation” occurs at an average decibel level in the box’s preselected language. An illithid can mentally change the volume of the voice box with another separate command or temporarily deactivate it with a third mental command. The voice box can speak quite loudly, but not so loudly as to cause damage",
				"Aquarium filled with a carniverous mollusk/octopus and smaller fish that it eats.",
				"Similair to bean bag chair but filled with an ooze that hardens when pressure is applied (sitting).",
				"Phospherous mushrooms that glow a greenish-blue color and radiate light dim light in a 10ft radius",
				"Chandelier of 6 purple/pink dimmly lit crystals embedded into a steel ring hand from the ceiling with human skulls dangling off small chains from the center.",
				"This mindlfayer seems to have a few extra brains that are preserved (alive), one of them a famous/infamous wizard.",
				"A bizzare & abstract painting of swirling blues and wavvy purples that gives an unsettling feeling",
				"One of the mindflayer’s servants that was taxidermied as a token of fond remembrance in a subservant pose.",
				"A living thrall with its skull exposed with various surgical tools nearby, if asked the thrall weeps that the mindflayer was conducting an experiment of pain receptors.",
				"A set of beautiful conch shells of various sizes used for drinking.",
				"A small bed big enough to fit a medium-sized humanoid made out of living seaweed of various types.",
				"A medium-sized chamber that is filled with yellow-greenish fluids that you enter through a sphincter-like port hole, used for moisturizing their skin.",
				"A small shelf of books detailing humanoid anatomy of different races.",
				"A small shelf of books detailing marine biology of various species.",
				"A small shelf of books detailing humanoid psychology & the effects of emotional impact of the mind.",
				"A small shelf of books detailing humanoid sociology & how events can trigger reactions in urban areas.",
				"Small shower stall that works using a hand crank beside it, large yellow sponge on shelf.",
				"A personal journal of an ancient hero. If studied for 1d10 hours you find a clue to a hidden stronghold. It may or may not still exist.",
				"A helm of fish thought, If you ever wanted to hear what a fish was thinking, you are now set. They don’t say much.",
				"Potato Mask of Disguise it’s ridiculous and absurd that this might have a snowballs chance in hell of working, but this brown floppy mask with a string holding it together will leave everyone befuddled and you will be unrecognizable.",
				"A small glass tank with sound amplifying tubes that run from the tank to two back corners of the room. Filled with frogs that croak different tones, used as pets and audiable enjoyment.",
				"A shabby cot with a moldy mattress with rough blankets and a few trinkets. One is a drawing of a loved one of the thrall.",
				"A qualith drawn chart of stronomy signs and notes detailing travel paths and planets visited.",
				"A gruesome collection of human faces, presumably thralls that passed away that are streched out into frames.",
				"Skulls of all the different brains that flayer has eaten over the years, possible thralls or enemies.",
				"An incomplete portal to somewhere in the Forgotten Realms.",
				"A githyanki kept in a cage, either sedated or just crippled.",
				"A large terrarium which houses a swarm of cranium rats.",
				"An aquarium of nerve swimmers.",
				"A hatstand. One of the hats might be made from quaggoth leather.",
				"A Sava board. http://forgottenrealms.wikia.com/wiki/Sava",
				"A dragonchess board.",
				"A detailed metal construction meant to evoke a Beholder; a dead Beholder’s eyes have been fitted in the appropriate places, a kind of grim trophy.",
				"A cardboard maze rather like for a psychology lab rat, except done on a larger scale. It is set in a pit in the floor and covered by cage bars; inside, a thrall wanders despondently.",
				"Stack of black leather robes with the signature popped collars",
				"Glass topped table with leg supports made out of coral",
				"Two-seater couch made out of quaggoth leather",
				"A writing desk with scrolls written in qualith littered across its top.",
				"A collection of trophies from adventurers including a tiefling’s horn and an elf’s ear,",
				"A spare set of illithid armour. Prototype for a different enchantment.",
				"A wizard’s spellbook slightly hidden amongst other novellas.",
				"A thrall from a rare or special race or with a special quirk.",
				"An intellect devourer nest. Like a cat bed/dog kennel with a scratching post and food bowl (possibly with bits of minced brain inside).",
				"A wall of paranoid thoughts & plans with the illithid’s enemies, allies, possibly even key mortals to thrall or munch. Trouble is, the train of thought is so crazy and alien to mortals it’s borderline indecipherable without a DC 15 Int check by someone who knows Deep Speech.",
				"A very, very, very long contract with a drow house or duergar company detailing trading. Examination reveals bizarre caveats and stipulations.",
				"A picture of a pet intellect devourer (the first), with Deep Speech ‘written’ on the image. When translated, it says ‘You’ll always hold a special place in my heart, Fluffy.’",
				"A large oil painting of some otherworldly sea where creatures who are octopoid from the neck down but with human heads float in bliss.",
				"A lamp that is an eclipsed sun: it’s very bright, but from wherever you stand there is a circular black spot blocking the light source itself. The indirect light is of such a color as to make bloodstains and other fluids on clothing and armor stand out as if they were bright streaks of paint.",
				"A caged small, six-legged critter, pushing arms of a crank around in a tight circle. The crank appears to be fanning the fumes of some noxious liquid in a suspended vessel.",
				"A journal in deep speech describing some correspondence with a colleague describing a beholder overwhelming a colony, then its defeat at the hands of a group of adventurers.",
				"A row of humanoid skulls with holes in the top, undoubtably once meals for the mind flayers. Now they are being used as pots for a small fungi nursery.",
				"A large pile of rusted metal pieces, with several badly weathered weapons piled on the top. A DC 15 history check will reveal the weapons to be Githyanki, and a DC25 investigation check will reveal that all the metal pieces in the pile were once in fact weapons of githyanki origin",
				"A “lamp” composed of a collection of floating, softly glowing liquid spheres, which constantly orbit about a central axis, occasionally merging or splitting apart.",
				"Scrolls of some strange vessel. Looks like an odd cross between a crusteacean shell and a sailing ship. But there’s no wheels or sails. (Its actually schematics for a nautiloid)",
				"A visored steel helmet with four tentacle-holes in the front.",
				"A tiny squid mounted on a small stick. It seems to be used as a pen.",
				"A closet of odd musical instruments. One is a tambourine made of drow skin. Another is a twisted horn with so many valves and slides that you’d need tentacles to play it. Hey, what’s a jar of mayonnaise doing in here?",
				"What are these next to it? Star Maps? Strange. These stars don’t match anything you see in the night sky. Must be a mistake. (Maps to get to the illithid home world.)",
				"A couch made out of cloaker hide with an end table that has a bowl of luminescent mushrooms",
				"A set of tongs made from grick mandibles next to surgery equipment",
				"A small porcelin chest with a cold enchanment upon it, inside are several brains stored for later consumption",
				"A wand with tentacles writhing from one of its tips leaning against a clithing rack with black leather robes",
				"A small alchemy set with several Underdark ingredients lying next to it and a completed potion that glows green.",
				"A pet mimic disguised as a helm of gold & silver",
				"A collection of medival torture devices recently used and smeared with blood including an iron maiden and cage hanging from the ceiling.",
				"Piles of humanoid scalps, some still have fresh blood.",
				"A large orb that can hold memories. It has a strange pet name on it. It’s presumably for an intellect devourer.",
				"Tables made from the spines of former slaves.",
				"A statue made of a magenta marble that shows a nude human man wraped in a cloth, mid-metamorphosis turning into an Illithid. The human is doubled over in pain as tenticals burst from his face, splitting it in two and revealing a scouling Illithid face underneath. Optional: Touching the statue reveals the marble is actually alive as the statue slowly retracts into it’s base like a snail into it’s shell. (This is what passes for “fine art” in Mind-Flayer society.)",
				"A mysterious lamp that gives off light like any other lamp, but when you gaze upon it, it is the blackest black you can see. When you touch it, it gives off a slight hum, and the person is blind for 1d10 minutes.",
				"A large glass sphere (nearly unbreakable). A friend or someone you know seems to be trapped inside and wants to communicate with you. However you can’t hear each other. It’s only an illusion to trick intruders.",
				"A simplistic ceramic pot filled with water, holding several gently writhing tentacles, giving the overall appearance of a potted plant. The tentacles caress any creature that gets close, and latch on harder if they detect any sharp movements. Tiny creatures that are tossed at it are plucked from the air and quickly dragged down into the water, from which they do not return.",
				"Several mantles holding the skulls of various rare creatures that have had their brains eaten by the mindflayer. The skulls come from all sorts of creatures, from monstrous bulettes and umber hulks to smaller deep gnomes and duergar. Each skull is expertly polished and presented, and all of them are mounted over an armchair, a fireplace, or a similar household/lair feature.",
				"Fire that burns different colors to reflect the emotions of the being closest to it.",
				"1d100 literal flayed minds",
				"A set of cartographer’s tools but meant to be used in outer space",
				"A collection of rare minerals on a table with a collection of stacked books on the subject",
				"A board on the wall listing clues and possible locations of a hidden duergar settlement in the Underdark",
				"An old moth eaten set of githyanki clothing",
				"A piece of brain coral, mistaken for an actual brain but kept because it looks pretty.",
				"A dark green swarm of tentacles that hang from a wall. They idly sway around, and grab any coats that walk by. It’s an automatic coat rack.",
				"An overly complicated set of tools, along with various salves, creams, and silk rags. It’s mindflayer skincare, kept in a sinister looking box. Makes the player’s skin oily and smooth if they use it.",
				"A massive stone table large enough to fit a Minotaur from hoof to horn. It is stained in red, green and purplish blood with black jelly-like stains as well. There are huge restraint straps made out of dragonhide in the two ends and in the middle. Below the table in an urn, are various tools all made of a jet black metal that are caked with slime.",
				"A black velvet painting of a legendary SpellJammer ship flying in the crystal spheres",
				"An egg shaped orb with a saucer ring around it, it crackles faintly as though enticing someone to touch it. The intent is surprisingly not hostile and full of longing, but if someone is foolish enough to touch it they find themselves in the middle of an intensive long distance love connection between a mindflayer and creature from the Far Realm. They must make a Cha save or be subjected to the effects of Hurl Through Hell. In addition an intelligence save is necessary. Success indicates all is well, the brain fried a bit but without lasting damage (Assuming they’re alive). Failure indicates that all abberations now look like humanoids and vice versa. This effect lasts until cured by a Greater Restoration effect, Wish, Miracle or similar. As a consulation prize you can now view the message safely and it’s rather sweet and romantic.",
				"An astrological chart with alien characters drawn in silver ink. A successful check will reveal similarities that allow you to identify that it is directions to this world, although many of the celestial bodies are positioned quite differently.",
				"Dull crystals and a variety of teeth lie on a workbench next to tools for shaping and polishing them.",
				"A high dining table with a holes cut out in front of the placings and a tablecloth that falls to the floor. If searched, underneath the table is a cage to hold the meal.",
				"A legendary silver blade named Ephalomon’s Oath, the Gith thought to have been destroyed. It has the ability to summon a Young Red Dragon once per day that lasts for an encounter.",
				"A secret passage behind a bookshelf filled with tomes on various cosmological topics, following the hidden passage leads to an underground chamber with a fully functional nautiloid ship."
			]
		}
	]
}