{
	"name": "Wild Magic Surges",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7raih5/lets_build_wild_magic_surges/",
	"data": [
		{
			"name":"Magic Surge",
			"data": [
				"A caster teleports 25 ft. to the left of their location. A trail of fire appears from their starting position to their teleported position.",
				"The spell fails to take effect… until 1d4 rounds later.",
				"Something Fishy: the caster is left smelling of fish. The target of the spell also smells of fish. If the spell affects an area, the area smells of fish. If the spell produces a projectile the projectile becomes a fish(no change to damage type).",
				"All the players randomly change bodies for 1d4 rounds.",
				"It rains literal cats and dogs for one round, causing 1d4 bludgeon damage to any creature hit by a dog and 1d6 slashing damage to any creature hit by a cat.",
				"Feathers – The caster hair follicle’s sprout feathers of one type and in the next round, these fall off, or fly away and a round after, they sprout different feathers. This effect lasts a number of turns = d6+spell level . So the caster was casting Chain Lightning a 6th level spell. 6d6 turns.",
				"A genie offers the caster a Wish, but refuses to grant it and disappears.",
				"The caster can see one round into the future.",
				"Everyone in a 3d6 foot radius has to make a DC 15 Con save or falls asleep for 1d4 rounds.",
				"2d8 gp fly out of the casters hands. 2d8 of them hit (if the second roll exceeds the first, they all hit), dealing 1d4-1 bludgeoning damage each.",
				"The caster and the target both get an intense sense of kinship and refuse to fight each other for 1d4 rounds.",
				"The caster loses containment of his or her magical power, which all goes pouring out to the nearest creature. The caster expends all his or her remaining spell slots and sorcery points, adding all the spell levels together (with each sorcery point counting as 1 level). The target takes 1d6 force damage for each spell level expended this way. If this damage kills the target, the leftover damage continues to the next closest creature, and so on until all damage has been applied.",
				"The spell builds up at the users magical implement, charging. The spell is not cast this turn, but next, dealing double damage to those hit.",
				"A force explodes out in a ring around the caster, knocking everybody back 5 feet (Fort save DC14, range 25ft)",
				"The caster begins to glow. (As Light spell, no save)",
				"The caster loses control of their bladder. Constitution save DC18 or they urinate on the spot.",
				"The user is driven mad by the spell, causing them to go into a barbarian rage for one minute.",
				"Your shadow detaches from you and becomes a shadow (the creature).",
				"You flash with golden light that seems to hang in the air around you. Everyone caught in this light (20 foot radius) receives double healing and cannot lie for the next 10 turns (one minute outside combat).",
				"The world seems to dim and plants seem to wilt around you. Everybody in a 20 foot radius takes double damage from necrotic damage and take one point of exhaustion on any critical failures for the next 10 turns (one minute outside combat).",
				"You feel very attractive… All unsecured objects and creatures in a 100 ft radius moves towards you by 5 feet.",
				"You feel like you really need to sneeze. Make a constitution saving throw with a DC of 10+your spell casting modifier. On a failure, you sneeze, and involuntarily cast prismatic spray (without consuming a spell slot) in the direction you are facing. On a successful save, you sneeze normally, without any ill effects.",
				"The world seems to slow to a crawl around you. You get to take 1 additional action.",
				"The smell of cinnamon fills the area in a 30-foot radius around the caster.",
				"A small songbird pops into existence in mid-flight 10 feet above the caster. Roll a d20. On a 1, the bird poops and it lands on the caster. On a 20, the bird poops and it lands on the target of the spell.",
				"The caster develops severe claustrophobia for 1d4 hours.",
				"A sinkhole, 20 feet deep and 10 feet in diameter, appears at a random location within 100 feet of the caster.",
				"The caster gets the hiccups, which last for 1d6 minutes.",
				"Any non-magical pouches or containers on the caster’s person tear open and spill their contents onto the ground.",
				"Around the caster spawns 10 frogs, all of them are passive.",
				"Around the caster spawns 10 rats, all of them hostile.",
				"A lit birthday candle appears before the caster. In front of the candle is a note. The note reads “blow the candle out to make a wish.",
				"A tiny elemental of the caster’s choice appears as a familiar.",
				"Fog seeps up from the ground, obscuring everything within a 20′ radius of the target, or caster, for 1d4 rounds.",
				"The next person the caster physically touches takes 1d6 lightning damage.",
				"The caster grows an extra finger on one of their hands. A remove curse spell or a successful DC20 medicine check can remove the finger.",
				"The spell is unexpectedly loud and everyone within 10 feet of you (including you) takes 1d6 thunder damage and the spell can be heard 600 feet away.",
				"The casters eyes catch on fire and their hands are covered in ice crystals. Any unarmed attack deals an additional 1d4 cold damage for 1d4 rounds.",
				"Caster’s race changes every day for the next week.",
				"Both caster must make a DC 15 Wis save. On failure, they drop whatever they are holding.",
				"Caster knows a new language, chosen by the DM.",
				"Any loose objects move 10ft closer to caster.",
				"Caster’s hair changes color.",
				"After casting the spell, the caster hears strange whispers in an unknown language for 1d20 minutes. Occasionally the whispers seem to go quiet, as though they know someone is listening.",
				"After 1d4 rounds of casting the spell, a bear intent on violence towards the party, and with knowledge of their whereabouts, is summoned 200 feet away.",
				"Five Violet Fungus sprout up from the ground and begin attacking the party when the spell is cast.",
				"A Couatl, sensing a spell being cast, swoops within 10 feet of the party’s heads, and flies away after examining the magic cast.",
				"The caster experienced extreme discomfort in their stomach for 1d4 turns before finally releasing a monstrous belch for another 1d4 turns. This belch functions as per the description of the spell Gust of Wind, with the direction of the wind being whichever direction the caster is facing.",
				"For the next 24 hours, the caster’s nose grows outwards by 1 inch every time they knowingly tell a lie. The nose returns to it’s previous size once the duration is up.",
				"For the next hour, the caster bursts into a fit of evil, maniacal laughter every time they open their mouth. Each time they do so, they must make a DC 13 Wisdom saving throw or be compelled to pull a minor prank of some kind. The nature of the prank is at the player’s discretion, so long as it is suitably mischevious and harmless.",
				"Every writing in a 10-foot radius of the caster immediately transforms into incredibly petty criticism of the caster. If the caster reads any of it, they must make a DC 10 Wisdom saving throw or believe whatever minor putdown the writing describes.",
				"A chorus of ethereal voices congratulate the caster on casting the spell and compliment the quality of both the casting and the spell itself. Anytime the caster uses magic within an hour of the casting of the original spell, they are met with the murmured approval and commentary of the voices.",
				"You immediately grow a bunch of body hair that falls off after a day.",
				"Instead of the fireball you were expecting, you begin summoning countless cabbages, pouring out in a cone in front of you.",
				"Instead of doing any damage the full points of damage would heal the person instead.",
				"Instead of the cone of ice you wanted, a disgruntled 6 inch pixie appears, flies up to you, punches you in the forehead, sprinkles you with a dust that makes you sneeze violently, and then vanishes in a puff of neon pink and orange glitter.",
				"The somatic components for the song are replaced with the theme song to friends, and the hand-gestures are the clapping.",
				"They grow rabbit ears that give them advantage on all perception rolls for 1 hour.",
				"The caster’s eyes glow and they’re able to see in the dark but the glow allows everything in the darkness to see them.",
				"The cast vomits up a huge slug after casting the spell.",
				"The caster’s arms disappear and are replaced with mist-limbs. They can only lift up to ten pounds but can fit under doors, open non-magical locks, and even cool hot metals. Lasts for 1d10 minutes.",
				"The target for the spell becomes immobilized for 1 round, and until they succeed in a con save (DC 10).",
				"The target is effect by the same spell twice. The caster still uses one spell slot. If the first casting is within the caster’s control (ploy morph, alter self), the second effect is totally random.",
				"The caster spits glitter when he talks. It gets everywhere. The effect ends after 1 minute but the glitter never goes away.",
				"The first person who says the casters name then has total mental control over them for 1d4 rounds.",
				"Target turns into a marble figurine of itself. When the figurine is activated (by throwing it into an unoccupied space) it transforms back into its living form and is hostile towards all creatures.",
				"Any keratin on the caster’s body (hair, nails, feathers, some skin, horns, hooves, etc…) turn a vibrant hue.",
				"The caster spontaneously combusts.",
				"The caster is launched ten feet into the air and falls back down.",
				"Caster turns into massive oak tree.",
				"All the PCs and NPCs including monsters change places, rotate places 1d4 spots clockwise",
				"The caster’s hair grows very rapidly, if male, so does the beard. It grows to about 2meters length, and turns purple, green or blue.",
				"Bubbles sprout from the casters mouth every time he exales, lasts 1 hour.",
				"Next book the caster reads, has him/her as protagonist",
				"1d8 medium sized purple tentacles rise from the ground. They are semi-sentinel and not aligned to caster nor foe. They attempt to grapple anything within range (DC 14)",
				"Irregardless of the amount of time that passes in game the caster of this spell can see and hear all that happens in the real world surrounding the player of said character for the next 1d6 minutes per level of spell cast.",
				"The caster and target switch classes but retain their respective level, if the target does not have a class then the caster switches classes with the closest humanoid with one.",
				"In the next 1d6 hours the caster grows 1d6 feet, but gains no mass, so a halfling would become an extremely tall thin creature. No negative effects purely cosmetic, can be reversed with remove curse.",
				"The casters eyes and veins glow in the dark for 1d6 days.",
				"A weapon within 30 feet of caster becomes sentient, it’s always grumbling about being dirty and grants disadvantage to the user if they don’t spend an hour a day cleaning it.",
				"The caster rolls 1d2. 1 = the age 1d10 years. 2 = they lose 1d10 years.",
				"Any object or being that the caster touches for 1d10 rounds ( 1 minute out of combat) turns to leaves for 1d10 minutes.",
				"If the caster is using a spell casting focus, it grows 100 times heavier for one minute.",
				"The casters eyes flash with a strange color. To the caster, everybody’s skin and muscles are transparent, revealing their organs. This lasts for 1 minute.",
				"Magical silence falls in a 50 ft radius that lasts for 10 minutes.",
				"All noises the caster makes for the next minute are x100 times louder.",
				"The next piece of metal the caster touches turns to gold.",
				"All water in a 50 ft radius evaporates instantly.",
				"A small lead figure of the caster in the exact pose they were in appears in mid air and falls to the ground. Despite being so small, it weighs exactly as much as the caster.",
				"The caster suddenly witnesses a memory from one of their ancestors.",
				"The casters hair disappears, reappearing 1d6 days later, washed, braided and decorated with flowers.",
				"Instead of the effect you were intending, there is a burst of silent and illusionary fireworks in a 100 foot radius around you, and all creatures affected by them are stunned until their next turn.",
				"Instead of the intended effect, 10d10 trees in the area grow mouths, and begin singing for 1d8 rounds. If the original spell was supposed to be a spell of healing, the song is a rousing chorus that washes away fatigue and ends any emotional (fear, charm, etc.) effect that is currently afflicting any that hear it. If the original spell was supposed to be an attack spell, the song is an irresistible tune that catches up all that hear it into singing it with the trees, and all the attitudes of the combatants is changed to neutral towards each other when the song ends. If the spell was supposed to be anything else, the song is a soothing song that makes the listeners sleepy, making it hard to take reactionary attacks until the song ends.",
				"In front of the caster a portal, no larger than a fist, opens to the realm of infinite (insert desired liquid here). That liquid begins to pour out uncontrollably for 1 rnd / caster level.",
				"The caster casts grease centered on self.",
				"The caster is trapped in a giant glass ball. Must be broken to be freed.",
				"The caster sees everyone as a decaying corpse for 24h.",
				"The caster becomes a potted plant until start of next turn.",
				"The caster has max damage on the spell they were casting.",
				"The caster gains 50 lbs."
			]
		}
	]
}
