{
	"name": "Failed Investigation Check Finds",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7uug7z/worthless_things_your_players_find_on_an/",
	"data": [
		{
			"name":"You find",
			"data": [
				"A sprung mousetrap, no cheese and no mouse.",
				"A crumpled shopping list for eggs, milk, laxative, and celery.",
				"A bag of hard butterscotch candies, melted together by humidity and time.",
				"A crusty used handkerchief. No monogram.",
				"A few scraps of fine fabric, too small to make anything with.",
				"An empty bottle.",
				"A pair of eyeglasses, badly scratched.",
				"An old, but clean, pair of socks",
				"A calendar with pictures of landscapes, several years old.",
				"Newspaper clippings about horse races.",
				"An old, faded receipt from a local tavern.",
				"Several crayon drawings, obviously made by a child, mostly of horses with wings and rainbows.",
				"A tube of glue. Dry.",
				"Sixteen ink pens. Only two of them have any ink left.",
				"A ticket stub to a play that was popular years and years ago but fell quickly out of fashion after the playwright was accused of plagiarism.",
				"A cookie tin. Upon opening it, you discover that it’s full of sewing supplies.",
				"A gold piece, but it’s actually chocolate.",
				"A small jewelry box, empty. The label has been removed.",
				"One sock.",
				"A completed crossword puzzle.",
				"An empty match box.",
				"A broken picture frame (without a picture)",
				"A burned-down candle",
				"A rusted flint and steel",
				"A rusty butter knife that smells terrible",
				"A woolly jumper that is more holes than wool.",
				"Several feet of yarn, so badly knotted it might take you hours to untangle the mess.",
				"A glass eye.",
				"A jar of common seashells.",
				"A commemorative plate of the royal wedding.",
				"A heavily annotated recipe book of foreign cuisine.",
				"A rock with eyes and a mouth painted on.",
				"A belt buckle with the prong missing.",
				"A shoelace with several tight knots.",
				"Pistachio nut shells. About a handful.",
				"Flint and tinder in a small wooden box.",
				"A cheap wax seal stamp, depicting a generic shield shape.",
				"A small wooden carving of a dog.",
				"A small wooden box of stale tobacco leaf.",
				"A rusty steel and glass syringe.",
				"A portrait of a plain, unremarkable woman. It looks old enough that the lady is likely long dead.",
				"A postcard from a far away land. The back is blank.",
				"A handkerchief with a knot in it, the owner probably had something important they didn’t want to forget.",
				"A small container labelled ‘Dr. Brown’s World Renown Elbow Grease’. It is nearly empty and smells foul.",
				"A to-do list written in Infernal.",
				"A chunk of gold ore, but on closer inspection it is actually iron pyrite, also known as fool’s gold.",
				"An old, heavily stained tobacco smoking pipe.",
				"A rag used for polishing metal.",
				"A pile of old letters, business documents, receipts, and news leaflets stacked under a small model castle made carved from wood.",
				"Loose quills.",
				"Sealing wax, along are some strands of ribbon.",
				"A hairbrush with a few stray blonde hairs.",
				"A makeup compact.",
				"A small leather coin pouch (empty).",
				"A single dusty leather glove.",
				"A dull letter opener, the handle has a griffon at the end with an illegible inscription, worn smooth with time.",
				"A dirty, scratched magnifying glass.",
				"A broken pocket watch.",
				"Monocle with a broken chain.",
				"A small sketchbook with various poorly executed drawings of everyday things, places, and people. The artist made small improvements as time went on, but even the very last page isn’t really that good.",
				"Two empty burlap sacks that have an earthy smell of root vegetables and mildew",
				"A tankard with the handle broken off; the bottom also looks to be dented, as if dashed against something heavy.",
				"Cracked potion vial, empty. The label is peeling off, but you remember it being a very common brand when you were a kid.",
				"Shattered eyeglasses on a chain that looks at first to be gold but is actually copper that’s been glamoured.",
				"A specimen jar of hardened gelatinous cube gel, so dry that it’s become powdery and useless.",
				"A miniature painting of a rose, ruined by a dark red stain.",
				"A helmet’s face guard. The eyes and mouth holes look a little small for a normal soldier.",
				"An mostly-empty container of vegetable oil.",
				"A warped whetstone.",
				"An envelope stuffed with cheap woodcut prints of women in various states of undress.",
				"An envelope stuffed with cheap woodcut prints of men in various states of undress.",
				"A nail file.",
				"A dictionary.",
				"A pile of feathers and bone that at one time must have been a small bird.",
				"A pair of large scissors, rusted shut.",
				"A pair of tweezers.",
				"A couple of board game pieces, apparently from different board games.",
				"An empty ink bottle.",
				"A bundle of dried flowers.",
				"A wooden mallet.",
				"An empty bottle of cough syrup with residue at the bottom.",
				"Stale bread, hard as wood.",
				"A dead, mummified mouse.",
				"A rusty corkscrew with a cork still on the end.",
				"Half an inch of dust in the bottom of the drawer/chest, rising up when you opened it, making you sneeze.",
				"Pieces of a shattered shield.",
				"A dead mouse next to a bowl containing the rotting remains of food.",
				"A long hank of red braided hair.",
				"Three small wooden cubes with illegible etchings on all six sides.",
				"A fragment of a plate armor.",
				"A half used bottle of hot sauce.",
				"A moldy shoe with several small holes in the sole.",
				"A dusty spider web with fly caught it it. No spider.",
				"A tooth. Looks like a molar.",
				"A clay pot with a lid, inside is dried fruit with mold growing on it.",
				"A crude ivory carving resembling a woman of uncertain race with very large breasts.",
				"A bent metal spoon.",
				"A piece of paper folded into the shape of a bird.",
				"An unwrapped peppermint laying underneath a piece of furniture. It has a hair on it.",
				"Several pieces of paper currency belong to a defunct nation, rendering them worthless."
			]
		}
	]
}
