{
	"name": "Villain Traits",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7sfu8p/lets_build_villainbbeg_traits/",
	"data": [
		{
			"name": "Villain Trait",
			"data": [
				"The villain gets visibly mad whenever anyone talks about the past. It seems as though their past comes back to haunt them constantly.",
				"The villain is always surrounded by their bodyguards. They are incredibly paranoid and always trying to be as cautious as possible.",
				"The Villain is cold and methodical, to a point of where they see living things as ‘raw materials’.",
				"The Villain is terrified of the undead and will aggressive slaughter them on sight, regardless of how unreasonable it is or if it will hinder his plan. Anyone near him risks being hit by him.",
				"The Villain genuinely believes a god has chosen him to to his bidding. He feels enormous guilt over everything he does, but who is he to defy a god?",
				"The Villain has a hook for a hand.",
				"The Villain uses cold magic as much as possible, and never fire magic.",
				"The Villain is invisible and has been using Geas the entire time; the bad guy you were fighting is just his puppet.",
				"Insists on everything being as dramatic as possible and gets angry if the heroes don’t play along.",
				"Always speaks in a monotone and has no facial expressions.",
				"Attempts to have no facial expressions, but loses it rather quickly when actually angry and fighting.",
				"Attempts to have normal facial expressions, but loses them when distracted, returning to their natural blank face.",
				"The (LE) Villain sees themselves as a general at war, not just some self-serving punk. Will be far more interested in securing strategic assets than in shoving around the general population. Their subordinates are held to strict standards and rules of engagement, the chain of command is clear and enforced, and everyone’s in uniform (including the red dragon with rank insignia and the BBEG’s national roundel painted on it’s wings).",
				"The (CE) Villain sees themselves as a Chaotic Neutral agent of freedom. Actively tries to create a ‘balance of power’ by undermining strong governments and providing weaker governments with (morally repugnant) advantages, all while trying to manipulate them into all-out war.",
				"The villain is a former adventurer, and their lieutenants and chief enforcers are their old adventuring party. Everyone else in their life is expendable, but the party is to be preserved at all costs.",
				"The villain got their start as a brawler and pit fighter, feared and revered far and wide for their strength and prowess. That was decades ago. Feeling their age, the villain places a premium on magic spells and items that will help them feel the power of their youth again.",
				"The villain has an INT of 13, was the smartest person in their village growing up, and retains delusions of grandiose intellect. Reacts with great hostility to any suggestion or evidence that they aren’t the sharpest tack in the room. Their (smarter) henchmen know to play dumb and flatter the boss, and then quietly fix the flaws in the plans when the boss isn’t looking.",
				"The villain comes from another plane of existence. In spite of a superior intellect, they are unaware of many basic facts of local life, and were raised with the protocol and culture of a completely different planet. Will reference books and plays that were never written in their current plane of residence, while misinterpreting common expressions.",
				"The villain’s hometown was wiped off the map by a plague, and they were one of the few survivors. They have a borderline obsessive drive to maintain the sanitation and cleanliness of their surroundings and organization. Henchmen who fail to keep up with their standards will be terminated as potential disease vectors. Their only close friend is a warforged who submits to regular high-pressure steam cleaning. Favors fire as a way to deal with enemies and anyone around them who coughs.",
				"The villain keeps a stuffed goat on her person at all times. It has sentimental value and if it is attacked/damaged she will go into an uncontrollable rage.",
				"The BBEG is wearing a massive headdress of some sort that is hiding something sinister beneath it.",
				"Has a cape that he is always trying to flutter using mage hand as to appear menacing and dramatic.",
				"The BBEG has multiple personalities. All but one are evil, the good one keeps trying to sabotage the evil plan.",
				"The villain is very considerate of the heroes, and is constantly trying to get them to join him.",
				"The villain always uses illusion magic to show himself to the party, while he is in another room.",
				"The villain works out a lot, and is constantly showing off their muscle.",
				"The villain is always sick, and coughs and sneezes a lot.",
				"The villain is always surrounded by underdressed hotties of the opposite sex.",
				"Whenever the party meets the villain, he/she is asleep (though protected by allies).",
				"Like a Disney princess, the villain is always surrounded by cute critters.",
				"The villain is very generous, and always helps the people around him (as long as they aren’t a threat to their plan).",
				"The villain always speaks in iambic pentameter.",
				"The villain wears a monocle, which lets him see through minor illusions.",
				"Unbeknownst to the players, the villain has a secret twin.",
				"Always brags about how the party won’t defeat the current boss minion they send at them, no matter how many previous bosses have been defeated.",
				"Maniacal laughter. Always maniacally laughs.",
				"The villain is extremely paranoid when it come to food and only eats food or drink they magically create themselves.",
				"The villain is a glutton, and will always spare anyone that can cook the most delicious meals.",
				"Despite their actions and alignment, the villain is still horrified whenever they watch someone die. Because of this, most of the dirty work is handled by apprentices.",
				"The villain is regarded as a hero to their people.",
				"The villain is a master of disguise, appearing frequently in the city under a number of different personae.",
				"The BBEG looks at the players like they are food, licking his lips and trying to smell them.",
				"The villain is trying to emulate an earlier villain of legend.",
				"The villain is disguising themselves as being from a different country in order to fuel anger against that country.",
				"The villain is always willing to make a deal, if the terms are generous enough in their favor.",
				"The villain justifies everything they do as ‘Just nature running it’s course’.",
				"The Villain believes she is always right. Always. So she just can’t stand when someone goes against her. She’ll remember that little verbal fight… and it will haunt the ‘offender’ one way or the other.",
				"The villain tries to prevent his anger from getting the best of him by grinding his teeth.",
				"The villain has furious outbursts of rage, but she is a realistic tyrant. She pays her minions well, and will occasionally even offer a perfunctory apology.",
				"The villain is extremely sensitive about her diminutive height.",
				"The villain tries to force people to love her, not understanding that it doesn’t work that way.",
				"The Villain becomes very joyful to any references to how evil his deeds are. This is causes him to smile uncontrollably for the duration of the fight.",
				"When a female character first lays eyes on the Villain, he begins to hit on her until the fight starts, or she rejects his love.",
				"The Villain is an active hunter, and as such when someone touches any of his trophies he becomes so pissed off that he only targets that character for all is combat turns. During his combat if no one else has attacked him then he treats the other characters as guesses in his home, making small talk with them, etc…",
				"The Villain Holds this Item of endless power (Sword, wand whatever not important). The item has 0 Power. Its all him but if he gets separated from the item he doesn’t use his powers because he thinks its all the item. Keeping the item safe has driven him to madness in love with the power its given him.",
				"The villain can’t remember proper nouns.",
				"The villain believes he has a beautiful singing voice, but sounds like a dying goat.",
				"The villain has an unusual and embarrassing shaped birthmark on their buttocks.",
				"The villain blinks uncontrollably for a few minutes if you say the right word.",
				"The villains finger and toe nails grow at a prodigious rate.",
				"The villain wears dentures.",
				"The villain is mute, either by choice or they are physically incapable of speaking. If by choice, the villain only breaks their vow of silence upon their dying breath, if ever.",
				"When the villain is monologuing, a skull appears in their hand for them to caress evilly.",
				"The villain wears a mask that makes their normally high pitched voice sound deep and menacing.",
				"The villain has an evil laugh that can be heard from three miles away in an indiscernible direction.",
				"The villain has hair that spikes up as though by electricity whenever they get an evil thought.",
				"The villain has a pocket watch which they use to hypnotize their foes. It seems it has put long term effects on the villain though, because they talk as though very sleepy.",
				"The villain has a terrible addiction to a magical potion that changes their appearance to someone young and beautiful. Without it they revert to their original haggard appearance and will stop at nothing to get more potion.",
				"The villain has Multiple personality disorder, one of his forms is a devout follower of bahamut and a Paladin of devotion. The other is a warlock with a Fiend Patron",
				"The villain believes they are a great hero helping the world by attacking random people he suspects of being evil.",
				"The villain wears a mood ring. When you meet them it is green and they talk softly. By the time they finish, they’re screaming and the ring is red.",
				"The villain decorates their castle walls with heads on spears.",
				"The villain likes to constantly surround themselves in people. They are incredibly worried about assassination.",
				"The villain likes to bathe in the blood of her enemies.",
				"The villain is horribly racist against anyone not of their ‘superior’ race. They will only talk to party members of the same race as themselves, ignoring anything the others say, if no one is the same race they will have a minion talk for them.",
				"The villain is deathly afraid of fire. Whenever he’s near any kind of flame, his voice quivers as he talks.",
				"He always have tough guards following them.",
				"A bee keeper, this villain will cover themselves in honey and wear bees as clothing. They care for and raise bees seething themselves as the queen.",
				"The villain sees himself as a good guy – building up the adventuring party, and making them stronger with every encounter. They can only be true heroes when they are strong enough to defeat him!",
				"BBEG believes his power comes from a certain element, and must have some of it on hand at all times.",
				"The villain always repeats the last few words said under his breath as a whisper to himself.",
				"As time has gone on the villain has grown more horrified by their action, but has convinced themselves that they have gone to far to turn back now.",
				"The villain is a savant when it comes to invention, and always relies on a wide variety of mechanical traps and gadgets.",
				"The villain is a talent surgeon, and always dissects and preserves the organs of their victims.",
				"The villain drinks blood, not because they are a vampire, but because they believe it makes them grow more powerful.",
				"The villain is a charismatic speaker, and has a talent for recruiting the angry and unsatisfied to their cause.",
				"The villain’s entire body below the neck is covered in tattoos.",
				"The villain’s arms are covered up to the shoulder with burn scars.",
				"The villain insists that the cause the party is fighting for is just as evil as their own motives.",
				"The villain always tries to make the death of their victims look like accidents.",
				"The villain has a family member they care dearly for.",
				"The villain suffered a tragedy and blames the gods for allowing it happen. They are unwilling to show mercy to anybody who worship or follow any gods.",
				"The villain is a serial killer who leaves a mark on the forehead of each victim. The trouble is, the killer is always seen fleeing and then vanishes before anyone can find them, and always looks like a strange, shadowy form whose figure is different- sometimes like a man, other times like a woman. But always getting away in impossible circumstances. In truth, the killer is a necromancer who slew his parents and uses their shades to kill others.",
				"The villain can’t pass up a wager. Even to the point where he will put his plan on hold to see the outcome of a bet.",
				"The villain has two different colored eyes.",
				"The villain will not take any action without checking with his personal soothsayer first.",
				"Villain walks with a serious limp, caused “from his earlier adventuring days”.",
				"The villain hides their monstrous tendency beneath a veil of honor. If this honor is rebuked then they reveal terrible inhuman battle tactics.",
				"The villain constantly misuses metaphors and rages at anyone who attempts to correct them.",
				"The villain is enamored with magical ability, focusing on any PC caster and reacting in awe at any new magical spell they see."
			]
		}
	]
}