{
	"name": "Tiefling Traits",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7c4hr1/lets_build_tiefling_traits/",
	"data": [
		{
			"name": "Tiefling Trait",
			"data": [
				"Patches of red scales along the Tiefling's arms.",
				"Tiefling's eye color is inverted in their reflections",
				"Sheds skin once every 66 days, in the 6 days up to the molting the skin becomes gray and flakey, until it can be peeled off.",
				"Horns grow forever, and must be filed weekly before becoming heavy and hindering.",
				"Organs are reversed, pulse on right side etc. (I know that IRL the heart is in the center and only leaning left, suspend the disbelief please).",
				"No nose, rather holes that expand and shrink like a snakes.",
				"Smell with their (possibly forked) tongue.",
				"Can't grow facial hair other than an ominous-looking goatee.",
				"Can't lie while at least 25% submerged in a natural body of water.",
				"Sweat turns to steam immediately, although not boiling or even hot.",
				"Voice is a natural harmony, due to three sets of vocal chords.",
				"One hand has fingers with five sections each, the other has fingers with two sections each.",
				"Their horns grow like the branches of a tree and split at the ends that need to be trimmed like a bonsai.",
				"An insatiable lust for spicy foods.",
				"Sleep with eyes open and rolled back, snoring in ancient incantations.",
				"When sneezing, you briefly change appearance as if to polymorph into a demon or aberration of some sort.",
				"Your tail acts in the same manner a cat's would.",
				"When inebriated instead of tripping over yourself or slurring your words, you gaze into nothing and whisper infernal phrases.",
				"Tiefling's facial hair is constantly smoldering.",
				"Tiefling's shadow is 3 times bigger than it should be.",
				"Tiefling has multiple pupils and/or no irises.",
				"Tiefling sees images of the Hells when looking through opaque transclusent materials.",
				"Tiefling has a strong inclination towards formal speech, documentation, and formatting agreements/relationships as contracts.",
				"Tiefling causes recently picked small vegetation to wilt immediately upon skin contact.",
				"Tiefling is nearly/completely identical to parent of the same sex.",
				"Tiefling derives a sense of comfort when faced with noticeable tension between two present parties.",
				"Tiefling cannot blink or shed tears.",
				"Tiefling has innate dislike of precise and/or complex geometric symbols.",
				"The Tiefling has two large horns, each of which has a red crystal carved/implanted into them.",
				"The tiefling's tongue is that of a serpent, giving their voice a hissing sound.",
				"The tiefling's eyes burn with the fires of their demonic ancestry.",
				"The tiefling is devilishly handsome.",
				"An Abyssal Rune is scarred into their back.",
				"Tiefling can smell any holy water within 20 feet, it is mildly irritating to them.",
				"Tiefling's hands are backwards, their palms are where the backs of their hands should be.",
				"Tiefling has spines like a porcupine's instead of head hair and facial hair.",
				"Teeth are regenerative.",
				"Sleeps hanging by tail like an opossum.",
				"Only has 8 fingers (including thumbs).",
				"Has two sets of eyelids.",
				"Can control body temperature (dropping or increasing at will by several degrees).",
				"Has a spellscar where sorcerers/wizards/warlocks can draw magical power from.",
				"Is disgusted by anything not humanoid.",
				"Breath smells like brimstone.",
				"Covered with birthmarks shaped like infernal symbols.",
				"Face always obscured in shadow.",
				"Flames flicker across the back of the hands.",
				"Each day a new tally mark scar appears on the skin.",
				"Tiefling is blue and cold to the touch.",
				"The tiefling's preferred sleeping spot is a burning coffin.",
				"Tiefling has tusks instead of fangs, almost like an orc's.",
				"Makes domesticated animals nervous--disturbs messenger pigeons in their roosts, sends cats yowling from the room, etc.",
				"Has two little nubs on the shoulder blades where wings would ordinarily be.",
				"Infernal Shadow: this Tiefling's shadow has its own weight, even though slight, is noticable by other creatures when it rests upon them.",
				"Antlers that grow like a wreath starting 2\" behind the ears moving forward.",
				"The tiefling has pearly black skin with gold marble veins.",
				"Vertebrae are raised slightly, like pointed peaks.",
				"Secondary set of eyes set below a typical pair, one set for normal light, the second for darkvision.",
				"Only sleeps standing up.",
				"Leaves behind brimstone soot on surfaces, especially in it's bed.",
				"Spilled fresh blood is dark and gets brighter as it ages out of the body.",
				"Hair flows and floats as if underwater.",
				"Reflections are tripled.",
				"Bones feel creaky under a full moon.",
				"Four extra canine teeth on the top and bottom jaws.",
				"Each step made on earth bare-footed leaves a charred footprint.",
				"Hundreds of healed gashes cover your back, Though you've never been whipped.",
				"You carve tiny apocryphal sigils into your skin with fingernails as you sleep. If someone with a mind for puzzles and a knowledge of infernal can decode the script, it will reveal a minor demon's true name.",
				"Your tail, if somehow detached from your body, will grow back in a month and a half, as the old one turns to a jagged obsidian, too brittle to work.",
				"The Tiefling's shadow shivers visibly, and sometimes twitches and jerks in an unnatural manner.",
				"The Tiefling attracts their own blood gravitationally, with the blood being otherwise unaffected by gravity.",
				"The Tiefling's tongue is covered in sharp teeth.",
				"Small clouds of soot appear as the Tiefling exhales.",
				"The Tiefling's teeth can be folded backwards like those of an anglerfish.",
				"The echo of your voice returns in Infernal.",
				"Followed by a loyal servant that no one else can see, hear or feel.",
				"When laughing nearby fires sputter, spark and release sulphuric smoke.",
				"In the presence of priests, monks or clerics can only speak in sing-song rhymes.",
				"The slightest touch on their skin leaves a black imprint that fades a few seconds after the pressure stops.",
				"Their blood glows like magma, and turns into solid glass/obsidian soon after leaving the body.",
				"Pupils/irises look like a highly reflective metal and act as mirrors.",
				"A ring of long, soft fur grows around the tiefling's neck.",
				"Long, black claws in place of nails that cannot be cut, only filed.",
				"Candles are snuffed as if by wind in their presence.",
				"Short, bobbed tail where a long, pointed one ought to be.",
				"All bodily fluids (blood, spit, etc) are pitch black and shine like oil.",
				"Grass dies wherever they stand, sit or lay for an extended period of time.",
				"With every beat of the tiefling's heart there is a surge of heat through it's body.",
				"You are inexplicably drawn to music, but you can never understand how to create it.",
				"Small, heatless flames flicker across your skin when you're angry.",
				"You understand the thoughts of reptiles.",
				"Any fire within 5 feet of the tiefling burns dimmer, but hotter.",
				"All bodily fluids are replaced with blood. You will cry, urinate, vomit, and sweat blood.",
				"Their breath is icy cold and fogs in all temperatures but the coldest of winter.",
				"Their only otherworldly feature is their horns, which they constantly file close to their scalp to attempt to look more human.",
				"Has an extra set of teeth on their lips, outside of their mouth.",
				"The tiefling doesn’t open its mouth to speak. It’s voice seems to emanate from some source deep within the bowels of the creature.",
				"Shadow effects physical objects by touching their shadows and is darker than normal.",
				"Naturally black bones.",
				"Hair grows in different colours randomly."
			]
		}
	]
}