{
	"name": "Dwarven Traits",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7sxbjm/lets_build_dwarven_featuresquirks/",
	"data": [
		{
			"name": "Trait",
			"data": [
				"Occasionally trips over his beard, then angrily insists that that is an attractive feature back under the mountain.",
				"Stingy… except around women, whom he is greatly concerned with impressing.",
				"Wields a hammer because his father was a smith. And while that profession was not for him, he still honors his family every time he goes to battle",
				"Obsessed with finding rubies. Will take a hand full of rubies over a chest full of gold any day.",
				"Secretly hates beer as it’s too bitter. Drinks rum instead.",
				"Is very attracted to halflings, vastly more so then to other dwarves. But they’d never let their parents find out.",
				"Constantly ‘chalks up’ their hands with dirt or dust from rocks to better their grip on their weapon",
				"Scared of goblins, but does everything humanly possibly to deny this.",
				"Believes he was chosen by Moradin to do something important. But has no idea what it is…for now.",
				"Can’t let a dare or slight against his courage slip by him. Always bites when someone calls him a chicken.",
				"Likes to hum ‘Heigh Ho’ to themselves. When asked why, they fervently deny it saying, ‘I was not.’",
				"Has an obsession with staking claims throughout the adventure in search of ore and gems. Has personalized metal spikes.",
				"Actually likes elves ever as one saved them as a child.",
				"Is very tall for a dwarf (5’0′) and proudly boasts about this often, even when in the company of races much taller than him.",
				"Likes to keep/store spare tools in his beard.",
				"Decorates their equipment with menacing spikes. While they look rusty, they are of the highest quality craftsmanship.",
				"Doesn’t actually drink alcohol. They just case prestidigitation on water to look and taste like alcohol.",
				"Convinced that a pick-axe is the best melee weapon.",
				"Obviously dyes their beard. There are streaks of gray that have been colored to match their original shade, but don’t exactly match. Vigorously denies that they dye their beard.",
				"Dislikes wearing shoes and prefers to be closer to the earth. Often tries to show off his feet calluses.",
				"Always picks their teeth with a sliver of a stone from their home.",
				"Tends to be more curious when encountering monstrous humanoids (Orcs, Goblins, etc.) rather than outright hostile.",
				"Has ornate metal bands adorning their beard, of brass and bronze, decorated to pay homage to the adventures they have been on so far.",
				"Always carries around a small personal cask of ale for ’emergencies’. Is concerned with filling it immediately after it empties, holds 4 servings of ale.",
				"Talks constantly of their family’s prowess at brewing ale.",
				"Is usually snacking on some form of hard cheese or salted meat.",
				"Grimmaces and complains when they are outside for too long and haven’t been in a cave, mine, or other underground area for longer than 1d8 days.",
				"Keeps a record of the giants they’ve killed with notches in their axe or war hammer handle. (Can be any other type of creature.)",
				"She/he can’t understand complicated plans, or they refuse to try. It should be plain and simple, otherwise she/he drools or something of the like. The axe goes in the head of the evil guy and the hammer breaks his bones. What else do you need?",
				"Builds tiny warforged servants (limited-sentience). Calls them his babies.",
				"Incredibly and uncomfortably affectionate when drunk.",
				"Refuses to wear or wield non-dwarven arms and armor",
				"Has a metal lower jaw after an unfortunate forge accident. As a result their mouth is always slightly open and the tinniest bit crooked… just enough to irritate the obsessive compulsive.",
				"He cannot grow a beard, only a moustache.",
				"Can only grow a beard, no mustache.",
				"Carries around a small etching of his/her beautiful/handsome (subjective) wife/husband. Likes to show it off to everyone at every opportunity they get. Reacts badly to anyone who doesn’t praise their partners luscious beard.",
				"has a large nose that turns red whenever it’s cold outside or when he’s drunk. Hates being called ‘Rudolph’.",
				"is very bigoted towards the underdark and everyone/thing from there. Will often blame problems on the surface world on the underdark. ‘Political corruption? Probably a mind flayer. Those things are real you know. The underdark, such an awful place.’",
				"actively collects children’s trading cards and occasionally plays in city tournaments. He’s rather joyful about discussing it too among his non-dwarven friends, but always ‘forgets’ his deck when drawves show up. Has gotten into verbal arguments over card rules with children before.",
				"Likes reading history, especially about heroes and battles that are often overlooked in traditional history books. (Prof in History)",
				"Carries a flask of infinite ale around with them, however, they never seem to be drunk. (It’s water)",
				"Is missing an eye/ Replaced it with a chunk of gold craved to look like an eye. Like YuGiOh.",
				"Yells unique expletives when angry, such as ‘Balldersmith!’, ‘Haggis!’ or ‘SON OF AN ELF!’",
				"hates heights. actively avoids climbing unless they must.",
				"Is petrified of open water. Can’t swim.",
				"Skin is so rough that he can light a match on any part of his body.",
				"Has large hands for someone his size.Hair grows on his knuckles. Carrying things are much easier, as is crushing eggs.",
				"Thinks mind flayers don’t exist; just rumors and urban legends. Scoffs at the idea of slaad’s too.",
				"Skilled at playing a harp due to lessons their mother made them take as a child. Is deeply embarrassed by this as harp-players are supposed to be romantic fortune tellers in their clan.",
				"Attempts to wrestles beasts/animals before hitting them with a weapon.",
				"Uses dyes made of crushed gems and similar substances to dye hair and beard wild colours.",
				"Has a stooped posture out of shame for their unnaturally tall and un-dwarf-like body.",
				"Takes precautions against being out in daylight for too long out of fear for its effects. All the above ground races are constantly exposed to it, after all, and they can’t grow decent beards to save their life.",
				"Carries (does not wear) a copper ring with intricate carvings on its circumference. It is obviously important to them, but they’re reluctant to say why.",
				"Has an intense fascination for plants. Likes flowers the most, with an especial interest for lilies.",
				"Has a small pet bird for a companion, enjoys whistling songs with it.",
				"Boisterous and happy to brawl, tends to engage in violent pasttimes and drunken fights for pleasure",
				"Always carries a jeweler’s lens to appraise items. Pretends to be knowledgeable in a lot of domains out of their expertise",
				"Is fearful of tight spaces, especially underground mines, etc.",
				"talks in his sleep. Has a tendency to admit embarrassing things late at night.",
				"Collects random animal parts, herbs, spices, and other unique ingredients in an attempt to craft the best ale in the world. Loves this hobby.",
				"Carries around a small piece of rock and will throw it at opponents in an attempt to distract them for a tick.",
				"grew up under a desert. As a result, they’re fascinated by ponds and rivers. They like spending their down time by a source of water and can stare at lakes for hours.",
				"Carries around their own beer stein (its 2 to 3 times the size of a regular one) and will only drink from it.",
				"Having spent the vast majority of their lives underground they are fascinated by the weather, and keep meticulous notes on it day in and day out.",
				"Is scared of horses. He will never ride one because they’re ‘so high up’. Oddly enough, he’s fine with climbing mountains.",
				"Claims they can read the history of a stone simply by touching, licking, and examining the stone closely. Then creates elaborate stories for said stone (which may or may not be exaggerated). Will do this for stone buildings, random pebbles, mountains, any stone really.",
				"Secretly appreciates elven made weaponry and dreams of learning from a master elven smith.",
				"There best child hood friend was a goblin, this is never revealed, would hide and play with the goblin growing up. Stories of their adventures are flavored as though the goblin was an imaginary creature.",
				"Was friends with a half-orc as a child. Now has a very soft spot for them. Will fight orcs to the death no problem.",
				"Always has to sleep with a rock under there pillow, otherwise they have a horrible nights rest, and wake up on the wrong side of the bed the next morning.",
				"Is very understanding that not everyone can grow a beard, but scoffs at those that shave butcher their own beards.",
				"Claims that they are fastest dwarf alive, and that they can move more than 25ft in a turn. (No they can’t – DM)",
				"Has 15 siblings. At least one drops in unannounced every week, and they fill up the house/hut/guild hall during the holidays.",
				"Carries a peculiar small stone golem with rubies for eyes. claims it is just a doll from his/her childhood mountain, but attunement and magical energies suggest otherwise.",
				"Old dwarf (350-380 years old) wears a pair of spectacles with stone rims. Handcrafted and very old. Emblazoned with rubies and lesser gems. Grants low-light vision only in caves and mountain passes.",
				"Honors their deep dwarf roots by lighting the end of their braids or moustache on fire before battle to intimidate enemies.",
				"Regrets serving their old god and is looking for a new one.",
				"Treats all Gnomes and Halflings as Dwarf babies.",
				"is an avid wrestler, both the sport and the scripted spectacle. Knows all the underground wrestlers and where/when the biggest matches will be held. Goes every chance he/she gets.",
				"Won’t eat anything that is not ‘Dwarven Cuisine’.",
				"Is convinced that everything good was invented by dwarves – and likes to tell this to anyone, willing to listen or not.",
				"thinks magical classes are unworthy. A real fight has no shortcuts. Always makes puns about magic users and how they are not able to do things the ordinary way.",
				"Plays bagpipes at sunrise every holy day of the week.",
				"Hates (choose a race). If something bad happens he accuses that race for it even if there where none around. Always makes puns about the weakness, the size and the magical traits of this race.",
				"Immediately becomes friends with people who paysfor his drinks.",
				"‘Why are your ears so pointy?’ I asked. ‘Why is your nose so big?’ They said. I miss that stupid elf.",
				"Claims to be a heir of a former king (He’s not.).",
				"This dwarf has multiple spouses.",
				"Because of their upbringing, they start every fight by throwing a stone. Either to incapacitate an enemy or distract them. ‘I’ll stop doing it when it stops working.’ is their response.",
				"Thinks the end of days will come in their lifetime. Thus, they are extremely cautious to engage in anything that comes with a long-term commitment.",
				"Missing a quarter of his/her hair from dragon fire. Still pissed about it.",
				"Doesn’t believe in Goliaths. He thinks those are just tall humans who work out.",
				"Protects women with vastly more valor than men, even when he risks his own life.",
				"Uses his first bonus action in combat to taunt enemies (deception roll).",
				"Bakes his own bread. Doesn’t trust ‘that elf’ and his baked goods.",
				"Likes fishing. Can often be found sitting by a lake or a river and fishing… while drinking obviously.",
				"Doesn’t like spending gold. Will always try to trade items first (I’ll give you my biscuit for your ale)",
				"Thinks gems can predict the future. Emeralds are unlucky and finding them in a dungeons only means doom is ahead. Rubies mean strength and a good omen. Sapphires mean someone will need your help, and so on.",
				"Hates the sound of metal clanking as he grew up next to a blacksmith, who would at odd hours, which would keep him up at night. He sleeps with ear plugs when in the city."
			]
		}
	]
}