{
	"name": "Interesting Books",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7aee6y/lets_build_interesting_books/, https://docs.google.com/document/d/1cOMh6hufFfc-lhI_Xf6bd4wBuYwrVWqBhgiUsmBX3dk/edit, https://www.reddit.com/r/d100/comments/7tgxz1/lets_build_100_library_books/",
	"data": [
		{
			"name": "Book",
			"data": [
				"To Serve Man: An ogre cookbook on the delicate art of cooking humans.",
				"It's Familiar, But Not Too Familiar: A guide on how to take care of you're newly acquired companion.",
				"Who Moved My Cheese?: Step by step guide to Mage Hand for beginners.",
				"We've All Made Mistakes: Intro to Necromancy raising your dead wife.",
				"Of Fleet and Fancy: a Novel that tells the tales of Odd Heroes.",
				"Are you being invaded?: A guide book on how to protect one's self from Ogres, Goblins, Kobolds, and woodland critters.",
				"Ogre's Guide to tying Knots: A Simplistic Guide on how to Tie Various Knots.",
				"The Fall of Cavour: A Fictional Piece about the caveman wars.",
				"Temina's Guide to Kobolds Volume 1 - 6: An introductory Field Guide to all the ins and out on Kobolds. (1d6 to see which volume it is)",
				"What Men know about Women: A Hard cover Book with One Hundred Empty Pages.",
				"Friar Albert's Guide to Surviving Traps: Chalk, rope, torches and a sturdy pole are your best friends. And a brain.",
				"Friar Albert's Guide to Forest Trails: Lichen and moss, you fool. Learn the difference.",
				"Friar Albert's Guide to Brewing: You should probably not be adventuring while doing this.",
				"Friar Albert's Guide to the History of [setting]: Braggins be quiet and pay attention!",
				"Friar Albert's Guide to Herbs and Plants: If you can't remember this then chew on some hemlock for your nerves.",
				"Friar Albert's Guide to Publishing Law: No I can't be held responsible if you only read the byline and then die.",
				"Friar Albert's Guide to Fleeing the Academy and Hiding in a Church Cellar: A Memoir.",
				"Beholder in the eye of Beauty: Classic fashion tips for the beholder in your family!",
				"Maps, Maps, Maps: Tons of maps for your reading pleasure.",
				"The Lusty Argonian Maid: A classic Tamriel tale of a lusty lizardfolk maid.",
				"Dr. Harding's Guide to Magic Science: Dr. Harding's book describes how magic is a hoax to supress scientific explanations of the supernatural.",
				"Dungeon Masters and how to find them: mysterious book describing the seldom-seen beasts.",
				"A Monster's Guide to Secret Lairs: Everything a monster needs to know about making the perfect home.",
				"The Faerun Survival Guide [1st edition]: Written (and illustrated by) St. Moyra of Bron Abbey as the complete reference for would-be adventurers or visiting celestials. Written by a recluse and based on what had been told to the author by word of mouth, it contains many “facts” that should probably not be followed.",
				"Behind The Wall: A book made out human skin. This book is constantly wet and smells like a fresh corpse. This book talks about a seal in a cave underwater. Unsure of why but after reading this you get the feeling that you want to break the seal.",
				"Stranger in my dreams: This book talks about the author recalling a depraved creature who over time got closer and closer to her in her dreams. The book seems to be a diary and was never finished. When you read the last finished page in this book you take 1d8 points of psychic damage.",
				"Curiosity Kills the Cat: When you open this thick maroon colored book you quickly realize there is only one page inside. The text drips onto the floor as soon as you begin to read it. You cannot understand any of the text but you immediately realize the text tells of your demise.",
				"Influence of the Ocean: This book can only be read when near the ocean or on a rainy day. Inside the book talks about a man who is waiting for you in the ocean. He mentions all of the rewards he is keeping for you. If you roll and succeed an insight check DC16 you'll find out that this is man is lying to you. If he is real or not you don't know.",
				"Diary of a Thief: This book is a pocket sized leather diary. Every time a player finishes a page of this book they lose a gold coin Unsure of where it went.",
				"Uncle Chuv's Peanut Butter Problem: Upon reading this the room will smell more and more like peanut butter. When the book is finished it will mold into a jar of endless peanut butter. It is impossible to get rid of this book normally. The only way to get rid of this book is to burn the jar in fire. If you attempt to eat a spoonful of this peanut butter you take 1d4 points of psychic damage.",
				"Changing Secrets: This sparkling book smells like incense. Inside the book talks about one of your secrets (ask player). This book when read causes every person in the room to know one secret of yours.",
				"Patterns of Behavior: an anthology of mood effecting quilt work - a small hardcover picture book of patterns that slightly effect one's mood.",
				"Timeless Words of Wisdom for the Courtroom, Phrases That Persuade From the Backwoods to the Big City: This is a full compendium of philosophical and legal summaries that can arm a budding lawyer with a mental skill set to be cunning and out think their opponent.",
				"Fifty Shades of Drow: A bestseller among women, as it details the finer points of the Matriarchal society. With tips on how to properly train and punish your man-servants while maintaining your femininity, this book would be banned if only men would actually read it.",
				"Where is that dragon egg? A handy tip book for managing clutter in the workshop.",
				"Fireside Singalongs: A simple songbook for bored travelers, with optional sheet music for instrumental accompaniment.",
				"Income Management and Financial Assessment: A book containing several long chapters detailing ways to horde, hide, and invest gold. Hidden within are several nude illustrations of females of the common races.",
				"The life and times of Volo: Autobiographical book featuring the exaggerated and often blatantly false adventures of the well traveled Volo.",
				"What To Do When You Find Children: A guidebook to dealing with found children and other such inconveniences in various dangerous situations.",
				"Learn To Read: An incredibly dense book that details the process of learning the art of reading Common, almost impossible to understand, even for those fluent in Common.",
				"Gobbo and Me: - A children's book about the dangers of befriending Goblins.",
				"An Almanack of Practical Mortis: An exhaustive collection of tables detailing how corpses decompose under various circumstances, along with an appendix that explains step-by-step how to remove maggots, close large wounds, and reset broken bones. If the players obtain it second-hand, bits of paper with names such as \"Aunty Milla\" and \"Betrand (4c3r)\" are attached by weak adhesive to some of the pages. A successful Perception check reveals that there are slight remnants of adhesive left above each note, as if someone kept moving the note down the page over time.",
				"A Study on Cloud Castles: This book presents numerous theories on how the giant's fabled cloud castles might work.",
				"How to Talk to Gnolls Without Getting Torn to Shreds: This book is based off of the notes of an ambitious goblin who was evidently torn to shreds.",
				"The Beasts of Menita Valley: A book detailing the magical fauna of a valley you have never heard of.",
				"All Horns & Tails? A Beginner's Guide on Everything Tieflings: Halifar the Bard walks you through the wide and wild world of Tieflings, their heritage, and how to even make friends with our infernal neighbors.",
				"1001 Edible & Magical Plants of Chult: Visiting Chult but not sure what to eat and what to avoid? This information packed book is the definitive guide on navigating the delicious, dangerous gardens of Chult.",
				"A Raven Flew Overhead: The Raven Queen, lady of mystery and intrigue. Misunderstood. Antihero? Quillo Quillorobor delves into the history of this storied individual, parsing fact from fiction. With exclusive interviews with folks who knew her best, all the way from the Shadowfell itself, this book is a must read.",
				"Fun With Tears: A book detailing the magical and alchemical properties of tears.",
				"The Social Practices of Various Avian Humanoids: This book tells you all you need to know about interacting with bird people.",
				"Fey'runds Tales: a children's book of fables.",
				"Eye: A tale of the journey of the company of the eye. Their rise, their fall, their legacy.",
				"Naught but the Wind's Caress: A collection of torrid love stories between a High Elf and their Human lover.",
				"Illuminarium Battalia: A manual of fighting with magic and steel.",
				"Where Is The Pancreas, and How To Prepare It: The cannibal's guide to fine dining.",
				"Rock Hard: The definitive guide to Dwarven diplomacy.",
				"Red Goes Faster: The definitive biography of Zomo the mad goblin who broke out of the celestial sphere and returned to tell about it.",
				"The Skull - A heavy book filled with a long stream-of-consciousness narrative describing a single humanoid skull in careful detail. The narrator seems completely focused on the skull, never describing its origins, its surroundings, or themselves.",
				"Kobold Jokes: A joke book, written in Draconic. The jokes are terrible, even by Kobold standards.",
				"A Treatise On The Non-Existence Of This Treatise: A small pamphlet that attempts to convince the reader that the pamphlet does not exist, and that it is in fact a figment of the reader's imagination. Despite being written in a very academic and generally formal tone, the arguments within are mostly circular or otherwise fallacious.",
				"Dream Journal: A carefully illustrated dream journal by a famous wizard of old, containing a large amount of arcane truths. The pages have been scrawled with black ink, rendering it illegible.",
				"Necromancy for Imbeciles: An introductory guide to the basics of necromancy. Has been hollowed out to allow for storage, though it appears normal. Contains a skeleton of a large rodent.",
				"The Ravings of Garvus [3rd Edition]: The assorted notes and thoughts of an ancient and powerful wizard from an era long past. His mind was obliterated upon making contact with unknown entities, but records of his journey into madness remain.",
				"Hilarious Knock-Knock Jokes to Say Out Loud: A thin and suprisingly old-looking book containing a few genuinely good knock-knock jokes. At least one punchline is actually the true name of a powerful demon.",
				"The Next Hunt - Volume I: Wyverns: The first in a series of installments detailing an abundance of methods for finding and hunting various monsters. Each volume covers a different creature.",
				"Let Me Out Of Here: Once a simple children's picture book, it is now the seal for multiple malevolent poltergeists that break free of the book's pages when it is opened. They are not particularly grateful to those who released them.",
				"\"Help! I'm a dwarf turned into a book\"",
				"Short But Stout: A list of recipes and information on Dwarven ale.",
				"The Tale Of Crimshaw The Sweet: A legendary tale of an infamous Tiefling baker who killed dozens of orcs by baking them poisonous cookies.",
				"Orc Smith Compendium: An extensive informative book about Orcish weaponry, armor, and miscellaneous metal items.",
				"Animated Apocrypha: A Book of Movement and Morals: An enchanted book of tales with illustrations that move on their own in a set repeating pattern. The tales tend to connect to the nearest civilization and depict stories of good morals.",
				"101 Morsels And Monsters: A cook book detailing various recipes based around safely using the meat of creatures adventurers might slay in battle.",
				"Coppers For Your Thoughts: A small book of random musings, quotes, and anecdotes. None are attributed to any authors.",
				"An Anatomical Study of Magical Creatures: A set of 6 volumes on the interior structure of magical, extra-planar beings.",
				"On the History of the First Era: A historical documentation of the day-to-day life in the antiquated Prime Material.",
				"Tome Prime: A thick book of hundreds of pages in a language unintelligible to all but the author; seems to be a novel of some sort.",
				"Verdant Home: A slim book where the words are mangled by travel into the Far Realm. Seems to tell the story of a family in an impossible home.",
				"A Herbalist's Guide to Surviving: This diary details the accounts a famous halfling smuggler, who was best known for smuggling his home made rum into kingdoms throughout the world during the great alcohol depression. With proper study the reader can reproduce the famous Sweetfoot Rum recipe from the different mentions, hints and references scattered across the pages of this book.",
				"The Fall of the Empire: On the surface, this appears to merely be a recounting of the opulent Haloan Empire's fall from power centuries ago. Some claim, however, that careful analysis reveals it as a scathing commentary on the notoriously corrupt court of King Judicus, written in code to keep the author from harm.",
				"Arcane Secrets: A generous manuscript contains description of inner workings of various contraptions and automatons and instruction manual to programming automatons, allowing any intermediate transmuter to create their very own contraptions!",
				"From Ghouls to Ghosts: The book is chaotic and hard to understand, written in an unknown dialect which makes it very slow to read. Contained within are the studies of a powerful necromancer on how interplanar travel might be used to achieve functional immortality.",
				"Our Friend the Cactus: Written by a dwarf wizard by the name of Daven Wraithmail, this treatise explains the growth and upkeep of a Gulthias Tree as well as several manners to corrupt seeds of other trees in order to create a suitable vessel. An entire chapter is dedicated to the domestication of the resulting blights which sprout from said tree and their training to better protect your new sapling.",
				"To Cheat A Devil: The autobiography of a man who tricked dozens of minor devils, and even a few archdevils into doing his nefarious bidding. It seems like this man should be much more well known if the events described in this book actually took place.",
				"There, they're, their, and back again: A halfling's guide to grammar.",
				"Don't You Worry About The Bugs!: Every thing you need to know about bugs. Rise, feed, kill and cook your best friend!",
				"The True Rulers of Our Countries: A controversial document in and of its own right, this book talks about the creation of the Prime Material and Inner planes. A thin volume which only contains 4 pieces of paper, however these papers are magically enchanted to pass through the thousands of pages of content which this book holds. The author of the document seems almost too knowing on the subject, almost as if he were there...",
				"Stories from the Orkholds: A collection of poems written by an orcish adventurer and skald. The majority of the book is an epic saga, recounting the various deeds of the adventuring party the poet was a part of, with later short poems about specific aspects of adventurers' lifestyle. The later poems touch on a wide array of topics, such as the joys of a shared victory, longing for hearth and home, and the simple pleasure of splitting a foe in half lengthwise.",
				"The Night's Embrace: A book about the primordial titans, mostly legend and myth, collected by an eccentric young wizard who traveled the planes looking for information about them. This book is highly frustrating to scholars because the last entry is the beginning of a summary of an actual historical document, which has never been found. The book is unfinished and the wizard has not been seen for hundreds of years.",
				"The Story of Graye: The story of a slave forced to be a pit-fighter who turned to meditation as an escape from his violent life. This book is not well written, and is probably an earlier work of a novice author that never reached wide spread fame.",
				"The Inner Workings of a Gulthias Tree: A dense acedemic treaty on the biology of cacti. If one has the patience it is very interesting in its own way. The book also details a large number of edible cacti, as well as those that can be used as water sources in the harsh deserts.",
				"1011 Prayers for the Dead: A large, black covered book describing the funerary rituals of almost every culture in the known world.",
				"On \"The Aleum\": This book is a modern copy very ancient commentary on an epic poem named The Aleum, which was already very ancient when On \"The Aleum\" was written. No original copy of The Aleum has been located, therefore On \"The Aleum\" has fascinated historians.",
				"Raising the Steaks: A comprehensive guide on rearing cattle in environments that are likely to include monsters. Includes detailed and somewhat bizarre methods to scare away potential predators.",
				"FINISH THEM: A bright red book that talks about the coolest ways to end a brutal fight. (PC who reads this can roll intimidation once after reading it for killing someone)",
				"Do it Yourself - Comic Book: A yellow book that's empty at first. Over the course of a month though the book will fill itself with all the adventures you go on. The cooler the adventures and dialogue the more the book is the worth if you sell it!",
				"A Story About The Letter X: This pretty orange book was written by Marc Dahspaht. Honestly not sure who that could be the book talks about the best ways of hiding gold and making a map to lead to it.",
				"The Aarcana-sutra: A one stop guide to magic and its uses within the bedroom.",
				"Cooking with pig meat: A book that smells like bacon. You try to read it, but the pages inside the cover are wrapped in bacon. If you try to unwrap it, it's bacon all the way down, until you get to a small slip of paper that says \"oink\".",
				"Golden Fleece: Empty book, has 50 gold coins in it. Has a page describing gold and how tasty it is. Upon further inspection, the gold coins are chocolate.",
				"Library Book of Libraries: A photo book showing a series of decrepit bookshelves, along with locations.",
				"The Roses of Cartography by Orna Greene. A thin, pristine, leather bound book with a rose pattern pressed into the cover. This book details how to enchant paper maps and then fold them to create temporary portals in reality where the folded paper is in contact, as well as a detailed first hand account of the entropy caused thereby. Orna warns that overuse of these portals will cause the world to fall apart. \"The black horizon wavered away as the dome of the sky slowly ate more and more of my vision. The whole affair was a hazy mirage in the distance, hard to look at. It took an insultingly gentle pace. Was the world so awful that it took to savoring its own destruction?\" ",
				"The Great Labyrinth of Yeppujiyo by the Paige Tenae. A thin and worn paper bound book with a tan cover stamped with a black '36'. Each page is covered in a finely detailed maze and several esoteric symbols with no key. When the reader looks away from any one part of the maze the walls shift slightly, but imperceptibly, rendering it unsolvable.  If one attempts to replicate the maze pattern they will be unable, with an increasing degree of confusion. A simple foreword reads: \"The Labyrinth was built to hinder invasions, not as a personal challenge\"",
				"A Sea of Forests by Nikolas Sheridan. A green hardcover book with a branching root decoration under the green lettered title. This book details one wizard's experiences as he fell prey to a specific and irreversible dryad curse. The curse slowly turns all water seen by the victim into plant life, though no one else can see the plants. The curse begins with plants sprouting where there is water, then water disappearing, then rainstorms creating new plant life until ultimately the water in the victim's body sprouts with plant life and the victim dies of dehydration. The wizard discusses several trips deep into the ocean, now a forest to him. A detailed account of the strange flora and fauna he discovered, and the magical properties therein.",
				"The Good Wok by [Name Redacted]. A lined notebook, dirty and torn. This autobiography details the fall from power by a Lawful Evil Dictator whose dark power was sealed into 5 gemstones by 5 heros. Powerless, the former ruler falls into exile.  Wandering far off lands he discovers a passion for cooking, and how it lead him to a life of good. Several detailed recipes using predominantly foraged items are listed. The final chapter begins with an apparent account of returning from exile but the last several pages have been torn out. ",
				"Paying Tenth by Anonymous. A singed and stained paperback. This first person novella follows a mountain climber as he travels a region populated by dragons, the Black Horn Range. He becomes determined to climb the mountain Copper Goat, owned by a Pinfire dragon. Eventually he climbs the mountain without receiving the dragon's permission. Tucked inside the pages of the book is a single gold quill.",
				"Of Fire and Gold by Essie the burned. This book seems to have been re-bound from several smaller writings, as each section's pages are worn to a different degree. It is a series of autobiographical essays written by a holy seer after she fell from the graces of the golden temple and became a hedge witch. The temple finds her, burns out her throat for speaking the devil's words, her womb for birthing the devil's sons, and dumps her body in a mass grave. Though she was never able to speak again she writes about how she timed a resurrection spell to revive her from the grave and details her path to recovery. \"Death was simple, but to live I would have to move myself, re-open the scabs that were beginning to form, find an internal strength. To lay in the pit I only needed to do nothing. I had never once considered how badly I would want to do nothing. If only I hadn't been so practical, if only salvation wasn't just over the ridge of the pit, I could easily die and forgive myself for it.\"",
				"Wandering by Mica Tien. A bark box of rough parchment scrolls. The scrolls follow a  nomad travelling in the footsteps of an unnamed wizard, Mica documents his teachings and wand recipes. Several recipes for creating extremely specific wands from foraged materials are listed including; an applewood and blossom wand to make roe deer more trusting of the caster. An oak and cherry wand which tightly seals jam jars. A maple and fishscale wand with only one cast that can duplicate a dog, making the clone loyal to the caster. ",
				"Death and Willows by Tobias Dusan. A thick leaf-leather bound book with delicate pages. A record of the death mythology of the Willow River Elves Tribe. Willow trees are said to house the spirits of the dead and allow them to manifest a corporeal form for a short time. The ghosts of the willows are able to grant one wish to the living, which allows the ghost to become reincarnated. The gods use the granted wish to determine the reincarnated form of the ghost. ",
				"The 9 Wolves You'll Meet by D.A. Tewksbury. This book is 10 pages of thick cardstock bound with twine. On the inside cover is an humanoid ink handprint. The first page is blank and each of the 9 following pages contains an ink pressed wolf's paw of differing size, age and breed. The 5th paw print is huge and a deep crimson. The 9th print is the largest of all and is golden and opalescent. If the reader presses their own hand into the handprint on the inside cover the handprint in the book will become theirs. The crimson paw print will also move to page 1d8.",
				"One Stone in the Field - a History of the Fae in the Old Shire by Mostyn Ryuu. This heavy leather book has no decoration on the cover, the name is printed on the inside only. The first page contains a simple map of the Old Shire with several marked locations. At the bottom of the page a note is tucked reading 'M29. ' Each section of the book collects first hand accounts of the Fae contact sorted by presumed category. Following these accounts are the author's observations, theories, and conclusions drawn. ",
				"Heirloom Playing Cards Set. A large wooden box containing several decks of playing cards. There appears to be room for one additional set. Each deck follows a theme; Mushrooms, Spices, Garden Vegetables, Wildflowers, Potion Ingredients, etc. Each card has a unique image of one item in the theme, hand drawn yet very detailed. Some of the images, seemingly at random, are gray rather than in full color. Below the drawing is the name and information on how to prepare, grow, or find the item while foraging. Additionally each card shows a 'portion' indication. For the food items, this seems to be one serving for an adult human. Arcana check DC15 reveals each card contains a tiny  pocket dimension specifically made for one portion of each of the items on the front, preserving the contents indefinitely. A gray image indicates that none of the item is currently stored inside. ",
				"Rice Wine by Anonymous. This heavy black book contains several thin, yellowing pages with very tiny lettering. It discusses in great depth the specific brewing process for several different wines, meads, beer, and other alcoholic drinks. Each drink is associated with a given god or goddess. The author claims that when brewed properly the user will be able to contact said deity, though the level of contact varies. Some gods will answer questions, some grant powers. The titular Rice Wine is the first chapter, but the god of contact remains unknown, as even the author was never able to complete the 10+ page brewing instructions. They note it to be one of their greatest regrets. ",
				"Ikimono Atsume by Yutaka Takazaki. The cover of this book has a very cartoonish and squishy dragon on it. The first page depicts a similarly cartoonish dungeon setting, complete with an acid pit. The next page has a forest setting with a druid runic circle, the next a decrepit church with broken stained glass, etc. After a few of these scenes the rest of the pages contain objects like a large pillow, a bouncy ball, a skull, a cursed amulet, etc. If the player takes this book with them on their travels, creatures they encounter will get a cartoonish version visiting the scenes to play with whatever items the player has set out in the scene. Their catalog of seen creatures will also fill up with each squishy version of that creature, complete with name and simple statistics. ",
				"What Can Only be Seen by the Sclera by Tanika Hehv`nea. A manuscript of loose papers wrapped in leather. These notes and observations have been written in different inks over the span of several years. The author logs her discovery and study of an apparent tomb containing an intricately drawn filigree design covering the full 50' by 30' room span, floor, walls and ceiling. She notes that the design appears to move on it's own, only when she is not looking directly at it and outlines several failed attempts to observe the movement without letting the design 'know' it is being observed. The purpose of the design remains unknown to her, though over time she begins referring to it as a 'soul.'",
				"The Lynx and the Fox by Tia Tien. This is a simple paper memoir bound with twine. Curiously, a second set of handwriting can be found in the margins, commenting on possible locations and sights the girl describes. The book is a story of a young girl who is pushed from her parents carriage deep in the forest while her mother and father fight. She learns to live on her own, surviving on roots and berries. Happening across a pond for water, she sees a Fox and a Lynx hunting together and sharing their food. Inspired, she watches them carefully and learns what parts of the forest are safe, and devises how to hunt on her own. Eventually the Fox and the Lynx feel threatened by her domination of the forest and come to attack. She offers them her recent kill, and the three learn to live in the forest together.   ",
				"Utopia Gardens by Jinan Baqi. The paperback book is smudged and dirty, with several torn pages. A large chunk of chapters in the middle has come unglued from the spine. The book discusses ideal farm and garden techniques for sustainable farming with many druidic and dryadic spells. Careful discussion of the layout of the garden is given, with the author asserting that the relative 'mood' of the garden is important for cultivating positive energies. The most worn pages outline different spirits, dryads and guardians that will come to nest or visit a properly maintained 'Utopia Garden'",
				"Urban Dungeoneering by Rae Lyn. This is a thin paperback which has clearly been rolled up and re-flattened recently. A foreword offers a high-level discussion of the often overlooked elements of the Urban dungeon, catacomb, or oubliette vs the more common ruins, the purpose build cultists lair or the sprawling kobold dungeon. Some topics include; ways to access city catacombs without leaving a trace. How to identify an oubliette using city plans. Common urban monsters and how to spot, track and avoid them, with particular care given to identifying monsters that tend to hoard treasure. Some tips and tricks for beating exhaustion. Spells for creating fresh air. Foraging guides for desolate underground passages (Hint: it's a lot of mold and rats). Known Urban Dungeon Maps are stored in M71.",
				"Magic and Vandalism by Pepper Li. This skinny red leather book outlines sigils used by vagrants and vandals to imbue locations with magic, or simply to communicate. Much of the magic repurposes illusionist spells and incorporates a bastardized form of thieves cant to create the sigils. Each entry shows examples of how to hide them within existing graffiti so the magic goes unnoticed. Examples include; Small wards carved into brick. Chalk sigils to hide contraband from authorities. Curses and blessings placed on passers by. Or weaponry summoned out from a graffitied wall.",
				"Our Father's Blood by Leif Kettil. This hardcover book is a deep red, and it's pages are splattered with dark stains. The author describes his father, Anastasios, a powerful god  of resurrection and the force of life in this realm. Anastasios, realizing the power of the blood of a godslayer and unable to remain dead by the nature of his power and domain, took Lief as the first to slay him. Upon his resurrection Lief shared of his godslaying blood with his father, granting both of them command of life and more power. Realizing the this power could yet be multiplied with more sons to slay him, more godslayer blood to run through his veins as well as his children the family expanded. This book covers ritual summoning of Anastasios to be slain and thereby resurrected along with a fairly convincing argument for the safety and benefits aforded to a child of Anastasios.",
				"Staves to Snakes by Rashmi Eir. This small pocket guide is made of snakeskin leather and bears a large fang woven to the cover. The book covers many subjects with one theme, snakes. Some examples include; basilisk identification and creation. A recipe for Snake Oil, a liquid when poured on the ground will create 1D8 snakes. Recipes for creating poison for daggers or arrows. Venom antidote recipes. And obviously, the spell Staves to Snakes. ",
				"The Belewe Moon by Indu Eos. This black book is written in white ink. Inside the first cover is an always up-to-date lunar cycle guide for the day, surrounding season, and full year. It shows the moon's phase and the moon's name - The name being the current 'month' according to coven tradition. Spells and potions that require careful consideration of the moon's phase are listed, as well as ways certain moons can make spells go haywire. Careful discussion of the Belewe Moon, or the rare 13th moon a of year, is given. During this 'Betrayer's Month' curses are stronger, the veil between planes is weaker and new werewolves can be born. ",
				"The Moons (months) in order are; Old Moon (January) Snow Moon (February) Sap Moon, Pink Moon, Milk Moon, Rose/Strawberry, Thunder, Green Corn, Mourning, Cold, and finally Blue or Belewe.",
				"Sugar Spun Spells by Vi Belen. The book is bound in caramel colored leather with crisp tan pages. Vi, a popular celebrity chef in Waterdeep, lists her easy to follow recipes, spells, and potions for creating sugary treats. Some include; a variant of the levitate spell which can be used for delicate confections without fear. A spell to tell the precise temperature of your cookfire or stove. A recipe for princess cake that only tastes good to princesses. A potion that makes the drinker's hands warmer for good bread baking. A potion that makes the drinker's hands cooler for good pastry folding.",
				"Oatmeal and Cocoa by Vi Belen. This second installment of the cooking series is bound in a darker chocolate colored leather with the same crisp tan pages. These recipes, spells, and potions focus on comfort food. Some include; Hot Cocoa that puts the drinker into a deep rest full of pleasant dreams. A maple flavored oatmeal that feels twice as filling as it is. A variation on the spell goodberry which produces strawberries covered in chocolate, blackberries with confectioners sugar, or blueberries and cream. A potion of Hallucinatory Terrain that transforms your kitchen or tea-room into quaint, regal or even famous settings. ",
				"The Auspex Codex by Jaden Taranis. This book is thick with a black leather cover and a shimmering galaxy emblazoned on the spine. It is a comprehensive encyclopedia of predictions and interpretations which covers nearly every known method of divination. Tea Leaves, Tarot, Dream Interpretation, Astrology, Throwing bones, I Ching, etc. This is a must have for any seer or even a hobby diviner. Inside the front cover a silvery, barely readable passage changes based on the holder of the book. It describes a recent past event of the reader, and then suggests a type of divination listed within the book. ",
				"Fruits and Consequences by Aki Kiri. This is a thick hardcover book with a single embellished golden apple on the cover. The author outlines rituals and practices across many cultures to ensure a bountiful harvest, each with their own drawbacks. A golden fig planted at the center of an orchard will ensure a strong crop, but any farmers of the orchard or children who eat the fruit will become dryads to the orchard. The Seed of Narazu can be planted in a field to guarantee a bountiful harvest, but will return as a tooth growing in the mouth of a local. After the winter passes, the tooth falls out, becoming a new seed, and the local dies. ",
				"Spellweaving by Tapi Hexe. This canvas bound book shows a cloak on a dress form embroidered on the cover. The book is organized into categories based on clothing article, Cloaks, Shirts, Pants and dresses, etc. Each section contains patterns, thread enchantments and cloth suggestions for Tailor Mages to create unique enchanted clothes. Some examples include; A cloak of the Moth, resembling moth wings, which allows the wearer flight when touched by moonlight. A Harvest Skirt which blesses a village with good harvest if the wearer dances with their true love at the spring festival. A vest of notoriety which is not enchanted as such but uses many magical techniques to be of the highest quality, making the wearer seem Very Important.  ",
				"Hunting the Deer of Eden by Ki Teria. This is a simple leather bound book with rough-cut pages. The first several chapters cover hunting and trapping. Different kinds of traps for different environments and supply levels are given. Information on crafting arrows and how to pick the best hunting bows follow, finished with how to skin and butcher your kill effectively. The second half of the book covers specific hunting guides for magical or more elusive prey than just to eat. The author's greatest hunt spans the final chapter, the deer-spirits ridden by elder Dryads or Nymphs. These spirits will only inhabit forests particularly tended to by elves or dryads and are considered a highly protected species. This book is banned in most elven or fae societies. ",
				"Riots, Galas, Feasts and Fucking Off - A Practical Guide to Party Spells by Ziya Ryuu. This small black book bears no embellishments, the name is only printed on the inside cover. Inside Ziya has given instructions for how to cast spells the play music, shoot fireworks, summon booze, mix drinks, make drugs, cook some truly indulgent foods, find parties and more. Interspersed with the spells are annual parties around the world, such as the full moon festival on the tropical island of Koh, and personal anecdotes of his own use of all these spells, travels to the given locations, and more.  ",
				"Draconic Rites of Life and Death by Aierde Ryuu. Atop this large gaudy golden book sits an emerald FaeDragon about the size of a housecat. They will attack anyone who attempts to read this book unless the reader is of draconic origin. Killing the FaeDragon causes the book to disintegrate into a pile of ash. Inside several important draconic rites are listed, across many different cultures of dragon from the metallics, the chromatic, the fae, the elemental and more. Some examples; Naming rites for Metallic dragons, to be performed by an elder metallic diviner and named prior to hatching. Death rites for green dragons and earth elemental dragons, where a seed is placed in their body to take root and form new land masses upon the dragons passing.  ",
				"The Stablehand Thief by M. Tien. This paperback novella has a picture of an Inn called the Old Spoke. Though the novella was printed, someone has gone through and handwritten notes on nearly every page, and underlined parts of each passage. The novella is the life story of an orphan who was taken in by the madam of the Inn and put to work as a stablehand. The orphan begins hoarding small items, learns to sew, steals when necessary and hunts and forages to make a life for themselves. The orphan increases their status over time until they have outgrown the stable, and leave it in the care of another young abandoned child. The notes were made in an attempt to identify the inn or the people who visited with context clues.",
				"The Sky Leaks out and Pours In by Wren, the Golden Sage, True Voice of God, and Speaker of Tea. A white leather book with gold detailings and marble edged pages. A series of 'observations' made by a sage of the golden temple. Each essay begins with Wren detailing the state of the temple and the tea the priestesses gave her that day before slowly changing into a rambling mess of hallucinations. In the margins an anonymous scribe has taken notes and made connections between several passages.  \"Darkness falls, these birds a thin skin in between two skies of night and dusk. My body bent like clay between a potter's hands. Only to skin I spread out around the cottage. My  fingers expand to the width of my head and my arms shrink to thread. I snap, skin snapped open, tiny holes throughout like worms tunneling through.\"",
				"An Orb Within us All by S. Vibrae. This densely scrawled manuscript has been heavily modified by the author with many passages crossed out and re-written. the margins are full of additional notes. The author first discusses the \"orb\" that exists in all beings, an apparent organ or physical object that serves as a source of magic. Drawings of different beings with a bright orb in various parts of their body are drawn in graphic detail. A deeply troubling and meandering experiment is given on the author accessing their own orb directly. The author deems the experiment a great success citing proof of the orb as well as enhanced magical capability after wiping the orb 'clean'.",
				"Knot Magic by Dracon M. This is a minimalistic green leather book with silvery pages. Each section contains a simple step-by-step drawing of a type of knot and a description of the spell element this knot represents. Each knot increases in complexity as the book progresses. There are five primary sections; Ship Knots, Adventurers Knots, Knitting, Hairstyling and Warding. Of particular interest to adventurers may be; Warning Knot; each time there is tension placed on this knot from the rope the creator will be notified. Familiar Rope; a method of tying knots that eventually (~1 month of regular use)  teaches the rope to tie on its own, rope can only learn one knot. Braids of holding; a hairstyle that allows the user to hide approximately ten small objects, such as knives, in their hair. ",
				"Silver Horn by Kalan Toai. This bleached paper book is bound with silvery leather. The author, a silver dragon, discusses ethical concerns associated with gathering potion materials from sentient species and offers alternatives to curb the rise of poaching. While the book focuses on potion material gathering, it does not mention what any of the materials are used for. The final chapter offers a harrowing first person account of Kalan's experience having his horns sawed off against his will. ",
				"Specie and Dray by Elian the Merchant. This 'book' is actually a heavy leather roll case full of coins. The case unrolls to reveal small pockets each containing one coin paired with a thin paper booklet. Each coin is uniquely minted from a range of countries, kingdoms and species. Each paper booklet describes the years of mint and a brief synopsis of the culture from which the coin originated. Some of the coins are forgeries as well, with booklets describing how to prove the forgery and some history on the forger. This could sell to a dedicated coin collector for upwards of 1000 gold, however finding such a collector would be difficult. The local currency only amounts to 1D4 silver. ",
				"The Art of Shepherding by Dyleon the Shepherd. This lightweight paperback is decorated with a lush field at sunset and the silhouettes of two herding dogs. It is a comprehensive guide to maintaining a flock. Different breeds of sheep, goat, llama, deer, etc. are described and illustrated. In addition to general flock care and dog training tips, special discussion is given to moving through dragonland, contested territory, and other hazards. An extensive cultural shorthand for marking prey-allowed sheep and goats for dragons to eat (as well as pricing) is given. Several cooking tips for life on the prairie are scrawled on the back several pages. Finally, a full trail guide is noted to be found at Atlas 'M10.'",
				"White Quill, author unknown. A white feather quill and ink pot, suspended in a glass display case. When the quill is dipped in the ink pot and placed on the first page of a book (at least 100 pages long) the quill will begin to write. However, the writings appear to be half missing and undecipherable. The quill will fill 100 pages with unreadable half-text. The text is the same each time. ",
				"The Old Forest by anonymous. This small adventurer's guide is made of colorful pressed fall leaves, bound and preserved. The writing on these leaves does not follow a conventional reading format, but instead is written along the veins of the leaf, in letters of varying size. Each leaf bears a small grid with an X in a different location, as well as tree type, name, age and other identification information. Qualities of the tree, such as potion potency, latent magic, etc are written on the back of the leaves. ",
				"Comprehensive Inks by Velai Iva`ehm. This small pocket companion was handwritten in a thin, difficult to read script. The book assumes the user is already well-versed with written spell work, and serves as a quick reference. Different types of ink recipes are given, as well as a lengthy discussion of handwriting and it's impact on spellwork. Several tables in appendices cover topics such as use of color, types of pens and quills, different papers and how all of these can modify the written spell. Several example spells can be found on the last few pages, but they have been encoded in the text to prevent them from being cast when written.",
				"Mechanisms by Tilkon Kabor. This book is made of a waxy paper that repels water and is fastened with a loop of metal. The book contains highly detailed blueprints for creating many curiosities. Examples include; A coin-press machine that imprints an image of the user onto a given scene. Small mechanical toys, like dragonflies and miniature horses, that can follow simple commands. A wooden marble run with interchangeable sections that triggers different spells depending on how the marble falls through the track. ",
				"Identifying Curses by Pastor Kyoko. This long and laborious tome outlines the many forms curses can take and how to identify curses before they take hold. Unfortunately the great detail in which Pastor Kyoko took to detail curses, has left several pages cursed with the curse it was meant to identify. Some include; a curse that prevents the reader from looking away from the book, a curse that causes the reader to become blind, a curse that prevents the reader from putting down the book, a curse that turns the reader to stone, etc.",
				"Well-Mannered Wayfarers by Daniel Cammack. This hardcover book is emblazoned with an oval wherein a man tips his hat to a woman with a cow's tail. The author argues against battle-ready ways that adventurers tend to take and devotes its chapters to discuss different Folk, their customs, manners and ways of diplomacy. Chapters include, but are not limited to: Fae, Huldra, Selkies, Brownies, Dragons, Harpies, Kitsune, Puck, Satyr, and Taniwha. Referencing this book grants a +1 bonus to History, Insight and persuasion rolls when dealing with a Folk covered in the book. ",
				"The Dissection Manual by Professor Kerr. This thick hardcover book bears an intricate seal on the front cover. Inside the pages are all blank, save for their number. It is impossible to decipher the seal on the front without Arcane training DC21. However, anyone can place an object or creature onto the seal. The object or creature will fall through the seal 'into' the book, and will be killed or lost forever. Once you open the pages a layer by layer cross section of the object is printed on each page. The creature or object must be smaller than or equal to the volume of the book's pages. Any 'extra' will squish out of the pages in a pulp, possibly ruining the book. The book resets to blank when closed again. ",
				"Upon a Dragon's Back by Fisher Hearth. The book is thin with a simple brown paperboard cover. A single gold coin is glued to the inside cover, making the pages warp over time as the book can not fully close. The book describes an empty village, with a castle at the center. Fisher happened upon this village after falling from a great height, though he can not remember from where. Inside the castle Fisher finds a baby dragon made entirely of golden coins. As Fisher explores he discovers the realm ends abruptly at the gates of the village. However, as fisher adds more treasure to the baby dragon it grows, as does the kingdom. Fisher's time spent living alongside the dragon is spent searching for more coins in the ever expanding kingdom with his ever growing dragon. From the edges of the realm he can gaze out into space, and sees other creatures, a bird made of knitting needles, a turtle made of china plates and a housecat made of house keys. ",
				"Escaping by Jack Wain. This tiny booklet has been placed under a leaded glass case. Inside the book are a set of +1 lockpicks strapped to the inside cover, A spell to un-knot rope on command, tricks to pass without triggering the spell Alarm (DC15 stealth check), a recipe to make Key-Copy-Clay and some general tips and tricks for hiding in plain sight. The information in this book often escapes the reader's memory and requires the user to regularly reference the contents. In addition, this book is enchanted to become lost at every opportunity. Placing it on a table or in a bag, or otherwise having it leave your immediate sight will require an investigation check DC18 to find the book again. Should the searcher roll a natural 1 or search and fail 3 times in one day, the book is lost and can not be recovered.",
				"Mystic Messenger by Itzcher. This is a tall thin book, only a few pages long, with a dark red cover. In the spine is a small wooden stick, pointed like a pencil but bearing no lead. On the first page two different handwritings are having an apparent conversation. Should the reader use the wooden stick to write in the book they will be responded to by one to five of the personalities, each characterized by their handwriting. They run a charitable organization and are setting up for a fundraiser. As an apparent owner of the book, the reader is implicitly welcomed into the organization. Due to the limited number of pages in the book the conversations will disappear over time to make room for more additional text. The reader will need to check in regularly to keep up with the goings on in the book.",
				"Forged Men by Watcher. This is an old hardcover book with peeling blue filigree. The book frames itself as being on 'Modern Robotics' but the content is clearly quite old. It seems to be part instruction manual part ethics discussion. The first section outlines tools and materials needed for beginning the project of building a warforged, along with a lengthy discussion on the ethics of creating artificial life. Next, the actual construction interspersed with the responsibilities of the creator, vs. when the creation should be responsible for its own actions. Is the mother accountable for the sins of the son? Is the Artificer responsible for the sins of the Warforged? Finally the creation of an artificial soul and the complex magic therein. This section is cut regularly by an regretful plea to absolve the creator of his hubris. A close reading of the ethics essays leads only to the conclusion that morally, creating the warforged is wicked. And yet, the instructions are all here.",
				"A Canoe Alone by Isrea Qarib. This is a thin paperback bound with twine. It records the travels of the author and her dog, Ayuka. They canoe across the Wild Kingdoms hunting, foraging and trading furs. The Wild Kingdoms are a series of territories where small clans of elves, dwarves, druids, humans, huldra, and other Folk live outside of Civic Culture. Since the peoples of these clans preserve a modern wild lifestyle little is known about them. This record offers valuable information like trade locations, products, and even some account of the local treasures to be found. ",
				"The Mage Co-op by Selby Agróktima. This pleasant tan book with dark brown ink has a simple map on the inside cover, depicting a farm. The book appears to be a welcome guide to mages who have joined the co-op, and takes an almost advertising tone. The farm boasts several types of livestock with a wide array of magical properties. Various insect houses can raise different bugs, butterflies and snails for an array of spell uses. Different horses as well as details on a breeding program are listed. Different plots of land grow in various configurations for quality spell reagents, so that you can be sure your mugwort is never grown close to your bluebells. A guide for finding like-minded mages to participate in shared fields and greenhouses for more specific ingredient cultivations takes up the back of the book, the last few pages containing a live-updating bulletin board of different projects on the farm like 'The Oak Tree Plot needs mushroom cultivars today!\" and \"Spinel he Ginger Lynx had kittens! Familiar training desperately needed.\"",
				"Fallen Angel by Seth Axian. This is a paperback novel written in common and signed by the author. The story follows a hermit, Tesh, secluded in his forest home. After following a tripped ward on his property he finds an angel fallen in the snow of the forest, with broken wings and and broken arm. Tesh brings the angel into his home to recover, all the while insisting that the angel must leave as soon as possible. The angel proves to be largely helpless on this plane, and Tesh learns to open up, teach the angel how to live in modern life, all the while teaching himself to open up more, and reintegrate into society. This book is extremely popular with teens and young adults.",
				"The Walking River by the Council of O'fthyr. This is a clean green book printed in elven. It outlines city policy and procedure for proper Walking Rivers. These rivers are shallow but wide stone bottomed basins that can be used for travel between elven cities. They are considered both a method of transit and an artform. A proper Walking River is 15 feet across but only 3 to 6 inches deep with a smooth natural stone bottom and a flow speed of 6 miles per day. Drops in elevation should be handled with regulation waterfall tolls, maintained by a water mage around the clock to lift boats and help travelers ascend the falls. At regular intervals parks should be maintained with a small garden, fire pit, and lined with orchard trees so travellers may make camp. Funding for river maintenance is proposed by renting flat bottomed canal boats so goods can be easily floated in the river. ",
				"The Lake Alliance by Fahri Ozdemir. This is a large series of scrolls bound in golden silk and kept in a smooth opal box. Each Scroll is duplicated in Common, Draconic, Elvish, Sylvan and Infernal. The scrolls outline a non-aggression pact for six small territories all centered around a large lake in the Wild Kingdoms. The agreement was founded by a Dragon and a village of Elves who wished to trade with the regularly warring Harpie and Vampire clans of the lake. The Fey and Gryphon clans agreed to the deal after several revisions, both of whom agreed to safe passage agreements only after some hefty tax agreements.",
				"The Vegan Vampire by Count Cajar. This is a black and red leather book written in infernal. There is an embossed three petaled red flower on the cover. The author claims to have found a replacement for blood. He describes the particular cultivation methods for a red flowering vine, the Curor vine as he calls it. After the vine has flowered the petals can be collected to create the blood replacement. Several recipes are given for different preparations of the flower. Peppered throughout the recipes are accounts of the authors attempts to convince fellow vampires and Folk alike that the potion works, to limited success. In the back of the book the author describes his current clanhold, an old castle on the shores of a Lake in the Wild Kingdoms, and invites vampires to come and join his vegan movement.",
				"The Drakeherd by Ivo Netto. This is a simple hardcover book written in elvish. It is a handbook for the agricultural keeping of Drakes. Chapters include; Maintaining  Drake Pasture, including instructions for building stone fences, what kinds of trees to plant, etc. Herding Dogs, how to select a breed and train for drake herding, the Bernese Mountain Dog is recommended. To Market, the preparation of scales, horns, milk and other drake products.",
				"Sustainable Piracy by Chris Antunes. This is a salt-speckled and stained hardcover book written in Elven. This is an autobiography starting from childhood. Chris grew up on a small island off the coast of a major port city. The island had one ferry to the mainland which ran weekly, requiring that the island be largely self-sustaining. Over time Chris and several of his to-be crewmates built a seaworthy ship of their own to get around the high ferry toll. Over time they improved their ship plans, and grew their crew to include several mages. Over time they developed a system of on-board farming using a complex series of druidic spellwork and spatial based evocation. Though the author downplays the relevance of piracy to his lifestyle, several allusions are made to conquered crews and acquired goods.",
				"Twinning by S. Vibrae. This is a hard wooden case containing two identical books written in Sylvan. An enchantment on the books causes what is done to one to immediately happen to the other, regardless of distance.  These spellbooks cover magic that is exclusive to twins. Some  are simple spells that can only be performed on identical objects, such as the very enchantment on these books. Most spells are those that can only be cast between twin wizards, as the spell's verbal and Somatic requirements are explicitly more than one individual can perform. The last chapter, however is an in-depth discussion of the Shallar, or doppelganger, and how to create and control one of your own.",
				"Introduction to the Star Tarot By Anonymous. This tarot deck and accompanying book are quite different from a normal Tarot set. The Major and Minor arcana are not present, instead multiple arcanas relating to different stars are present. Each 'point' on the star is represented by a card. The 3 star arcana of knowledge has three cards in the set; Light Dark and Blank. The 4 star arcana covers Fate, the 5 star; elements, the 6 Star; illusions, the 7 star; forces such as time, the 8 star; nullification magic, the 9 star; truth and finally the Practical Arcana, which offer tools and spirits that can be summoned but do not follow the 'star' formula. This Tarot set is popular with celestials and most seers regard it's readings as indecipherable to mortals but nevertheless, extremely accurate. ",
				"Hoarding for Nomads by Tejas Trivedi. This is a dirty and torn paperback written in an outdated dialect of common. The Author seems to be an obsessive hoarder and vagrant. Inside are various tips and tricks for hiding 'treasure.' Some of his more recommended tips are; warded stumps, treasure chests enchanted to look like rats, burying in unmarked locations, tattooed 'sigils of holding' on the arm or… elsewhere. Tejas does not seem to differentiate between items hoarded on the person or items hoarded miles away in a static location, so long as they are safe. Items he uses in his examples range from gold treasure, food scraps, cool looking stones and more.",
				"Don't Look Back by Anonymous. This black leather book has a series of shimmering lights embedded in the cover. A boy and his mother live in the middle of a wood, gardening and raising goats and chickens. His mother often warns not to leave the safety of the garden at night. One day another little boy walks out of the forest, with no memory of his family or how he got there. The mother takes the boy in kindly, but the lost boy is not as respectful of the mother's warnings. He leaves the garden at night, taunting the first boy to not be so afraid of the forest. One night the lost boy takes a lantern from the garden and walks deep into the forest, calling to the first boy. The first boy, following the lost boy with his own lantern tries to convince the lost boy to return and obey their mother. He walks farther and farther following the lost boy's lantern light, calling out to him. Finally he stumbles upon a path in the forest where the lost boy is standing, smiling. The first boy grabs his hand and turns back to return to his home, but upon laying sight on the way back, he forgets who he is and why he is there. The two wander the lantern-strewn forest together trying to remember how they got there. ",
				"Wander Witching by Saira Agróktima. This is a clean cut book with a leaf-leather cover bearing a single lantern. The book is broken into two primary sections. The first section covers safe exploration of land, such as how to detect wards and territories of spiritual or mythical creatures. Spells to detect ownership of land, and safe paths of travel are described in detail. The second section covers the creation of waypoints, a unique tool derived by this particular coven of wanderers. First the wandering witch needs to carry a staff bearing a lantern. If the witch finds a space she would like to return to, say a tree to great power or an inn that is friendly to her she can mark a waypoint. A waypoint is marked by a lantern in a particular place, warded by a circle of stone, flowers or other natural material at about 4 feet of diameter. As long as the lantern remains undisturbed a witch can light a specially made candle in the lantern on her staff and travel back to that waypoint.",
				"The Traveller's Farm by Kate Curcio. This is a thick hardcover book with a locking latch holding it closed, the key is attached to the cover by a loop of string. On the inside cover is a table of contents listing different types of farm produce. Opening to the corresponding page causes rapid plant growth from the pages themselves, from sprout to full growth or fruit bearing, as the case may be. The plants grow as normal in the space and will only produce as much food as about two square feet (the size of the open book) of the plant would produce on a farm. Each section can be harvested once per week if the book is left in direct sunlight.  ",
				"Bees, Trees, and Butterflies by Bill Thicket. This dense guide is newly printed in an Old Shire script on crisp parchment. The focus of the book is on beekeeping and honey production. The author discusses different bee breeds and crossbreeds, along with recommended trees or orchards for optimal honey flavor and production. In later chapters the author discusses advanced bee and butterfly focused magical ingredient production with a full breeding guide for bees, trees and butterflies so that beekeepers can experiment with magical honey byproducts for candle wax, wand cores, potions and more. Full color illustrations of the titular bees, trees and butterflies are provided in an index.",
				"Time Management by S. Vibrae. This is a highly decorated golden hardcover book with a clock embedded in the cover. The clock keeps time reliably, but it doesn't appear to be correct. Inside are a myriad of spells and methods for altering the flow of time. Each method is exceptionally difficult, if not impossible, for a humanoid mage to perform, and it is not clear what entity this book was intended for. Some methods of time management include; accelerating time by pulling the wind 'against' time to accelerate it. Pausing time by cooling the 'ether' at the nadir of the world (coordinates are not given).  And extending the amount of time contained within one minute by brewing additional seconds from the 'celestial firmament' and some household herbs. ",
				"Survival in the age of Cities by Ebbe the Unbroken. This is a rough leather book decorated only by a stamped symbol; a stepped V pattern with a crescent moon bridging the top. Inside Ebbe outlines tips and tricks for city life from the perspective of the Wild Folk. Chapters include; How to find shelter and food in the Civic Culture without money. An outline of cultural expectations of city dwellers from a range of cities. How to replant wildflowers and trees, particularly spiritual plants, inside cities. A symbol-guide to read and mark friendly homes, places away from the notice of guards, known shelters and other important destinations. ",
				"Witch Hats by Holly Conrad. This sewing and enchanting guidebook is printed on plain parchment with blue ink. Inside drawing of various pointed hats along with sewing instructions and enchanting instructions are given to create a multitude of hats. Examples include; The Stargazers Brim - a black hat with a short cone and simple band of black silk. On the inside brim is an accurate star-map that changes to reflect the sky above, complete with constellations outlined and labeled as well as the locations of the planets, even works during the daytime. The Rose Maiden - a witch hat with a many-layered brim made to resemble a rose inverted on the wearer's head. Once per day the wearer can cause a branch clipping or plucked flower to burst into bloom as though it were in spring or early summer. The Moth Hat - This is a gray hat with a curled cone and a wide floppy brim. The band is enchanted with moonlight giving off a dim light. Moths from the surrounding area are attracted to the brim, selling on the hat decoratively. The wearer can reach up into the settled moths to pull - a moth that sheds light in a 30' area - a moth whose wings display a map of the surrounding area - a moth that can seek an item or person, etc. ",
				"Today's Chic Cults. This is a glossy full color magazine, mostly containing images of different cultists posing attractively for the camera, modeling robes, amulets and other cult attire. On the cover is a red-robed cultist with their face completely covered. Some featured articles; Should you trust these Red Robes? The answer may surprise you! And This mom's proven way to fatten up for sacrifice; more flesh for your great lord! and The day before the Great Ending - appetizers from the cult of brimstone and The new curses everyone's talking about!",
				"Please Take Care of Us by Jeff Squarrosa. This is a thin green book, propped open on a table. Inside is a simple foreword; \"Please take care of us. We are Aphelandra Squarrosa. We require lots of moisture. If we have sufficient water and good light we will bloom!\" Afterward the first page contains a simple illustration of a garden with many large leafy plants. Each following page contains a drawing of the same kind of plant, but slightly different, some are bigger, smaller, some lean to one side, some have fewer leaves. Under the illustrations is a name - Jeff being the first page. Then the question; Do you want to water [name] today? Where you can tap yes or no once per day. Over time, the plant drawings and garden illustration gently change and grow, if cared for properly. ",
				"Directory of Decoration for Dapper Dungeons by Diron Devi. This hardcover catalog is printed on glossy paper with a faux stone leather cover. Diron Devi, Dungeon Designer, offers a multitude of flooring options, wall decor, altars for all religions, puzzle doors, hidden doors, sconces you'll love and more! Impress foes and woo allies with the latest in modern design. If you need a space unique for your cult, lair or laboratory Diron's team of trained designers will come to your space and work one on one to meet your design demands. A dedicated team of puzzle engineers, treasure hoarders and devious deathtrap designers are on demand, when you need them for any budget.",
				"Paper Collage by Anonymous. This is a half-undone collage made up of hundreds of thin pages glued together and painted over with pink peonies. Someone has set to the task of gently removing the paint and separating the pages from the canvas to re-form the original book. The project takes up a huge table, with the canvas at the center. It is surrounded by a bowl of dirty water, several razor blades and many scraps of paper either drying or being flattened. Though the book is not being restored in any kind of order the scraps indicate that it is a personal log from an adventurer of some kind. ",
				"The Lost art of Bluffing by Nili Weudonc. This is a small hardcover book that can easily fit into one's pocket. Nili discusses the tools of bluffing, how to mislead without lying, how to believe your own lies and how to appear trustworthy even if nothing is farther from the truth. Anyone who studying this book becomes proficient in bluffing (charisma modifier). This is an opposed check vs. Insight. You can try to gain combat advantage against an adjacent enemy by feinting. As a standard action, make a Bluff check. If you succeed, you gain combat advantage against the enemy until the end of your next turn. You can create a diversion to hide. As a standard action, make a Bluff check against any enemy that can see you. If you succeed, make a Stealth check opposed by the passive Perception check of any enemy present. If the Stealth check succeeds against an enemy, you are hidden from that enemy until the end of your turn or until you attack.",
				"Frivolous Queries and Quests by Anonymous. This is a white hardcover book with table of contents several pages long. Until the reader taps an entry in the table of contents the other pages remain blank. However, if an entry is tapped the pages fill with a quiz and associated quest of some kind. Each quiz prompts actual actions for the user to take. After 10 or so quests per quiz, the book gives its result. Some quizzes include; 'Throw Some Food In The Trash And We'll Tell You Your Worst Quality' wherein the reader must throw away food nearby as prompted.  'Only A Cheese Addict Can Identify These Cheeses Just By Looking At Them' wherein different cheeses are summoned and must be named aloud, after this quiz, you may eat all the cheeses. 'Order A Taco And Build A Hot Guy And We'll Reveal A Deep Truth About You' the user is simply prompted for an alternating list of what kind of taco they would like and what features they find attractive in men, afterwards the book will pass a judgement on the reader and the taco will be summoned and can be eaten, but not the hot guy. 'Rate Some Random Things If You Wanna Find Out Which God You Are' the book will begin listing nearby objects or creatures and you must speak a rating out of 10 for that thing, then the book will pick a god from the list of deities. and more!",
				"Everyone Who has Looked At This by Mitxel Dunn. This is a standard parchment notebook bearing a long list of names. Starting with  Mitxel Dunn and proceeding for at least fifty pages with twenty-seven names per page in the same style of ink and handwriting. Each name occupies a new line, no more no less. Official titles are not written. The last five names are; Orna Greene, Alyxx Ann Clark, Mica Tien, Jack Wain, and finally the reader's full name. Twenty pages remain.",
				"The Fashionable Journey by Nikki. This is a pink and brown book with a bow on the front cover. Each page contains detailed drawings of a skinny Eladrin woman wearing different articles of clothing. As long as the reader is wearing an equivalent type of clothing when they press two fingers into the image on a page, their clothes will become enchanted with an illusion to match the clothes on the page. This does not change any stats and can be easily dispelled. All of the clothes depicted  are high-fashion, extremely modern or bordering on the avant-garde. ",
				"Quilting by Yasmine Brown. This is a hardcover book with a puffy quilted cover and uses a thick ribbon to tie closed. Inside there are several quilting patterns. After reading the first few chapters of normal quilting patterns the text of the book changes, though the style and images remain quilts and quilting patterns. The book becomes a rather sinister book of curses specifically for punishing ungrateful grandchildren. Some curses include; Giving children recurring nightmares of your own making, binding gifts given so that they can be turned to ash if the child is bad, and summoning monsters to lurk in closets and under beds. One particularly sinister creation is of a fabric doll with a frayed thread on her foot When this doll is given to a child the child will similarly develop a 'fray' that, when pulled, causes the child to unravel.",
				"Proper Sigils by Andreas Haux. This is a black leather hardcover book with clean gray pages written in common. The book outlines the correct method for making personal sigils. First, write out the statement or intent of the sigil. Next take the letters and separate it into line elements, curve elements and dot elements. Simplify elements that are identical, then recombine the elements into a shape. Each step is outlined in detail and different examples are given. Most of the book has been written over, angrily, by another mage who appears to be arguing for a different method of sigil creation involving a number wheel and simplifying the letters in the statement rather than the shapes. The handwritten notes make lengthy arguments disproving the author's claims. A second set of handwriting has added some sarcastic and passive aggressive commentary to the first note-takers comments and drawn several rude drawings. ",
				"Chroma and Besom by  Matthias Ettrich. This is a matte gray book with a small clip on the cover that holds a paintbrush. Inside the book each page contains first a color pallette of 3 to 10 colors applied by brush, then a sketch drawing of a paint brush, sponge or other artistic tool, and finally a brushstroke or impression that the given tool would make. The final page contains a rainbow array of colors and hues. By holding the brush (actually a wand with unicorn hair bristles at the end) to a color on any given page the brush bristles will fill with paint of that color. Pressing the blunt end of the brush to one of the tool images will change the brush to that tool. ",
				"Coloring Book by  Matthias Ettrich. This book is simple glue-bound paper, but the last page is hard cardboard with an attached box containing crayons. Every day this coloring book changes it's non-colored pages to have an ink outline of a nearby object, selected seemingly randomly. The objects are displayed in a simple style, with a thick outline of black and a lot of blank space for coloring. Coloring in the page will cause the actual object to change color. If you color outside the lines the object will break. Already filled in pages are kept forever. The book already contains; a blue sword, a bright red cat, a green gemstone, a fireplace with green flame, and a pile of golden coins. 5 pages remain.",
				"Statistics by Troy Greene. This is a plain brown notebook. When not being held the pages are blank. As soon as the book is held the pages fill with various statistics on the holder. Each page covers a different topic, complete with a line graph, pie chart, list of notable occasions of the topic, and other relevant information. Some statistics include; chickens eaten, dogs seen, living relatives, liters of mead vs.wine drank, net worth, and current 'rank' (apparently out of all people currently alive on the plane).",
				"Eyes by Anonymous. This is a long and thin red book with black filigree on the spine There are 100 pages and no text. On each page is a single drawing of an eye. All the eyes are realistically drawn of different species, and are exactly to scale of a real eye of the given creature. Occasionally they blink, but less frequently than you may expect.",
				"Composition Notebook by Anonymous. This is a thin paperback with a black and white cover. Inside each page is printed with blank sheet music. When notes are written on the given sheets the book will produce music as written. On the inside cover a key of instruments and identifying symbols has been scratched out, and is largely unreadable. The only easily readable instruments are Bass Drum, Bongos, Recorder and Tuba. If no instrument is specified the tune will be played with a gentle humanoid hum. ",
				"Drowning Ilexis by The Goddess Klaia. This is a large decorated book with a glyph surrounded by four trees on the cover. It is a recounting directly from the Goddess of Mt. Kalathion concerning the death of the goddess Oreiades and the war she waged on the murderers. Parasitic forest nymphs hoping to become full fledged dryads took over the lands of Oreiades in the fall. During the winter the nymphs overtook the peaceful city of Ilexis, killing Oreiades, taking her throne and visage, and plotted to kill Klaia by destroying her temple. Kalia brought a heavy winter to freeze the trees and then an early and warm spring to her mountain so the spring melt would flood the trees of the forest and the city itself. The nymphs, posing as Oreiades, employed naive adventurers to carry cursed branches up the mountain to destroy Kalia's temple. But, the adventurers saw truth at the mountain top and turned back, with the force of Kalia's fury at their backs, and destroyed the city and the nymphs. ",
				"The History of Tephra Book 1; Origin of Tephra by Deldruth Travertine. This is a stone-gray book written in Infernal. Inside is the Myth of the city Tephra.  When the city of Tephra was formed it rose fully built from the Calderan mountainside with a throne of pitchstone at the center. A Tiefling knight was sent to investigate and found nothing in the city but empty buildings. He laid his sword on the empty throne and when the point touched the throne a princess was born, emerged from the throne and sword with no parentage. The princess and the knight explored the city for many months, surviving off of the bounty of the mountainside. During this time, they discovered a rich vein of Pitchstone, useful for making enchanted whetstones, that connected the throne directly to the mountain's roots. After the princess touched the pitchstone she began seeing a great Cobalt dragon perched atop the castle, but the knight could not see it. ",
				"The History of Tephra Book 2; Rising Tensions by Deldruth Travertine. This is a stone-gray book written in Infernal. The City of Tephra became known for its mine, and was settled by Humans, Dwarves and Tieflings. Tephra's mine benefitted from its leyline with the feywild, imbuing the mined pitchstone with fae power. The Eladrin on the feywild plane felt that their realm was being exploited to empower dwarven weaponry. Many small clashes came as a result, but the princess was able to use a power she called the 'Dragon's Lightning' to defeat the elves. In adulthood the now-queen of Tephra set out among the people to find a worthy heir as she was unable to conceive her own child. While travelling the mountainside she found an orphaned oread, a creature of the feywild, dying. She took in the beast and ultimately returned home without naming an heir. It was widely believed that the child would attempt to take the city back to the Faewild and sever the planar confluence. ",
				"The History of Tephra Book 3; The War of Pitchstone by Deldruth Travertine. This is a stone-gray book written in Infernal. The City of Tephra was facing it's first internally driven clash. Strife over the queen's naming of an oread as heir split the citizens along racial lines, with Tieflings trusting the queen, Dwarves largely against the oread heir, and humans falling to one side or the other. The Eladrin took their chance to declare war on the city. During the battle outside the city walls The queen and the Oread child were killed. It was said that as a final act of vengeance the Oread child used her fey magic to curse the city walls, so that no one could enter or leave. Soldiers unable to retreat were slaughtered at the walls of the city. Yet the victorious elves were unable to lift the curse. The curse trapped citizens inside the city as well, leaving the citizens to scale the wall or starve. The city was never retaken, the battlefield was never cleaned, and the bones of soldiers remain. Many secrets of Tephran mining were lost. A few remaining dwarven craftsmen and smiths dedicated themselves to keeping what remained of their culture alive, forming the Wherlite Order. The mine along the feywild leyline became lost to time, but the Wherelite Order has not yet given up the search to lift the curse, and find the mine.",
				"Resurrecting Gods by Princess Iridessa. This is a shimmering blue and gray book. The pages seem to have been torn out of a variety of different spellbooks, having to do with resurrection, contacting gods, binding a soul, possession etc. Many parts of spells are crossed out with notes in the margins, and references to other spells on different pages. The notes are in Sylvan. The author was trying to find a spell to bring a dead god back to life. The last several pages list the final spell resulting from the extensive research. The author notes that everything is ready and they will attempt the spell on the next belewe moon. There is no information on the results. ",
				"Calm Down Time by Elizabeth Verdick and Marieka Heinlen. This is a hardcover children's book about 14 pages in length. The book depicts young children who are mad, sad or otherwise acting out and all the ways they can calm down, like breathing slowly, finding something comforting to focus on or napping. The book is enchanted with the spell Calm Emotions. Reading the full book out loud takes three rounds of combat and doing so will cause the spell to last for upwards of 24 hours as well as teach some valuable behavioral lessons to those who hear it. ",
				"Coupons by Anonymous. This is a paper booklet with several colorful tickets attached with faint perforation. The tickets, while colorful, do not actually mean or say anything in particular. Five have already been torn off and ten remain. As soon as a coupon is torn off, it will fill with a redeemable offer or discount for a deal the tearer is currently making. If a real coupon for the deal already exists, this coupon will be an identical clone. Otherwise, the coupon will populate with it's own offer and the recipient of the coupon must pass a wisdom save DC15 or believe the coupon to be real.",
				"Solitude by Eric Oliver. This is a plain brown hardcover book written in elvish. The book contains no apparent story, characters, topic or information, but rather long meandering descriptions of scenery. The scenes are endless, readers can turn the page forever and always find a new beautifully described scene with no people in it. While reading this book your perception of the world will fall away to nothing, you will be unable to see, hear, or feel other people. The reader's passive perception of environmental elements will reduce to 3. Other people will be slightly compelled to leave you alone, though the spell is easy to overcome.",
				"Encryptions by Mathilde Cannat. This is a simple pocket sized manual written in common. On it's own the book is a handy reference for common encryptions such as; writing dwarven words and phrases using elven letters, using thieves cant, using a scytale, the use of uncommon etc. However, this book is enchanted with a paranoia spell. Each time the reader uses the book they must roll a wisdom saving throw DC10. On a passed save they can use the book to decipher encryptions, and on an odd number, the book provides some 'observations' about patterns found in the real world, proving the existence of a shadowy overseeing agency that controls all known governments and guilds. These patterns can be 'deciphered' from day-to day events in the player's life. The more odd rolls they get, the more paranoid they become. ",
				"So You've Been Captured… by Lord Roe. This is a small, yet embellished book with marbled edges written in a tight golden script. Boasting over 30 successful captures and rescues Lord Roe outlines tips for captured nobility to keep calm and help aid their rescue. It contains chapters such as; I know they're all dirty but… how to tell the difference between orcs and kobolds. Your daddy can pay the ransom which is just a rambling, slightly panicked, assurance that the reader will be safe. And maintaining your pride while begging for food… a long list of affirmations to think about while debasing yourself to survive.",
				"Guide to Landscaping in Scenic Planar Banehold written by The Black Lord, Bane, greater deity of Hatred and Tyranny. This is a large cream colored paperback with many glossy photos depicting a charred black landscape with a roiling red sky. Topics include; Incorporating the great brownstone spire into your guest garden. Creating a meditation space surrounded by peaceful bone piles. And How to give your kids the playspace they need without sacrificing your sacrificing altar. ",
				"Taako Time by Taako Taaco. This is a clean paperback book, written in elvish, depicting a smiling elf wizard winking on the cover. Inside, a series of wise and inspirational quotes from the foremost philosopher of our time, Taako. \"Be who you are and say how you feel because those who mind don't matter and those who matter don't mind.\" \"Don't look for society to give you permission to be yourself.\" \"Where's your will to be weird?\" \"Some people say you're going the wrong way when it's simply a way of your own.\" \"Nothing makes one feel so strong as a call for help.\" \"The highest appreciation is not to utter words, but to live by them.\"",
				"Genealogy of Mica Tien by Anonymous. This is a big hardcover book with rough cut pages. The first several pages are devoted to a widely branching family tree starting from Mica Tien and moving backward for hundreds of years. Some following pages have additional details on listed family members, while some only list a name. On the first page however is an intricate sigil. Arcana, Medical or Religious check DC 13 shows this is a sigil of blood magic. If blood is dripped onto the sigil the owner of the blood will have their genealogy traced back in the book, replacing whoever's genealogy is currently being shown. ",
				"Comprehensive Crystals by Troy Boscarden. This book is actually a collection of crystals, each about the size of a human fist. When a light is shone into a crystal the light will come out the other side with information relating to the crystal. The information is different depending on the angle the light is shone into the crystal. Name, Chemical makeup, magical properties, healing qualities, where to find the crystal, etc. Some crystals in the collection are; quartz, topaz, amethyst, ruby, emerald, etc. ",
				"Suggestions and Complaints by The Bureau of [unreadable]. This is an unassuming brown notebook with the title written in thick marker on the cover. All the pages are blank, but numbered. Whenever anything is written in the book after about 30 seconds the words vibrate slightly and disappear. The words \"Thank you for your valued feedback\" appear in a gentle cursive after the suggestion or complaint is recorded. ",
				"Copybook by Professor lleidr. This is a plain brown hardcover book, completely blank. It is kept inside a glass case on its own, away from any other books. When this book is placed so that it touches another book it will slowly begin copying the contents of the book into its own pages, all the while altering the original book to have spelling errors, formatting problems and factual inconsistencies. When it's done, this book will credit Professor lleidr as it's author and remove the author credit from the original book. It takes about 1 hour per 50 pages to fully copy a book. If the copybook is moved from the book it is touching before it can fully copy, its pages will revert to being blank, but the errors made to the original book will remain.",
				"Griffonage by Lady Simádi. This is a small gilded book bearing an intricate opalescent feather quill on the cover. Inside, the author advocates for the importance of good penmanship. Exercises for improving penmanship are given in great detail. The author encourages any readers to have an 'aspirational calligrapher' in mind, and offers handy tips for how to best mimic their beautiful writing. In the back some aspirational examples are given in the form of 'beautiful' signatures of notable figures and handwriting samples. Oddly, this book is banned by the king, whose signature is given a lovingly decorated special honor on page 134.",
				"Chicken or Basilisk? A Guide to Eggs by Jessica Hall. This is a simple brown leather and coarse paper book written in common. Inside is a comprehensive guide to egg identification. Any eggs, from dragon to bird to fish, can be identified easily with this extremely comprehensive guide. As long as this book has been referenced for at least 5 minutes the player can positively identify any given egg.",
				"Taxation Records of Bayport Village year 348-349 as kept by Byron Hall. This is a simple logbook that one could expect to find in any treasury hall. However, upon careful inspection it is clear that the pages are all of different quality, and have been trimmed to fit within the standard book size. Additionally, reading through any of the pages will cause the reader to feel a different emotion, very strongly. Some pages elicit fear, anger, respect, adoration etc. In truth these pages have been enchanted with a variation of the spell 'Calm Emotions' which does just the opposite. An extremely clever investigator will note that the positive emotions all correspond to taxation records from The Sift and Simmer bakery, while the negative emotions correspond to records from the RyeSeed bakery.",
				"Storybook by [Player Name]. This is a big hardcover book written in the current owner's primary language and written in their handwriting. The book becomes someone's property when the former owner gives it away, or when the former owner dies and a new person picks it up. As soon as the book enters into someone's ownership it's 100 pages fill with a story of their life from the book's acquisition onward. The story is a happy one, about them achieving their goals, dreams and a happy life. Whatever that person's true desire is, they get it in this story. A brief foreword by the original creator describes the secondary enchantment on this book. Should the owner ever need immediate help they can tear pages from this book, and they will receive an immediate miracle (inspiration points, safety from death, defeat a powerful foe, etc.) to help them with whatever situation is directly at hand. However, the torn part of the story can no longer happen in their lives, ever. It is up to the DM's discretion to determine how much of the story is worth a requested miracle. There is no guarantee that the content of the story is true if left un-torn. The story will re-write itself to account for lost pages, a little sadder in tone each time. If the owner achieves any given intact content in the story the relevant pages will shine with a golden light and can no longer be torn out, by any force.",
				"Book of giants (25gp/5lbs) A book containing basic information about the history, biology and such related to the different kinds of giants.",
				"Divine Taste (15gp/2lbs) A moderate length cookbook written in the format and style of a religious text. Many of the ingredients are obscure or do not exist, and divine or arcane spells are listed as ingredients. No author or date of publication is listed.",
				"The Spice Almanac (50gp / 3lbs) Prohibitively expensive, but a must have for merchants and the upper crust! Contains information on different types of spices and seasonings, such as their value per weight, where you can trade for them and, of course, recipes that alone are worth the price.",
				"A Dead Man's Guide to the Underdark (20-30 gp/6lbs) Written by famed adventurer Samuth Ironback after his fatal encounter with a Purple Worm, the Dead Man's Guide details the creatures and plants of the Underdark and how to safely eat every single one, how to find your way in a labyrinth, of Minotaur construction or otherwise, and how to convince an Illithid that you have brain cancer, among other things. The book's writer, being a ghost, actually wrote the book by possessing several different people over the course of a hundred years, so every chapter is in different handwriting and on different types of paper, and the first page is nearly crumbling to dust, while the last was finished only a few months ago.",
				"Pan's Theorems on the Pantheon (30gp/2lbs) A guide to the setting's pantheon, and their worshipers/cults.",
				"The Poisoner's Apprentice (100gp/1lb) Pricey, but a worthwhile investment. Contains recipes for a number of common and exotic poisons, and their antidotes",
				"The Traveler's Guide to Adventure (20gp/2lbs) An up-to-date compendium of all the taverns, arenas, and other places to find \"the action\"",
				"The Adventurer's Guide to Travel (20gp/2lbs) A survival guide to traversing the wilderness, includes tips on safe camping practices, hunting and fishing, tracking and avoiding being tracked, navigating in the wild",
				"Knute Knollrut's Ninety-Nine Knives: A Rogue's Gallery (15gp/2lbs) A guide to exotic weapons for \"discerning individuals looking to add a edge over the competition.\"",
				"Hunter's guide (20gp/2lbs) A book which will tell the players what creatures are in an area based on their tracks.",
				"_________ to Common Dictionary (10gp/1lbs) A barebones dictionary containing the essentials in order to translate a language into Common. D20 when obtained: 1: Abyssal 2: Aquan 3: Auran 4: Celestial 5: Draconic 6: Dwarvish 7: Elvish 8: Giant 9: Gnomish 10: Goblin 11: Gnoll 12: Halfling 13: Ignan 14: Infernal 15: Orcish 16: Primordial 17: Sylvan 18: Terran 19: Undercommon 20: Roll again twice",
				"The Crystal Wasteland: A Guide to the Creatures and Peoples of the Tundra by Sandrin Chrimbus. (2gp/5lbs) A journal style log of creatures, peoples, and major locations of the tundra, with superfluous author Sandrin Chrimbus' mildly egotistical perspective. It is a thorough log, but he underestimates every hostile monster to make himself seem better, and assumes all peoples are more primitive and jealous or admiring of him than they are, skewing what info the PCs may get.",
				"The Omnomnomicon (25-30 gp) A large and tattered encyclopedia on all tasty meals. Contains instructions on how to find ingredients and cook, bake, and treat them properly. Is prone to accidental demon summoning, too.",
				"Yulop's Guide To The Overbright (20 gp/3lbs) A Drow adventurer hailing from the underdarks written guide to the world above. Gives you quick and easy ways to remember the differences between halflings, dwarves and gnomes, and other helpful tints to make your stay as comfortable as possible",
				"Soul Transference (190gp/3lbs) An old book from before proper bindings. It looks like it was crafted from the skin of a boar and sewn together using its sinew. The text is cryptic, but talks about valuing souls against each other. 4 Elven souls being worth 7 human souls. There are some rituals written near the back of the book, but the pages are splattered with blood. For better or worse, it makes the text illegible.",
				"Book of Constructs (100gp/7lbs) This book contains the information on every construct monster as well as step to step guides on how to make the construct monsters a player can make. It also contains the rich history of modrons and their creator, Primus. It presents the uses of creatures such as golems and homunculus.",
				"The Birdwatchers Guide to Avian Kind (25gp/5lbs) A book on birdwatching. Begins with mundane birds such as songbirds, ducks, domestic birds, seabirds, and other small birds. Later in the book, beasts like rocs and owlbears as well as harpies and griffins.",
				"Praise the Great Beholder! (15gp/3lbs) Written by a cult that praises a beholder. Basically, it’s an extremely exaggerated tale of how a “very great, brilliant, elegant, and overall perfect” beholder easily defeated and slaughtered the tarrasque and saved the world.",
				"The Wonderful World of Ooze (30gp/5lbs) This book contains information about the very odd behavior of monsters like the gelatinous cube, ochre jelly, and the other kinds of oozes lurking throughout the world below. The book describes the chemical makeup of every type of ooze.",
				"Mimics: Nature’s Greatest Disguises (35gp/6lbs) A book about the terrifying nature of mimics and how they do what they do. It gives information on what a mimic can transform into, and how it exploits the preferences of the living things around them that are safe enough to kill and eat.",
				"The Bard’s Barb (15gp / 2lbs) A short collection of stories featuring a quick witted gnomish bard and his simple minded but well intentioned Goliath barbarian friend.",
				"Beholders! A Sight to Behold (120g/ 5 lbs) An encyclopedia written by and about Beholders. Written in common, the book describes how Beholders view the world they live in, with several different perspectives to view it from.",
				"Kyudo: The Way of the Bow (35 gp/2.5 lb) A book all about the Shou style of archery. It teaches the basics of archery, as well as more advanced techniques and tactics. It also teaches the value of meditation, finding inner calm and the philosophy of Shou Archery.",
				"Gygax's guide for intrepid adventurers (100gp/8lbs) An expensive book written in an odd language which no mortal seems to understand, which some have called \"English\". But when translated, it's well worth the price for both beginning and experienced travelers, as it comes with info on the most common races, planes, pantheons, equipment and objects that are essential in any adventurer's quest.",
				"Starting With You (30 gp/1lb) A self help book written by an unknown therapist. It details relaxation techniques, socialization strategies, motivating messages, and general life advice.",
				"A Greenskin’s Plight (10 gp/3lbs) The autobiography of a goblin trying to become a respectable real-estate salesman in spite of racial prejudices.",
				"Mage’s Folly (1 gp/1lb) A pamphlet encouraging the reader to renounce magic.",
				"Why the Banshee Wails (25gp/1lb) A classic bodice ripper about a young heroine torn between several suitors. She finally chooses one...the wrong one...who turns out to be a necromancer. She is turned into the titular banshee. A rather well written and surprisingly gripping tale.",
				"Return of the Wailing Banshee (25gp/5lbs) A convoluted sequel to Why the Banshee Wails, it travels the heroines path in undeath as she once again is faced with multiple suitors both living and dead. Not as appreciated as the original as its length and discriptions of unlife are more tedious than passionate.",
				"The Redemption of the Wailing Banshee (10,000gp/8lb) The last and by far rarest of the Wailing Banshee trilogy, this book is said to be written by a ghost writer as it appeared literally after the original author died. The heroine returns, now a powerful and independent undead in her own right and pursues the necromancer who killed her in the first book. It is said the book not only contains a detailed process on how to return from underworld to the living but how to achieve lichdom also. Only one copy is known to exist.",
				"This Book Will Explode (50gp/1lb) The hundred some pages are full of poems concerning the joy of a pulling pranks and tweaking the nose of those in power. One random page in the book has an explosive runes spell cast upon it. A copy of the book with the runes removed would fetch 10x the normal amount. Rumored to be written by a mischevious brass dragon.",
				"A Tabulation of Krisk the Red's Horde (2,000gp/1lb) A very rare itemized listing of an infamous red dragons horde. Supposedly has hidden clues on how to get to said horde. Scholars debate if the book is legitimate, a trap by Krisk, or written by a certain brass dragon to irritate an ancient foe.",
				"A Reason for Greed (100gp/5lbs) A gem studded, silver bound, book that explains why earning and possession of wealth makes one superior to all others. Author unknown but is believed written by a brass dragon who sold many copies to rich humans. When appraised, the book's decorations are paste and the philosophy ironically circular.",
				"The doppelganger supremacy (50gp/6lbs) The book refers to a time of crisis in the ancient Dwarven Kingdoms. It refers to the takeover of one Dwarven Kingdom and the nearly successful attempt to spread to Elven and Human cities. It gives a great amount of detailed information about doppelgangers, which is useful for any adventurer that intends to confront one.",
				"Orc Like Me (10gp/1lb) The story of an eleven bard who uses magic to disguise herself as a half orc in various towns and places to see how the race is discriminated against.",
				"Exploring the Realm on 1cp a Day (1gp/1lb) Filled with numerous suggestions of questionable and dated value, it does have some worthy bits. 50% chance of lowering the reader's cost of living expense down one level without a loss of actual level. Rolled per day.",
				"Diplomacy with Dwarfs, and how to survive it (30gp/5lbs) the Book is beautifully bound and written in elven tongue. A guide on how NOT to offend Dwarfs for Elves. Even asking a polite question can be enough to trigger one of those \"Muscle Heads\".",
				"The List of Lists (2,000/120lbs) An ancient Tome almost as big as a grown man, it contains pages and pages covered in an unknown language. The only thing each page has as a similarity, the first sign looks like a \"1\" and in the bottom row, it ends with something that could resemble a \"100\". Upon inspection, the book is imbued with a strange magic, the language is not known but can be read with certain magical spells or instruments. Ask the player what page he opens the tome an what line he reads, it is happening now.",
				"Graknars tales of blood (30gp/4lbs) Written by Graknars the orc barbarian. He learned to read and write poorly to record his deeds in epic song. The problem is he learned to write elven but speaks orc and he thought he was learning common. The number of people who can accurately read it is slim to none. Only a truly great Bard could spin this epic and any up to the task could draw a crowd for a story rarer than platinum. There only exists one known copy.",
				"This place (55gp/1lb) It is written in a strange hand. If properly deciphered it is revealed to be a journal of an stranded alien creature from an unknown plane, that accidentally arrived there after a failed teletransportation spell. It even reveals they are the ancestors of an unknown nation and race.",
				"Steal This Tome (10gp/1lb) A short but passionate treatise on living as a low-level character in a high-level world.",
				"Seven Habits of Highly Effective Dungeoneers (40gp/2lb) A practical guide to getting the most out of your local dungeons, includes tips on detecting and disabling traps, predicting ambushes, dealing with curses, and more.",
				"Ishmael Shows You the Ropes (15gp/1lb) A beginner's guide to sailing and navigating open water. Some editions include a short section on chasing sea monsters.",
				"The Bamboozler's Bible (30gp/2lb) How to cheat, swindle and deceive your way through the realms. There's a 20% chance that the pages are blank and the person who sold it to you is nowhere to be found.",
				"Redscale's 99 bloody nightime stories (15gp/3lbs) A book of Kobold bedtime Stories. It's a slender book written in Draconic. Reading it aloud will make you angry or sleepy.",
				"General history of _______(25-70gp/7lbs) A book that describes with great detail the general history of the most popular cities, the most important people, the most important events that took place there and the origins of a place. When you get one roll a d12 to know which place the book is about: 1.The Forgotten Realms, 2.The Elemental planes, 3.The external planes, 4. The outlands, 5. Mystara, 6.Birthright, 7.Dragonlance, 8.The shadowfell, 9.The feywild, 10.Blackmoor, 11. Eberron, 12. The Underdark",
				"What to Inspect When You're Inspecting (30gp/2lb) A handy guide to observing your environment and deciphering its clues.",
				"The Joy of Looting (40gp/1lb) A retired rogue's account of his best hauls, detailing his observations of people's patterns and tendencies when hiding valuables in their homes.",
				"The Art of the Bargain (300gp/4lb) A semi-biographical collection of musings in a tastelessly illuminated cover. Confers -2 penalty to WIS and INT when carried.",
				"Love in the Time of Cackle Fever (20gp/1lb) An informative medical text detailing common illnesses and treatments, all expertly woven throughout an intriguing love story.",
				"Philosophy about good and evil (50 gp/2 lbs) On the cover of the book there is a ying-yang symbol made of colored mirrors. If you read this book, you can change your alignement to neutral (but you keep chaotic,neutral or lawful).",
				"The Multicultural Monetary Manual (20-50 gp/3lbs) A detailed list of the different types of currencies and how much they’re worth in different parts of the world.",
				"The Tarrasque; a Monster of Biblical Proportions! (80gp/7lbs) A book containing accounts of people seeing the great beast from far away, tales about how this gargantuan monster represents divine judgement, and terrifying artwork dedicated to titan.",
				"The Botanist’s Guide to the Floral World. (40gp/5lbs) The book starts off with very dull and mundane plants such as flowers, bushes, trees, cacti, ferns, as well as crops that humanoids have bred. Later in the book, the reader is taught about sentient plants such as awakened shrubs and trees, shambling mounds, the dangerous myconids, and the dryad.",
				"Caring for your Crawling Claw. (25gp/5lbs) A perfect book for beginner necromancers. This book offers a guide on how to meet the very small amount of needs a crawling claw has to make it a top notch minion.",
				"The Bard and the Copper Dragon. (15gp/3lbs) A tale of how an elven bard and a copper dragon quickly become best friends and tell jokes and pull pranks all the time.",
				"Killing with Love. (30gp/6lbs) A play beloved by elven kind as well as satyrs. A heartwarming, wholesome comedy of a human paladin falling in love with a beautiful succubus. He ends up showing his new love how having a good alignment is great.",
				"Owner’s Guide to Rust Monsters. (40gp/6lbs) A simple guide to help maximize the fun one can have when owning a pet rust monster. It gives tips and tricks on how to live to improve the health of both you and your odd pet.",
				"Celebrating the Dwarven Way. (35gp/5lbs) A book on the history of dwarven festivities, and how they are observed. The book presents traditional meals and rituals for individual holidays that originate from dwarven culture.",
				"A Hand Maid's Tale (5 gp/2lbs) A rather boring book which tells the account of a handmaiden who was once in service to a powerful queen.",
				"Tundra Survival Guide (20 gp/4lbs) Written for Rangers, who were about to enter frozen wastes, it contains plenty of useful information for surviving in cold and winter like conditions.",
				"A Theorem for Freedom (15 gp/3lbs) A provocative read, but rather useless, the author proposes a structure for government run by the people where policy and leaders are picked by vote.",
				"Shackles That Bind Us (10 gp/5lbs) A book describing the authors theory that unseen ethereal chains over time tighten bringing one to their final resting place, although unseen and unfelt their pull is undeniable according to the author, and the even goes on to explain a potential way to break ones chains to free themselves from their final fate.",
				"The Shadows of The Varuitha Kingdom (65 gp/8lbs) The book details the fall of the varuithian Kingdom which fell centuries before the current kingdom leaving several different ruins across the known land. The ruins each hold a secret of about the previous civilization and locations of ancient treasure.",
				"Screams In The Apocalypse (30-70 gp/6lbs) This book holds the hellish deaths of millions of warriors over the span of recorded time. The book has a number located on down its spine that changes every few day or so, this number is the number of warriors who have died. The book is the root of pure rage and violence causing those who hold it to change alignment if they fail a DC 17 Wisdom saving throw. (The book can only change Good and Neutral, never evil to the opposite.)",
				"Myths and Mysteries of the Ancient Bards (250 gp/10 lbs) A heavy old book which gathers scribbles from various artists of olde, telling tales from all over the world. Though most of the locations depicted in it have long been erased from existance or looted by bandits or adventurers, a few remain: one of these such points of interest is the mansion of Jorrgan Dawnseeker, a valorous human who fought many an evil centuries ago. The mansion is said to be haunted by the spirit of one of his greatest admirers, a bard going by the name of Gendar Kinah.",
				"How to Kill (1 gp/2lbs) An outdated encyclopedic reference volume featuring the letters H, I, J, and K. It's thick, heavy, and actually contains useful general information on topics in those letters.",
				"Eat, Pray, Crush (5gp/2lbs) An Orc's guide to serving Gruumsh.",
				"No Country for Old Gods (20gp/6lbs) A book of hypothesized elder gods and what may have happened to them.",
				"How to Lose a Pet in 10 Days (25gp/5lbs) A Ranger's guide on what NOT to do with their pets.",
				"‘101 Ways to Cook an Ooze’ – Interesting recipes include gelatinous cube cocktail, ochre apple jelly, and salted pudding",
				"‘Physiologies of Magical Creatures’ – Information on the biology of Beholders, Dragons, Unicorns, and more. Full of diagrams.",
				"‘The Prophecies’ – Tales of great adventures. Partway through, all the pages become blank",
				"‘How to Spot a Mimic’ – Tips such as listen for breathing, and see if it responds to being touched",
				"‘Bordrick’s Fantastic Adventure’ – Dwarven choose your own adventure book",
				"‘Planeshifting’ – Details different ways to travel between different planes of existence",
				"‘On Monstrous Races’ – Discusses whether monstrous races should or should not be allowed into society",
				"‘The Outside’ – A self-written account by someone you know who saw a vision of them self as a small plastic figurine on a table surrounded by a number of god-like beings after they talked to a group of adventurers",
				"‘Human?’ – Story about an ogre who, despite his incompetence, convinced everyone that he was actually a very tall human, became a king, then was discovered and beheaded.",
				"‘Landmarks to Visit Before You Die’ – Details a number of landmarks and monuments in a country or city you have never heard of",
				"‘The Hitchhiker’s Guide to the Kingdom’ – A book with not entirely inaccurate advice on ‘how to see the kingdom on less than 30 copper pieces a day’. The very first page contains only the words ‘Don’t Panic’ printed in large, friendly letters.",
				"‘Incredible Creatures and How to Kill Them’ – Details weaknesses monsters are known to have. It is part of a five-volume set; the first volume is for beginners (level 1-4), the second for the somewhat experienced (level 5-8) and so on.",
				"‘Magic for Dummies’ – Explains what magic is and how it works in the style of ‘___ for Dummies’ books. Does not teach one how to cast spells.",
				"‘Wish It, Want It, Screw It’ – detailed accounts of times the Wish spell backfired horribly.",
				"‘So Long, and Thanks for All the Ale’ – The story of Tarvish the dwarf, who had unpaid bar tabs worth a total of 10,000 gold all across the country before being arrested",
				"‘Flumphs; the Pleasant Surprises of the Underdark’ – A journal accounting some time that a researcher spent living with a cloister of flumphs. The author documented at least once every day for a month",
				"‘Taming the Beast’ – A perfect book for beginner beastmasters. Gives tips and tricks on how to win over wild creatures of all kinds. It starts with tiny creatures like frogs and crabs, followed by small creatures like eagles and fire beetles, medium creatures like giant badgers and giant frogs, large creatures like owlbears and bulettes, and finishes with huge creatures like elephants and some dinosaurs.",
				"‘A Day in the Life of a Lemure’ – A beginner demon/devil researcher decided to start his studies on the weakest of all fiend kind, the lemure. After summoning a lemure in a remote location, he watched its behavior for a day. After gathering the information needed, the author had the hideous abomination placed within a special containment vessel, alongside the many empty ones that would house the many other fiends. At the end of the book lies a map to the research facility. If the party decides to go there, they will find out that the author finished doing research on an imp, manes, and dretch as well.",
				"‘The Spider King’ – A fictional tale of an adventurer delving into the underdark to slay a fearsome giant spider.",
				"‘The Bjernson Family Tree And Exploits’ – The family tree of a nordic clan with all the males named Bjern Bjernson. This book helps tell them apart.",
				"‘Rosaline And Mercutio’ – A romantic tragedy by Bill Shaking-lance.",
				"‘Pictures of Cats’ – A picture book full of photos of cats dressed in cute outfits and doing cute things. It’s about the size of an average dictionary.",
				"‘I Can’t Believe It’s Not Harmless!’ – A hefty guide of herbs, mushrooms and berries that surround the city where the book was found. It contains accurate annotations of the ailments due to consumption or touch, with descriptive drawings of people having diarrhea or throwing up.",
				"‘Hit The Apple, Not My Face!’ – A Detailed Guide to Archery’ This book even includes instructions for constructing a simple bow and targets.",
				"‘Baby Dragon Destroys the Village’ – A truly heartwarming children’s book.",
				"‘AAARRGGHH!: A Barbarian’s Guide to Clobbering Your Enemies’ – The writing is messy and misspelled, and some of the letters are are backwards. What’s more, the cover is splattered with blood on the bottom right corner, like someone was violently clobbered by the book.",
				"‘The Three Little Goblins’ – Three goblins set off to build houses of wood, straw, and enchanted brick and start new lives, but the Big Bad Dire Wolf complicates things.",
				"‘Claiming the Crown’ – An Experienced Guide to Assassinating Royals’ – How to brew a poison, how to create a disguise, tips on wielding daggers, and more!",
				"‘The Banshees I Have Loved’ – A tragedy of five acts.",
				"‘Phylomagenetics and the Herbalist’ – A primer for the professional and newcomer alike.",
				"‘Population Dynamics of Cryptosaurs’ – A treatise on the ever-evolving age structures of dragons by region and plane.",
				"‘Memoirs of a Goblin’ – A dramatic, often erotic, first-person biography of a female goblin groomed to be a concubine in an exotic land. The author is a male elf.",
				"‘How to Win Friends and Enchant People’ – Despite the title, has nothing to do with magic, but it does have some good advice about how to make yourself seem more approachable.",
				"‘The Dragon with a Girl Tattoo’ – A psychological mystery thriller about a detective who befriends a shapeshifted silver dragon with a dark past, to find a murderer before he strikes again.",
				"‘To Kill a Manticore’ – There isn’t a single manticore in the entire book, it’s about a half-orc on trial for a crime he didn’t commit and the halfling lawyer who represents him.",
				"‘The 7 Habits of Highly Effective Adventurers’ – A self-help book with an optimistic view of the steps a person must take to succeed as an independent contractor with a sword.",
				"‘Eat, Summon, Love’ – A married woman realizes how unhappy her marriage really is, and that her life needs to go in a different direction. After a painful divorce, she joins a cult of necromancers to ‘find herself’. Based on a true story.",
				"‘Bahamut Shrugged’ – An action-thriller written by one of the world’s most controversial philosophers, the novel is set in a dystopia where magic is tightly regulated and only Gon Jalt can liberate magic-users from the non-magical ‘parasites’, i.e. everyone else.",
				"‘Cockatrice Soup for the Soul ‘ – This book is so commonplace, it’s a cliche that in every house where a woman of a certain age lives, there will be at least one heavily-read copy of this book with it’s sappy stories and cloyingly sweet words of wisdom. It is beyond worthless.",
				"‘The Origin of Magical Species’ – Full title: On the Origin of Magical Species by Means of Supernatural Selection, or the Preservation of Favoured Races in the Struggle for Life, is considered to be the foundation of understanding of how magic has shaped the evolution of the natural world. Although the theories presented inside are accepted as fact by nearly all universities and centers of learning, some religions regard it as heretical and have asked to have it banned.",
				"‘The Geographica Gelatinousa’ – 101 Oozes and How to Avoid Them",
				"‘My Life as a Human Being’ – A Dragon’s Observation on Humanoid Culture",
				"‘Harold Haversham’s Holisitic Handbook of Healing’ – At first it appears to be a beginners guide to crafting potions, however as the book progresses the author becomes more and more adamant that all ailments are purely mental. There is a detailed account in which the author was treating a man for a broken arm and healed it through weekly mental therapy sessions.",
				"‘Wager like a Winner’ – A Goblins Guide to Gambling by Grey ‘Greedy’ Gradnok",
				"‘The Wizard of Odds’ – Betting for Profit by B.M. Sawbuck",
				"‘So You Want to be a …..series’ – Illustrated beginner guides to becoming a Wizard, Druid, Ranger etc for children.",
				"‘The Potion Diaries’ – One Girl’s Intoxicating Adventures by Madame S. Ruth",
				"‘Lost in Translation’ – The Art of the Scribe by Thoth Gardiner",
				"‘Fitting a Square Peg Through a Round Hole: The curious mobility of oozes’",
				"‘Half Human, Half Horse, All Man’ – A defense of carnal relationships with beast races",
				"‘Halfling Histories’ – An incomplete telling of the tales of the half-folk",
				"‘The Orc’s Cookbook: 101 ways to prepare an elf’ – To make the hunt taste delicious",
				"‘Every. Accomplished. Recognizable. Sentient. by Tommeltop the Gnome’ – An encyclopedia of anyone who accomplished anything of moderate note ever, however most of each page is dedicated to greatly exaggerated, suitably cringy and oddly romantic paragraphs about how great each person’s ears must have been. Any brave soul who actually reads the book through is suddenly able to recall in perfect detail the ears of anyone they’ve ever seen before,for no apparent reason. (Perhaps there are drawings and details of the pc’s and their ears as well)",
				"‘The Cantrip-bury Tales’",
				"‘The Lord of the Rings’ A historical fiction-esque set of books about an adventuring party ages ago in a material plane far, far away.",
				"‘Names to Run Away From’ – A collection of monsters, plant, fungus, magical phenomenon and other miscellaneous ‘things’ that even the most accomplished – or desperate- of adventurers avoid – for they are easy to kill, but they are also a mighty pain in the behind and, even more importantly, in your wallet.",
				"‘The Legend of Atlas’ – A collection of the all the known myths and legends in the world from the beginning of the written to the present.",
				"‘Merfolk Companions’ – This book details how Merfolk capture and train seals as pets.",
				"‘Forever and Always’ – The future predictions of a historian who lived two centuries ago. His predictions continue on for another four hundred years.",
				"‘Prince of Reality’ – A philosophical book that tries to explain the true nature of reality.",
				"‘The Common Woman’s Guide to Royalty’ – A guide on how every lady should act in society.",
				"‘The Witch’s Guide to Home brew Potions’ – A series of tips on how to be the most successful witch you can be",
				"‘Becoming a Paladin: A full guide to becoming the lawful good person you always hoped to be!’ – This thick volume even includes how to protect orphanages and the correct means of smiting your enemies.",
				"‘Being Familiar With Your Familiar: The book for casters who wish to bond with their animal companions’ – A field guide to all common and some uncommonly seen familiars in the area.",
				"‘New Technology: Summer Special Edition’ – This information source gives details on many new forms of technology, such as reinforced crossbows, iron hunting traps, and many, many magic items.",
				"‘The Tao of Earth’ – Starts with philosophical musings about the importance of creation and stability over destruction and change. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Water’ – Starts with a note: lava and water is basically the same thing! don’t try to use fire spells on it. If you fail to understand this basic, the Tao will forever escape you. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Air’ – Starts with philosophical musings on how a fickle thing like air is needed for (long-lived) living creatures to breathe. There is a 5% chance of an ancient erotic letter being found loose inside. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Fire’ – Starts with a strict warning to master at least one of the other 3 elemental books first, because while many people think playing with fire is fun, it’s not worth dying over. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Life’ – This volume is the thickest, but somehow the least complete; it contains many anatomical diagrams, as well as several normative references to The Tao of Death. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Death’ – This volume is missing from most sets after a book-burning campaign, but its existence is well known. This book is written in an old dialect that most people (even magic users) have trouble reading. It occasionally goes on long-winded philosophical tangents.",
				"‘The Tao of Secrets’ – The existence of this volume is not widely known, and its veracity is debated among scholars; all claimed copies of this volume appear to consist entirely of blank pages, which nobody has ever manage to cast a spell to extract the information out of – thus suspicions that they’re fake. But they do appear to be just as old as the other volumes …",
				"‘Fifty Shades of Drow’ – Part history and part fan fiction starring Lolth.",
				"‘The Summoning of Dragons’ – A Celestial’s guide to the methods and dangers of calling on the great reptiles.",
				"untitled book – this book contains no text, and has a small hole cut into the pages which contains something of value (coins, a key, etc.)",
				"‘Keeper of the Keys’ – Whenever a creature reads this book, they slowly fall asleep then ‘awaken’ inside the book (their body remains in the real world). Living inside of the book is a half-man, half-dog extraplanar being who owns a copy of every key in existence, and whose only entertainment is reading books, but several of the books available for him to read are unfinished close to their ending. The party can enter the incomplete books to finish their stories (incomplete books could be a story of a great battle, a story where an assassin must be chased down, or something similar), and should they finish all of the stories given to them to complete, the Keeper of the Keys shall give them a key. Should they die inside of a book, a person will simply be ejected from it, rather than die outright.",
				"‘Gnome means Gnome’ – A beginner’s guide to understanding the differences between the shorter races of the realm.",
				"‘Sparing?’ – An orc bandit slowly goes from blood raging pillager to being a member of society. A heartwarming tale of death, destruction, and love.",
				"‘Deck of Limiting Things’ – A collection of possibly true tales about people who used the deck of many things and the chaos that followed.",
				"‘The Art of Procrastination and How to Perfect it’ – A book filled with scribbles. It is only halfway finished",
				"‘Forging for Dummies’ – A book on how to forge weapons and tools, writen by a dwarf as a gift to his human pupil.",
				"‘Diamonds in the rough’- A book on soul gems and their proper creation.",
				"‘The very hungry Chimera’- A children’s book detailing the complicated diet of a magical monster. It ends with the chimaera eating an adventuring party and falling asleep.",
				"‘Guinness’ Book of world records’- A book crafted over a lifetime by an adventurer named Guinness. It contains accomplishments such as ‘Worlds largest dragon’ ‘Longest time spent in a beholders lair’, ‘Fattest goblinoid’ And ‘Most monstrosities slain in a day",
				"‘How to capture your princess’ – A collection of dating tips, advices and tricks, written by, for, and to men. Use it at your own risk!",
				"‘Backstage’ – Detailing the more mundane dangers of the adventuring life, like insufficient supplies, inappropriate gear, public reactions, illnesses and the common lack of money – with tips and advices how to prevent them (the second edition have humorous footnotes from the author).",
				"‘You and Evil’ – A promotional(?) book from the Nine Hells. Details most of the pros and cons to working for the infernal realm, with useful notes on the ‘gray zones’. May cause surveillance by the temples of good.",
				"‘Personal Care for Adventurers’ – Tells adventurers how to maintain a clean, healthy look after weeks in the wilderness.",
				"‘Berries and You’ – Informs the reader on edible and inedible berries found in the wild.",
				"‘Castle Architecture’ – A book about how castles and the like are constructed.",
				"‘Bardic Legends From Far Away Lands’ – A book about legends often sung or performed by bards.",
				"‘How To Waste Good Paper’ – The pages inside this book are beautifully designed with colorful trim and a flowery layout. Other than the title, however, this book has no content in its pages. (Detect Magic: It is a spellbook written with magical invisible ink (or runes, etchings, message, mark, whatever) detailing only one spell to learn: Detect Magic)",
				"‘Everyday Lives’ – A compilation of the contents of journals which were obtained from ordinary people.",
				"Avatar: The Last Airbender’ – A 3 volume set of books in which a young elemental monk learns to harness his his power so that he may bring peace to a hundreds years war.",
				"‘Tic-Tic-Twang’ – A detailed guide for creating clockworks, golems, animated items, and traps, rather easily. Restricted in most kingdoms, as its too valuble to outright ban and destroy its knowledge, despite the widespread collaterral damage after its first releases. The bounty for the authors is still valid.",
				"‘Magic in the House’ – The legacy of an archmage suffering from an obsession about cleanliness. Explains how to use the different schools of magic to help with the chores around your home. Apprentices around the world curse whoever thought its good for thier training that they need to do those chores manually.",
				"‘Gary’s Guide to Gathering Gold’ – A story about how some guy named Gary wrote a role-playing game called ‘Fiends and Fortresses’ and made millions of gold selling thousands of copies.",
				"‘Fiends and Fortresses – Player’s Handbook’ – A book on how the play the popular role-playing game ‘Fiends and Fortresses’, where players roll dice to fight fantastical creatures and adventure through fortresses while someone designated a ‘Fortress Master’ tells a story.",
				"‘Fiends and Fortresses – Fortress Master’s Guide’ – A book on how to lead players through a story and gameplay in the popular role-playing game ‘Fiends and Fortresses’"
			]
		}
	]
}
