{
	"name": "Items in a Bandit Lair",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/82t3ol/lets_build_items_in_a_bandits_lair/",
	"data": [
		{
			"name": "Item",
			"data": [
				"A wooden cart that belonged to a historian. It is filled with priceless, ancient tomes, but the bandit just thinks they are useless books.",
				"A travel trunk of ladies dresses and silks.",
				"Four blood stained hemp nets.",
				"A small crate of silver ore.",
				"A fine polished oak box filled with bandanas of different patterns and colors.",
				"A sign from a local tavern.",
				"Piles of different metal coins.",
				"A fancy chair. It looks really comfy.",
				"A crown. It’s covered in rare jewels.",
				"Different pieces of golden jewelry.",
				"A fancy cup. It still has a bit of wine in it.",
				"An enchanted sack of potatoes that fills itself with potatoes at random.",
				"A holy symbol of the god of thievery.",
				"A chest with a note on it that says “DANGER do not open”. There is a killer ooze inside along with 100+3d6 gold pieces.",
				"Magic gloves that give proficiency in sleight of hand.",
				"Magic boots that give proficiency in stealth.",
				"A +1 dagger.",
				"One vial of Truth serum.",
				"A lady’s painting.",
				"Map with possible targets.",
				"A Target’s schedule and a letter describing a job.",
				"A jar full of human eyes.",
				"A letter to a bandits mother hidden under a pillow or in/near a bedroll talking about how he finally has made enough money working to buy back her home and that he will be coming back home 2 weeks from when the party takes the note.",
				"A deck of cards, dice, some empty stack of cups, and a few coins. Most likely used by some bandits to relieve boredom.",
				"Charred remains of wild pig.",
				"A lute in surprisingly good condition. Upon closer inspection, two names are engraved on one side. One belongs to a famous instrument maker who most likely built the instrument. The other engraved name is not known immediately, but is actually the name of one of the bandits.",
				"A wooden goblin mask.",
				"A very plump, live pig.",
				"A clay jar full of sculpting clay.",
				"A stolen cart full of cabbages.",
				"A fine rapier with a gem encrusted pommel, clearly stolen from a nobleman. Some of the gems have been removed.",
				"Stone chessboard.",
				"A filthy rag with equal parts blood and old food on it.",
				"A three-legged wooden stool.",
				"A wheelbarrow with 2000 cp in it.",
				"A silver inkwell (25 gp)",
				"A fountain in which lives a water weird who loves the taste of coins.",
				"A copper moonshine still connected to a condenser in a tub of water, a pile of firewood, and several jars of some foul-smelling clear liquid.",
				"A weapons rack adorned with pilfered old weapons from nearby towns.",
				"Bunk beds with uncomfortable-looking straw mattresses. One has a mini stuffed kobold hidden under a pillow.",
				"Cart or wheelbarrow filled with stolen goods.",
				"A small illustrated chart that shows the most common places someone would keep a concealed weapon on them.",
				"Bottles of Stolen Liquor.",
				"Crass Drawings on Paper.",
				"A Pile of Empty Purses.",
				"Nobel’s Clothes/Costume.",
				"A box full of lockets with every shade and kind of hair, many generic love poems and a collection of fake flowers.",
				"A horn that when blown sounds like a woman screeching in pain/terror.",
				"A tattooing kit with many different coloured inks.",
				"Maps that theorize the locations of other gangs/ bandits safe houses.",
				"A single fancy gold coin to be found, worth approximately 1.5 gold coins.",
				"A medium sized bag of well-made fake gold coins, “worthless” because they’re not real coins.",
				"A semi-worn ball used for some kind of game (Bandit Soccer, Banditball, whatever floats their Bandit Boat).",
				"Candy and toys (that he uses to kidnap children who he sells into slavery).",
				"An almost empty jar filled with 3 gold teeth.",
				"A medium sized wooden box with a small piece of cheese on top and a mouse chained up inside the box. The mouse can do tricks (sit, roll, play dead) for cheese.",
				"A small collection of pretty knives.",
				"A pet mimic treasure chest called Dave.",
				"Scraps of a letter that contains orders for the bandits to target caravans owned by specific merchants, and ignore others. The author’s signature / seal is missing but perhaps the writing is familiar?",
				"Two Crates of Brewing Hops.",
				"The Diary of a Local Noblewoman. Contains recountings of detailed relations with everyone but her husband.",
				"A priceless artifact of great power that the bandits clearly fail to recognize the significance of.",
				"A set of six old helmets, their tops crudely hammered into concave metallic drums. Accompanied by a pair of drum sticks fashioned from broken bow staves.",
				"A surprisingly well-stocked, if small, bookshelf filled with faded copies of sophisticated and high-minded books on philosophy, economic policy, history, and the like.",
				"An impressively large, roughly carved tombstone with the names of the bandits’ fallen companions scrawled onto it with chalk, each name accompanied by a short, heartfelt sentence about the person’s best trait. A laid out log serves as a bench that has obviously been worn with use, and multiple piles of slightly wilted flowers and weeds litter the front and top of the marker.",
				"A throne – if such a crudely constructed chair can be called such.",
				"Dirty military fatigues – leftover from when the original members of this group deserted from the army.",
				"Cages containing small animals – rabbits, rats, cats, and other such animals… Possibly kept for food?",
				"A room/cavern, illuminated by glowing crystals, containing plants/fungi used to produce narcotics.",
				"Seven cloaks that were treated to be waterproof and four gallons of lamp oil.",
				"Ten hand embroidered blankets, four sacks stuffed with feathers, horse shoes, tack, hammer, brands, and nine horse blankets.",
				"A two meter jade idol propped along the back of the lair. Along with rolled up standards and two emblazoned shields of the nearby kingdom.",
				"A large shipment of iron ingots, still in their crates. It clearly took lots of effort to manhandle them in.",
				"A high-quality and ornate baby crib with a straw doll inside.",
				"A drawing of the local guard captain that, while crude and insulting, demonstrates real artistic talent.",
				"A battered book entitled ‘Your Money, Your Life- A How-To Guide to Better Living Through Banditry’.",
				"A filthy, bedraggled child hides in a corner. If asked, she explains she was taken for ransom, but her parents apparently died of a plague, and so no one knew what to do with her.",
				"A delirous, poisoned bandit lies on a bunk, his body hot with fever. A knife, marked ‘poisoned?’, sits on a table near him. The other bandits have been providing rudimentary medicinal aid.",
				"A letter from a prominent trader, offering information on rival trading routes in exchange for protection of his own caravans.",
				"Fifteen pairs of truly ugly socks.",
				"Sitting in the corner is a pile of small wooden blocks, they are labeled with letters and numbers.",
				"A stack of passive aggressive letters that tell the bandit leader what a bandit named Frederick really thinks of him hidden under a small rock pile.",
				"The pieces of a crossbow. One limb is snapped in four places. Effort has clearly been made to fashion a new limb. Should the party gather the pieces and repair it, it is revealed to be a magical crossbow, although the magic is somewhat dampened by the repair.",
				"2d10 vials of acid.",
				"2d10 flasks of alchemist’s fire.",
				"A map of the surrounding area with an X northwest of your location.",
				"An aggressive giant rat that was hiding in a box.",
				"A bolt of fine silk with an exotic pattern printed on it.",
				"A box with of 2d4 different spices in ceramic jars. 1d10: 1) black pepper, 2) cumin, 3) turmeric, 4) coriander, 5) saffron (very small tin box), 6) asafoetida, 7) allspice, 8) cardamom pods, 9) cloves, 10) fenugreek, 11) nutmeg, 12) star anise. The jars are labelled but in an exotic foreign language.",
				"A crate full of 5d100 nails.",
				"A rope (1d10: 1-7 hempen, 8-10 silk) of 4d20 feet in length",
				"A sail.",
				"1d12 sets of oars.",
				"A canoe (50% chance of 1d3 paddles in it).",
				"A belt with a silver inlayed iron buckle. Very nice.",
				"A bucket. 20% chance of a leak.",
				"A(n) (1d6 1-5 cask, 6 amphorae) of wine.",
				"A cask of ale.",
				"1d6 salted hams.",
				"A bandit."
			]
		}
	]
}