{
	"name": "Effects of The Shadowfell",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7i1kjz/d100_side_effects_of_spending_a_few_decades_in/",
	"data": [
		{
			"name": "Effect",
			"data": [
				"You have become albino. You gain Sunlight Sensitivity and Superior Darkvision.",
				"You can no longer tell the difference between the Living and Undead. You don't care about the difference either.",
				"At Midnight you become ethereal for 1 minute. You are partially connected to the shadowfell during this time.",
				"You have become nocturnal. You can gain the benefit of a full rest during the night, but you are sleepy during the day. When you take a full rest during the day you gain 1d6 THP until your next long rest.",
				"You occasionally stop producing body heat. Anyone with thermal vision may become suspicious of you.",
				"Your shadow takes on a life of its own. When you aren't watching it, your shadow may be miming any number of horrible things to your companions shadows.",
				"Some creatures have an hourglass over their heads. The hourglass is there life ticking away. You can't see the hourglass of anyone you spend time with. You know their glass is there ticking away.",
				"No matter your affiliation ominous signs occur wherever you go.",
				"You attract the attention of the creatures of the night. A pack of wolves might harmlessly follow you party or a spider may crawl into your pocket and just live there. A bear may try to cuddle you at night.",
				"If you lose a limb your body will happily accept a replacement. For instance if you lose your arm and find a similar sized one that is fresh you can press it to the stump over a short rest and graft the new arm on. After 1 week the new arm completely blends to look like the original.",
				"When you lose a body part the body part will make its way back to you. You can reattach it by pressing it to the stump over a short rest.",
				"Your shadow stretches towards the sun.",
				"Plant life bends away from as if it was avoiding you.",
				"Shadowy figures no one else can see are constantly watching you from a distance.",
				"If you touch someone while they are dreaming it becomes a nightmare",
				"Your eyes appear bloodshot while in bright light.",
				"You've lost pigmentation in your skin and your jet black veins are visible at all times.",
				"Healing spells no longer heal you, but now necrotic damage does.",
				"You can not speak loudly anymore, now you can only speak in whispers",
				"You have lost all sense of taste and you are now tasteless (literally).",
				"One of your eyes is jet black while the other is pure white.",
				"You have grown lighter. You look the same, but have lost 3d6 pounds.",
				"You have grown heavier. You look the same, but have gained 3d6 pounds.",
				"Your shadow moves according to your emotions not your actions.",
				"Your shadow looks like the shadow of a demon lord instead of you.",
				"You can eat almost anything without getting sick. Even the most disgusting things can easily be tolerated by you.",
				"You have lost all pigmentation. Now you are just shades of grey.",
				"You have been infused with enough Shadowfell magic. You can now cast the darkness spell 1/day",
				"You have small horns sprouting from your forehead",
				"You befriended an ancient Sage in the Shadowfell that passed on massive amounts of information to you magically. You have proficiency in the History skill and you can double your proficiency bonus with history checks related to the Shadowfell.",
				"Any undead within range must make a perception check to see you or else you go unnoticed by them.",
				"Your spirit wanders the shadowfell while you sleep. You are conscious of this happening.",
				"Your touch deals 1d6 Necrotic damage. This is involuntary and can't be turned off.",
				"You see everything in shades of grey, you gain darkvision out to 30ft.",
				"Your breath is constantly visible as if it was cold outside even if it isn't.",
				"You have insomnia unless you sleep near some source of negative energy such as a graveyard.",
				"When in sunlight your skin begins to let off steam. This doesn't cause any damage, but it is clear the sun hates you.",
				"Drow, Duergar, and Deep Gnomes feel comfortable around you and will trust you without a reason to.",
				"Your shadow clings to you like an extra layer of armor. The brighter the light you are in the darker you appear.",
				"While downed and rolling death saving throws you see the Shadowfell calling you home.",
				"While you are sleeping, you could be mistaken for a corpse.",
				"Beasts flee from you and intelligent species are uneasy around you.",
				"Whenever you are near a dead body or a graveyard you can hear the dead speaking.",
				"Whenever you are in a near death situation you feel compelled to see it to the end regardless of the outcome, because everything has led up to this exact moment.",
				"Your soul is visible as an echo of your physical form.",
				"Your shadow is missing.",
				"When someone uses magic to detect undead there is a 50% chance that you are targeted by the spell.",
				"Your eyes partially acclimated to the Shadowfell. You gain darkvision out to 30ft.",
				"Your body readily accepted the Shadowfell. You gain resistance to Necrotic damage.",
				"While standing in dimlight or darkness you can merge with your shadow as an action. While merged with your shadow your movement speed is 50ft, but you can't take any action besides unmerging from your shadow. While merged with your shadow your mpvement doesn't provoke opportunities of attack under any circumstances.",
				"Beasts don't like you. You have disadvantage on animal handling checks, but advantage on intimidation checks against beasts.",
				"Whenever you are subjected to necrotic damage the attacker is subjected to the same amount of damage."
			]
		}
	]
}