{
	"name": "Strange Sarcophagi",
	"category": "Encounters",
	"source": "http://elfmaidsandoctopi.blogspot.com/2016/02/d100-strange-sarcophagi.html",
	"data": [
		{
			"name":"Strange Sarcophagi",
			"data": [
				"Simple Sarcophagi of crude stone with wooden coffin within, inside is a dead were swine in rich clothing, possible it may reanimate due to tainted soul",
				"Carved with simple likeness on stone with painted coffin lid, amid dust of occupant is a smoking imp who offers you youth as long as you live in return for your soul",
				"Crude stone box with good coffin within, body inside awoke after burial and gnawed off own hands before asphyxiating",
				"Carved stone Sarcophagi with underworld scenes, coffin inside has body clutching diary of souls decent into underworld",
				"Stone slab Sarcophagi sealed with silver and a holy rowan wood coffin, if Sarcophagi opened seconds later vampire leaps out to attack",
				"A ornamental carved Sarcophagi with large oak coffin with fat town elder corpse in remarkably good but emaciated condition, they have become a ghoul from a evil life",
				"A fine carved marble lid with city scenes on it, a carved coffin showing life of rich old merchant, inside corpse has been dismembered and stuffed with holy symbols and herbs",
				"Fine white stone slab Sarcophagi with elegant painted coffin, woman within was poisoned by traitors and in her anguish has become a banshee or howling spirit",
				"Stone coffin with bronze bound coffin, inside is a metal golem body with wizened severed head inside helmet welded to body for a head, construct arises as a mindless engine of destruction",
				"A stone Sarcophagi with multiple traps, metal locked coffin inside has more, wizened old person inside on bed of thousands of copper and silver coins and IOU's",
				"Marble Sarcophagi with carved statue of knight laying in prayer. Wood coffin within has carved scenes of heroic knight. Inside a skeleton revenant with a magic sword defends himself from defilers",
				"Huge heavy but plain slab, inside is a dazzling gilded wooden coffin, inside a mummified body of a noble with a sword and scepter which will arise as a superior mummy angered by defilers",
				"A grey slab carved with heraldric designs of forgotten wicked house. Inside locked coffin is a attractive fresh noble body which begins to wake, seems confused and dialect dated",
				"A rough cut stone Sarcophagi with a crystal coffin inside, inside a beautiful crowned woman actually a imprisoned lich with a illusion of beauty, if released she will humiliate any men with magic and summon her undead dwarf heroes to start a new kingdom",
				"A marble Sarcophagi with scenes of court life, inside a fine coffin of a king with painted life like features and semiprecious stones, inside is a jester dwarf skeleton and a jug of grog",
				"A fine granite Sarcophagi, inside the decorated coffin has been picked clean, inside body has been smashed by looters looking for hidden treasure. Possibly spirit of noble seeks help recovering loot or is a enraged undead. Thieves might have destroyed the undead already",
				"Sarcophagi decorated with carvings in several languages, inside the decorated coffin is the inhuman remains of a shapeshifter staked through the sternum with a cold iron rod",
				"Stone Sarcophagi carved into giant coffin with serene face of noble, inside is a metal coffin with silver and small gems. The coffin is magically locked and cursed and the noble within has a jeweled scepter and a magic weapon and a crown",
				"Simple stone sarcophagus with a plain empty crate scrawled with curses inside. This is a distraction, the real coffin is concealed underneath and is of a short lived noble whos' body was hidden from enemies. Inside he body in fine dress and was hastily burried, holding family tree and legal documents a threat to a current important family and means to finding true heirs. Spirit might implore discoverers to help justice",
				"Elaborate diorite Sarcophagi with a lead Sarcophagi and five more wood coffins each locked and cursed (oak, ash, pine, rowan, cedar). The body inside covered in semiprecious gems and silver and holds a long lost minor relic",
				"A carved stone Sarcophagi with religious scenes with coffin of a high ranking cleric inside holding a magic weapon appropriate for religion, a shield, chainmail and tabbard. A spectre arises to punish robbers or unbelievers",
				"A sarcophagi carved with holy symbol with a plain coffin inside, contains a plain skeleton in a shirt with humble holy book preaching poverty and abstinence from luxury",
				"Heavily defaced sarcophagi with old version of holy symbol, inside is smashed coffin and desiccated body parts. Shreds of heretical holy book from long forgotten divergent sect possibly of interest to scholars or surviving sect members seeking a revival",
				"If the seal of this sarcophagi is broken a angel will appear with a flaming sword to slay defilers or at least will chase them away. Will open humble wood coffin and carry away saints corpse and scriptures to safety. A major religion hates defilers with some calling for death to the vandals",
				"This stone sarcophagi was carved by locals and the coffin lovingly carved by local craftsmen and commoners. Inside a humble clergy member loved by the common people. The church will investigate desecration of this sarcophagi",
				"Sarcophagi with holy images on outside but the coffin carved with demons and skulls. If lead seal broken a blast of scarlet light and a demon emerge sent by ascendant evil cult leader who hid from the world",
				"Sarcophagi carved into shape of church and the ornamental coffin in shape of high altar with gold leaf and mother of pearl. Inside desiccated holy leader with remains three younger bodies in white shirts",
				"Inside stone crude sarcophagi is another stone sarcophagi but carved with woodland scenes then a wooden coffin made from a large carved log. Robed leader of nature cult with a magic staff and sickle. Magical healing potions, seeds and berries in pots and the remains of several small and medium animals",
				"Stone sarcophagi carved with astrological and holy symbols, inside a engraved brass coffin with locks magically sealed. Inside a robed diviner with star charts, crystal orbs and other valuable trinkets. Possibly even something magic",
				"A stone sarcophagi sealed with lead, inside is a black lacquered coffin with evil holy symbols and several guardian wights. Inside the evil high holy person's remains are a specter with priestly spells . Treasure including money, evil books, unholy water that heals undead in clay jars and several magic items",
				"Plain stone sarcophagi but inside is a gilded wooden coffin carved with esoteric symbols featuring eyes, Some seem to watch intruders. If opened the robed skeletal sorcerer awakes and blasts robbers, contains gold and magic rings with eye symbols",
				"Stone sarcophagi painted into a crude skull with a black coffin inside. Wizened bloated body sack has a enlarged skull and rib cage. Bursts open with a young demon inside using like a cocoon",
				"Great sarcophogi has snake designs with a snake carved coffin within, inside is remnants of a snake cultist with some serpentine features rare in humans. In his arms is a book from the reptile age and a snake staff or rod, poison traps are popular choice in such cults",
				"Stone sarcophagi with strange designs, inside is a metal riveted shut heavy coffin with angry toothed maws and tentacles etched on the lid. If opened tentacles, a toothed maw and eye stalks burst from the cult leader. Among remains are gold coins and book in secret cult language",
				"Large stone sarcophagi with star and sun symbols, but some symbols have eyes and mouths. The plain stained coffin has a gold sun disk on the front. If seal tampered with brightly glowing superior ghoul king climbs out shooting beams of light and surrounded by glowing nimbus",
				"Grime encrusted sarcophagi reeks of fungus, the coffin is carved with goblins and mushrooms. Inside are eight strange black cabbage like pods that once exposed, each shoots out a goblin armed with a club and shield per round until pods are destroyed. Remains of a goblin shaman are flattened in the bottom with bone fetishes and exotic spores in pots",
				"Granite sarcophagi with mysterious spiral runes, The coffin is unusually wide and if opened strange purple mists pour out and a standing robed non human wizard of olden times appears. The strange being will demand obedience telepathically, hiding it's true face behind a strange mask",
				"Smooth carved sarcophagi with a meal coffin within with a large rotating calender disk on the front. If right code dialled up the lid opens and a handsome cult leader emerges from a thousand year slumber. He has a box of silver and is keen to establish himself and hire body guards. He is careful to esquire if anyone remembers his \"misunderstood\" crimes from his last awakening",
				"Stone sarcophagi magically moulded like clay into shape of robed sorcerer. Inside a lead coffin is a painted human shaped coffin in a more detailed likeness. Inside the wizened corpse holds a box filled with black lotus resin and other forbidden drugs and gold weights with a brass scale",
				"Stone sarcophagi carved with symbols of one element or quasi element) sealed in lead, Inside is a wood coffin coloured and inscribed with images dedicated to a element. Inside the cult leader wears robes with silver coins, a cult boo and some minor elemental items. If the body is disturbed a elemental spirit will pour from the dead's mouth and attack",
				"Inside this sarcophagi is a coffin made of force with a intact perfectly preserved corpse with treasure only a powerful magician could breach",
				"Inside the plain sarcophagi is a huge lozenge of amber with a preserved robed body with copper treasure and a small bear familiar",
				"Inside the sarcophagi is a huge rough carved coffin. If opened a ogre mage inside awakens and attacks, he will escape if threatened with powers. Has gold, gems and a valuable porcelain tea set",
				"This blue grey stone sarcophagi is unlike any local stone and insideinstead of a coffin in a statue of a hero turned to stone long ago. If revived will be greatfull and knows of long lost treasure hidden in places now built over by civilization",
				"This stone sarcophagi is well sealed and th heavy coffin is sealed with lead. Inside is a mass of worms which form into a robed humanoid wizard from pre human times. Instead of spell books it incorporates living book worm colonies into self. Keen to eat wizards books and study modern spell casting then unleash a age of terror and madness",
				"This purple hued strange stone sarcophagi came from another world. The strange metal coffin inside is highly polished and blank. Inside a blank faced forgotten wizard corpse in good condition wearing a old theatre mask. Inside a metal bound book are flailed faces turned to removable leather sheets",
				"This sarcophagi has strange designs carved on it and inside is a crude spiral wood box and the car from a chariot and cremated horse skeletons. Inside the box are the bundled remains of a prehistoric leader and their slave lovers. Bone combs, seeds, boar tusks, stone weapons, copper tools and a few magic trinkets are inside.",
				"Inside this large sarcophagi decorated with gladiators is a large ornate coffin and the remains of skeleton gladiators. They will spring to life and defend their former master. The master's body in the coffin is large with a twisted spine and deformed legs. A collection of fine bronze and iron weapons with coffers of silver is in a box as the bodies pillow",
				"This russet stone sarcophagi was a former vampire's resting place. There is dirt in the bottom of the coffin, several changes of clothes, ornate bejeweled sacrificial knives with a journal of victims which solves generations of local murders. If the vampire returns will seek revenge on those who inconvenienced it",
				"If opened this rough surfaced sarcophagi contain a giant bean pod. Shortly after exposure to light the pod opens and strangling vines and venus flytrap mouths grow, seeking to turn area into a domain of monster plants. Vegegoblins will hatch from a later generation of the pods who worship the plant's spirit",
				"This coffin has deep carved warning runes and if opened the bronze coffin inside begins to heat and smoke, releasing a blood drinking bronze golem with the ashen remains of a elder chaos wizard stored in it's chest. The golem is made in the form of a heavily armoured horned knight ad glows cherry red in battle",
				"This lichen and slime encrusted sarcophagi has within a rotting pool of filth which bubbles to life if disturbed. Shambling horrors begin to emerge then finally a slime encrusted lich with a cloak of lichen emerges to call the slime lords from the abyss",
				"This ancient sarcophagi carved with worms and skulls hold the remains of a priest king inside a sealed rusted iron coffin. The crumbling rich robed skeleton arises and begins to spit glowing green maggots at any who do not bow down in terror",
				"This smooth fine gained dark stone sarcophagi is lined with human and goat skulls. The coffin is painted with cavorting goat folk dancing with skeletons. Inside the bloated goat headed mummy arises with his sceptre. He will summon goat men from beyond and will strike defilers with his rod cursing them with transformations to goats",
				"This sarcophagi is carved with jolly feasting townsfolk. Inside with decayed remains of food of a wood coffin bloated and about to burst. Eventually it explodes with a rampant undead pig demon that once was a important official in human form long ago",
				"This sharp smooth red granite sarcophagi begins to bleed from the seams when seal broken. Inside a angry undead blood wizard awakens with spells to drain blood or conjure bloody elementals and gelatinous blood golems. His treasure is a fused mass of silver coins and potions in jar of magically preserved blood that acts as healing potions for living or dead",
				"This stone sarcophagi has shining species of mica among grey rough surface. If opened a rainbow reaches from inside to the sky and a vulture headed demon in a magical spectacular coloured robes emerges to kill or enslave mortals. It's various magical powers are rays of coloured light that transform and mutate victims",
				"This sarcophagi has a crude angry faced warrior woman carved into it and inside is a very attractive painted wood coffin depicting a warrior woman with a sword. If opened the remains of a armoured evil warrior maid and demon consort lies. If her silver stash or evil inteligent sword are touched several four armed warrior demon women appear to taunt and kill intruders appear",
				"Stone sarcophagi with carved healer symbols on the lid. Inside the coffin is carved with scenes depicting a healer who came to heal sick near a falling star stone then died with much lamenting by locals. Inside the coffin a black stone looking blob arises and attacks, eating metal and flesh. It was once the healer but died and was reborn by the tainted meteorite",
				"A simple but large sarcophagi with a large wooden crate and dried mouldy carrots and hay inside. Inside the crate is a pantomime horse with two zombies inside who arise and attack. There is also a demon soul contract with bloody pantomime horse prints on it",
				"This sarcophagi is oval shaped and very heavy. Inside is a copper plated coffin depicting fish men. Inside is a mummified fish man human hybrid with spears, nets and strange gold objects with cult markings. Any who steal will have curse of the fish folk on them",
				"A square marble sarcophagi with religious designs, with a huge crude plain wood humanoid shaped sarcophagi then a final gilded coffin within with a serene face. Mysterious chimes sounds when the inner coffin is exposed. If opened loud bells sound and the thieves writhe in agony with bleeding ears and noses. When bells end they will see the remaining glowing spirit depart and the gold relics turn to ash. Followers of the faith will see the thieves faces in dreams and send inquisitors to hunt them.",
				"This featureless stone sarcophagi has a very heavy lid and a lead seal. When opened inside is a nailed shut wooden crate. Inside a angry insane flesh golem will awaken if the sarcophagi lid is moved. Also inside are the partly burned notes on the golems construction and the regrets of it's creator",
				"A small crumbling sarcophagi with floral mosaic designs. Iside a black wooden plain coffin with a mystic sigil on it. If opened the crumbling remains of a holy oracle teller in ritual robes holding divination tools. The body and robes begin to crumble to dust when exposed and all hear mysterious laughter. Potions, drugs and scrolls are inside but a nightmare from the underworld comes to torment the thieves in their dreams in order of who lead the group or opened the coffin first. The nightmare will continue till battled in the dreamlands or the thieves atone for their sin",
				"A stout stone box sarcophagi with geometric patterns. Inside is a coffin with a realistic painting of a wizard. Inside the wizard has some magic items and gems. His bones crumble to fragments. Later a revenant reforms and defiles the thieves ancestral graves. The thieves ancestral spirits will haunt their dreams with wailing until safe",
				"This sarcophagi of grey rock has holy symbols and a blessed silver and cold iron seal. Inside there is a ornate coffin depicting a goat man cult. The coffin suddenly drops away revealing a burning pit which lesser devils begin to climb through",
				"This grey-blue rock sarcophagi has dwarf holy symbols. Inside is a fine coffin carved with dwarf mines. Inside if the wealthy robed dwarf friend and his gold for the underworld. If violated the criminals find all their metal goods begin to tarnish and suffer serious rust in 24 hours",
				"This elegant greenstone sarcophagi has a line engraving of trees and elvish symbols. Inside is a beautiful carved coffin. Inside there is a rich robe laying on the velvet interior and a chest of silver coins. Elf seers have visions of the thieves and send increasingly worse summoned creatures",
				"This black rock sarcophagi has a plain coffin within with a wizards symbol on the front. If opened there is gold, magic items, bejeweled grooming devices and the skeletal remains of the wizard. A wraith arises, informs the intruders it will find their graves and defile their bodies and kill their offspring in the future, then it will vanish in a puff of smoke laughing",
				"This crude sarcophagi has sighs of being opened and has had a large rock left on top. Inside their is a painted coffin with a madly grinning face and several skeletons with crushed pelvises inside. If opened a insane undead hermaphrodite sorcerer arises and attempts to capture and defile the intruders. If unable to win it escapes and tries to torment them through love by tormenting their sweethearts or shape shifting into a desirable mate who needs rescuing. Has several magic items",
				"This black sarcophagi is covered in the symbols of long forgotten necromancy. If opened a stone coffin within begins to create a animated skeleton every round",
				"This black diorite sarcophagi holds a black ans silver painted cofin within. A former master of a secret necromancer school. his spirit arises as a spectre if his remains are exposed. Several ancient scrolls and a book are also found",
				"This ornate black marble sarcophagi contains a necromancers remains and is guarded by six evil shadows. The body has long ago walked off seeking it's forune but did leave some treasure",
				"This large crumbling ornate brick sarcophagi contains a folded and packed funeral carriage with skeletal horses driven by a sorcerer skeleton. If the seal is broken and the lid removed, the carriage bursts free and attacks. It will flee if pressed taking the coffin to the underworld. If opened the remains of of a necromancer rumble to dust",
				"This cold to the touch grey sarcophagi when opened releases a breeze and snow flurry. The coffin is unmelting ice with a skeletal robed necromancer clutching his book while adorned with gems. If the coffin is broken a violent snow and hailstorm erupt over the area for a day and a night. Ice ghouls appear and hunt the defilers wile the spirit of the wizard is in the plane of cold extorting the lord of evil ice and death to strike the grave robbers",
				"This black sarcophagi if opened releases moaning shadows and makes the area as dark as night for the next day. The jet black wood coffin is guarded by the shadows in a wolf like form. Inside the necromancer has poorly sorted notes on summoning of shadows",
				"This black stone sarcophagi has carved tentacle patterns. Inside is a sealed pressurised metal coffin. If touched shadowy necrotentacles arise from the earth and attack. Inside is the mummified necromancer and his books which rapidly decay into dust leaving only gems behind",
				"This sarcophagi is almost seamless and difficult to open with clerical holy symbols carved on the lid. Inside is a cheap wooden coffin sealed in bees wax with more holy and warning symbols. If the coffin is opened a crumbling skeleton with some bone disease signs crumbles. Over next few days locals and grave robbers begin to be struck by plague. Within a week clerics and nobles take action and seal off the area. Among the bones is a scroll detailing the evil necromancers torture and execution and how he swore revenge. If the bones are burned and blessed the plague will end but any attempting the ritual attract diseased rotting undead who seek to ruin the ceremony",
				"This ancient sarcophagi has a smooth panel where locals leave coins and at night a ghost takes them and the donors have dreams offering strange advice. Inside the sarcophogi with a simple dark wood coffin are thousands of coins. If disturbed the ghost will attack and if driven off it will haunt the thieves dreams until esoteric means stop it",
				"This triangular shaped stone sarcophagi has skulls carved around the outside. Inside it is filled with skulls mostly covering the rich black lacquered coffin with silver handles and fittings. If the coffin is opened the skulls begging to hop about angrily biting intruders. The necromancer's body is headless and holds a gold plate offering a reward and power to any who replace his skull on the skeletal body.",
				"This angular sarcophogi has strange geometric textural patterns that seem to ripple if looked at from periphery. The green opaque glass coffin has a relief elder octopoid demon god with jade eyes. Inside the skeletal remains of a wizard with his fish folk consorts. A terrible blasphemous spell book and a set of corroded bronze tablets are in a locked chest with gold coins from pre human times",
				"This stone sarcophogi is star shaped and it's base sinks deep into the earth. If seal of strange grey clay broken opened a great stench is released causing vomiting and retching. Inside is a stinking muddy hole going deep into the earth with vile vapour rising from it. Inside evil sentient landsquid horrors perform evil rituals. Some are wizards and others are priests. When the seal breaks the squid are free to menace human kind again and begin to eat locals",
				"This shiny black basalt block is covered in intricate serpent man script and a puzzle must be solved by touching the sigils to reveal the sarcophagi seam. Inside is the dark purple coffin is the remains of a old wizard holding a shining dodecahedron. This artifact allows comunication via dream travel to the otherworldly castle of the old ones on he edge of the universe. The will teach the user spells in return for using the operators body for a night a month",
				"This crude cyclopean sarcophagi crumbles if any attempt to open it is made. The stone coffin contains the remains of a hunchbacked wizard holding the onyx statue of a squat evil toad god of elder times. Copper disc's with a lost language describe the fall of a long forgotten dynasty of wizard kings. The idol sends the holder dreams and teach strange spells best forgotten with terrible consequences",
				"This yellowish stone sarcophagi has carvings of masked dancing figures in tattered scalloped capes. Inside is a beautiful white alabaster coffin carved with a masked figure about to remove their mask. If opened yellow mist floods the area and a bloated white maggoty undead wizard arises who calls more dead to arise and insectoid demons from the stars. Inside are thousands of gold coins with unrecognisable alien script",
				"This oval shaped sarcophagi has locals gossiping about the otherworldly music sometimes heard from here. Inside is a coffin with strange designs and brass clamps with strange hexagonal locks. Inside is a swirling vortex to another world without gravity where formless spirits drive men mad. If entered may be able to escape if has a rope or throws a mass in opposite direction to return",
				"This old sarcophagi is carved with ghouls feasting on victims. Inside are gnawed skeletal remains and a dank pit into a network of ghoul filled tunnels. They have amassed a treasure trove of grave goods",
				"This old sarcophagi has eldritch markings erased by more recent holy symbols. Inside is ancient crumbling coffin, worm eaten useless spell books and the remains of a crowned wizard and a mound of old coins. The wizards ghost will posses a grave robber, preferably a minor follower who can slip away later and will be seen later as a rich powerful new wizard in the area. Possibly it will build a dungeon and return to breeding abominations, raising the dead and summoning elementals",
				"This strange sarcophagi is seamless but if the strange designs are studied a secret door might be found. Inside is a dusty staircase into the depths and a old lantern. Down the 77 steps the explorers enter the land of nightmares, ocupied by strange demons and non human wizards from forgotten prehuman races",
				"This stone dome sarcophagi made from rocks and mortar has been built by a angry mob long ago. Inside is a crude wooden box with a terrified grimacing wizened corpse in a long black coa and tall hat clutching a partly burned book. If clothing removed the corpse is revealed to have scaly skin, bristly black hair and tentacles growing from it's waist.",
				"This unusually wide sarcophagi depicts a man and woman side by side and alchemical symbols. Inside a cedar wood painted coffin with more realistic depictions of the couple in alchemist robes. Inside is a fused at the hip male and female corpse of a alchemical hermaphrodite. Piles of gold and alchemical ingredients and recipe scrolls are in a large chest at their feet including the process that made the fusion and claims of the marvelous powers such a union grants the participants",
				"This red granite heavy sarcophagi is carved with a grinning face. Inside is a red wood coffin with a chaos star on the front. If opened a crazed clown leaps out and tries to explain how it has seen beyond and returned with great wisdom. The creepy jester will increasingly grow bizzare in conduct challenging notions of alignment and morality, The more time spent in his company the more listeners alignments shift to chaos. He will go on to form a cult and cause upheavals in local politics in the name of freedom",
				"This sarcophagi smells of mould and if opens it is filled with black and purple toadstools growing in the wrecked remains of a coffin and skeleton. There is some treasure and spoiled jars of wine and a scroll tube describing the death of this former underland explorer. Over next few weeks new strain of fungus appears in area, some helpful and some hostile. Some even grow and hatch into goblins and mushroom folk who worship the mushroom goddess. Some places like old basements even develop into grotto wonderlands of fungus",
				"This old crumbling sarcophagi if opened reveals cheap coffin holding a twisted corpse that has chewed off and scratched of his own fingers. Anyone exposed to opening may be exposed to a disease causing them to arise as zombies on death. Over days it spreads and zombies arise that spread the disease further causing a zombie apocalypse",
				"This sarcophagi has remains of mosaic tiles featuring rich robed women but the faces have been smashed off by vandals. If opened a delightful scent of incense rises from a staircase going into a small luxurious chamber. Inside are attractive and friendly servants who offer drinks and sex. They claim to be imprisoned here by a wizard who abuses them and they are very grateful. Of course they are shape shifting undead looking for mortals to kill out of misdirected vengeance. When killed or kissed they return to rotting corpses but at least their jewelry and fine glass perfume bottles and makeup cases and grooming tools are intact",
				"This sarcophagi is decorated with maritime scenes of ships. Inside with a plain coffin are hundreds of dried stinking fish. In the coffin is the remains of a rich sea captain with his mermaid lover. Scrimshaw whale teeth, strange idols from afar, huge sea shells, poor quality pearl strings, old sea charts and other strange exotic things from the couples adventures. Robbers will be cursed by the fish gods and unable to eat fish ever again",
				"This sarcophagi is magically locked and trapped. Inside the coffin is a adventurer from olden times with chest of mixed coins, treasure maps, a mummified donkey head, several minor magic weapons, several cursed magic items, strings of goblin ears and several huge orc skulls. The adventurer might be a robbers ancestor and their spirit will be upset",
				"This sarcophagi moulded from mortar has rat hols in the sides. A swarm of rats inside attack if opened and their master a undead were rat bursts from the coffin. All carry disease but the were rat carries high quality thieves tools, a sack of silver and copper, a collection of saucy paintings, a tin of black lotus resin and a collection of ivory and gold pipes. An idol of the rat god allows the god to witness the robbery and rats will constantly cause trouble for the robbers until the god appeased",
				"This crude carved sarcophagi leaks green fluid from within. Inside the coffin has many toads sitting on it that hop away as opened. The coffin is slime covered and badly warped. Inside the coffin is a badly decomposed body clutching a strange key. If the key is touched a toadlike chaos demon appears and demands a tribute. If granted a valuable offering the demon will grant them a random strange chaos mutation. If the gift is very valuable the demon ensures it is a useful ability. The key can be used to make bargains with the chaos frogs but the deals get worse and allow them to enter this plane more easily every wish",
				"This stone sarcophogi has scenes depicting a god's mythic quest. If disturbed by attempting to open it a gruff voice from with speaks: \"I wouldn't do that\". If thieves persist the night feaster a demon of divine vengeance appears to punish thieves. If they surrender and beg forgiveness he will only scar them. If defeated the god's followers will be alerted. Inside the sarcophagi is the remains of a brilliant saint the god has earmarked to make into holy relics. A imp will appear and offer to buy the corpse"
			]
		}
	]
}
