{
	"name": "Weapon Histories",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7c4clv/lets_build_weapon_history/",
	"data": [
		{
			"name": "Weapon History",
			"data": [
				"This weapon was forged in the deepest chasm of a great Volcano. Legend has it that only the Titans could have forged a blade in such a way.",
				"This weapon was forge by an evil apprentice of a great blacksmith. The apprentice used it to kill his teacher, forever staining it with a dark red hue.",
				"This weapon sprung into existence fully formed from the spilled blood of the legendary White Gorgon.",
				"This weapon was retrieved from another Plane where it was used as a game piece by angelic beings in an eternal tournament.",
				"This weapon was forged by the High Artificer of an ancient kingdom for the coronation ceremony of Prince Darek Half-Elven the Zerule. The prince's treacherous brother used it to slay Darek as he was being crowned and then fled the land with the weapon. A Royal Assassin tracked down the brother and used the weapon to kill him, thus giving it its nickname, the \"Prince Slayer\".",
				"This weapon was crafted with immemse precision and is still in pristine condition. The original owner was exploring a cave when a small portal opened that dropped the weapon and closed immediately after.",
				"The weapon was found stuck in the hide/skin of an appropriate monsterbig or undead).",
				"The weapon was found on the body of a low-ranking warriornot necessarily an enemy). Although it has clearly been meticulously cleaned and polished the warrior did not wield it in combat tha you know of.",
				"The weapon was discovered in a copper mine, encased in solid rock.",
				"The weapon fell from the sky on a clear day.",
				"The weapon has hung above the bar of the low-class Dragonslayer Inn for generations. It looks rusty and cheap, and everyone assumes it is a fake.",
				"The weapon was fully embedded in the heart of an anchient oak, and only discovered she the oak was toppled in a thunderstorm.",
				"The weapon has been used as the ceremonial symbol of office of the lamplighter guild for centuries. There are no records of it being used as a weapon.",
				"The weapon was forged as a journeyman project of a blacksmith’s apprentice who immediately disappeared afterwards.",
				"This weapon was used as a farming tool for many years by one of a race of lower natural intelligence.",
				"This weapon was used to frame an innocent man for a serial murder spree.",
				"This weapon is a replica of a legendary weapon that has been lost to history.",
				"This weapon was thrown and lost by a dying fighter in a last ditch, improvised ranged attack.",
				"This weapon is often mistaken by travelers for a weapon they have recently lost, misplaced, or had stolen.",
				"This weapon was cobbled together and slowly improved over years of adventuring by a traveling craftsman.",
				"This weapon is crudely/masterfully etched with events from the weapons history, though even a vague chronological order is unable to be determined.",
				"This weapon was owned by a sorcerer king who barely used it, mostly relying on his magic.",
				"This weapon has taken thousands of innocent lives, including the lives of some of the most revered heroes from history.",
				"This weapon was forged by a man possessed by a demon.",
				"This weapon was found buried deep beneath the catacombs of an ancient temple, it has no known source and very well could be the last of its kind.",
				"After being dipped through a vat of giant's saliva, this once pristine piece has never been more slippery.",
				"A gift from a close relative or friend, they received it at a fair price from a man they've never seen anyone like.",
				"The lumber used in this piece has a texture and composure unlike much that you've seen. It's nearly as dark as night, smooth as skin, and may bend to extreme lengths but always seems to bounce back.",
				"This was brought to you deep in the night atop a tiny palanquin wrapped in a blanket carried by cats. they set it at your feet and refused to leave you alone until the weapon was taken.",
				"The smith who made the weapon spent all his wealth on crafting it, eventually becoming homeless and have the weapon stolen from him before he could find a wealthy enough buyer for it.",
				"The hilt has a notch for each kill made with the weapon. Although it was wielded by a great hero for many years, it only has one notch.",
				"The blade has been broken and reforged many times, never losing potency. It has become a mark of pride for many a smith to be able to say that they repaired this legendary weapon at least once.",
				"The wood in this weapon was provided willingly for the original owner, by a powerful forest god. Each following bearer has either sought out the God's blessing, or warred with nature itself.",
				"The secrets to steel folding were lost with the ancient elven smith who forged this blade, a relic even by their standards. They were supposedly the last inheritor to an ancient empire's secrets.",
				"This blade has hanged above the head of the king. He used it to slay his despotic mother, and never allows himself, or others in his company, to forget. The blade is still caked with her blood.",
				"This sword seems much to thin to be effective in a real battle. It is a relic of a more civilized era.",
				"This weapon has had more than its fair share of blunders. It has led to the deaths of 7 of its previous owners through a variety of mishaps. However, they were all pretty bad people. Maybe someone such as yourself will have better luck.",
				"This weapon was once wielded by Faris of Baare. He's not notable whatsoever.",
				"This weapon was formed from the compressed scales of an elder dragon.",
				"This weapon has a sordid and disquieting history of not staying in the place it was set down.",
				"This weapon has some very confusing design choices. It seems it was likely created by a nearly blind smithy.",
				"This weapon has some very whimsical embellishments on it such as hearts and flowers. Carved into the hilt is \"A+M Forever\".",
				"This weapon is lightweight and feels hollow. It appears to have been artfully crafted from the wood of an ancient black oak, purified black iron, and leather from a dire wolf of Charr.",
				"This weapon was found by an alchemist inside a cloud of his own making.",
				"A wizard failed his experiment and transformed into this weapon.",
				"This weapon was found in the gizzard of a massive crocodile among a plethora of large rough stones.",
				"This weapon has been a favorite for all who have ever wielded it. It radiated with bright light in the hands of all who have held it, but in yours, it emanates only shadow.",
				"This weapon was much smaller when it was originally discovered. But after years of battle, it has grown exponentially to the size it is today.",
				"One of two swords which were forged at a dwarven forge by a sorcerer under the cover of night, both of which hum softly and glow with blue hues when the other is near.",
				"An arrow which has always been successfully retrieved, whenever used.",
				"A sword which has slain thousands of goblins, kobolds, and other such lesser creatures, which is known to all in legend, and inspires fear in their hearts.",
				"A lich forged this weapon for an assassin.",
				"This weapon was lovingly forged by an elf over the course of three centuries.",
				"This weapon has been the prize of many a dragon's hoard but no mortal remembers the deeds that originally brought it fame.",
				"This weapon was forged from the armor of the fallen Hero of Angnmar Marsh by his widow.",
				"This weapon was merely a prop used by a traveling band of performers until they were attacked by the Blood Raiders in the wilds. A young performer used it to defend herself while praying to her gods. Her prayers were answered and the weapon became a devastating engine of war in her hands. After fending off the raiders she went on to lead a long, illustrious career as a paladin.",
				"This weapon was carved from the tooth of a dragon.",
				"The weapon was made specifically to fight dire rats, back in the days of the great plague. It's not as good at fighting anything else but rats.",
				"A small hammer that was meant to be a simple tool was used in a spree of murders and learned the taste of blood, now it seeks it out.",
				"A blunt sword that was made by a forge tired of making tools for death. It cannot hurt it's opponents but instead makes them feel shame.",
				"A weapon that was found washed ashore after a great battle at sea.",
				"A weapon carved out of the hipbone of a giant who destroyed the carver's village.",
				"A weapon given to a stargazer as a gift from his favorite star.",
				"This weapon is as ancient as time and its history can not be known through story telling, but is repeated over and over through different iterations of the owners life.",
				"This weapon has only been used for paid assassinations carried out by a secret society.",
				"This weapon was stolen from every owner who possessed it.",
				"It would seem each wielder has modified this weapon in some way. Carvings and varying artisan styles cover it and span multiple cultures and time periods.",
				"This weapon is extremely plain, except for a small inscription on the bottom that says \"feed me, Seymour\".",
				"Forged by the Duergar, this weapon lacks any ornamentation. All refinement is solely focused on it's devistating effectiveness.",
				"This weapon was forged by some blacksmiths of the Kingdom. The Dragonborns provided the iron, the Elves brought the wood, the Dwarfs supplied the gems and the Humans worked in the furnace.",
				"This weapon was found stuck in the head of a dead ghoul, the legend says that the owner is still looking for his beloved weapon.",
				"This weapon was made by an ancient silver dragon for theirrelevant class) companion.",
				"The weapon was wielded by a wealthy Inquisitor. It has pinprick holes in flat of the blade to release holy water as it cuts, which can be filled up by unscrewing the pommel. However the blade is constantly leaking whenever the blade is out of it's sheathe.",
				"The weapons handle is branded with two hand prints which, on closer inspection, appear to be from the wielder spontaneously combusting.",
				"The weapon is etched with a plethora of jumbled letters: A coded message between the top brass of an army long dead. If decoded it reveals troop movementsNeedless to say this information is useless.)",
				"This weapon is nicked and chipped from what looks to be a decade of service, but the blade is completely clean of rust and blood stains: This is the work of a Gelatinous cube!",
				"This weapon was wielded by the leaders of an old cult.",
				"This weapon was found in the body of an ancient monster that even the gods feared.",
				"This weapon is the physical key to a ship now haunted. Once belonging to a great pirate to hide his founded wealth it is now the only way to restore the ship to its former glorythe treasure being the ship itself). While the weapon is inserted into the keyhole a silent ghost crew works about the ship managing its sails. Without the weapon inserted it creates an illusion that it is haunted once again, great",
				"A weapon that bleeds. It is said that it was originally made to draw blood from ones foes weakening them further even as it made a wound. Later it came into possession of a cult that was very fond of sacrificing creatures to their dark god. The weapon was used to kill the victims of the cult and after the deed was done, it would be left to lie in a pool of blood. After a century of being used by the cult the weapon was done. It was overfilled with blood. So now it bleeds blood.",
				"The weapon was used by a guardsman on a caravan and has seven camels carved/etched into it, one for each desert crossing he made.",
				"This weapon was reforged from the shattered weapons of three mighty heroes who slew each other in the final hours of the Battle of Dagford Keep. It was assembled to signify a new truce between the three kingdoms.",
				"This weapon has a permanent crack down the center from when it struck a demigod.",
				"This weapon was made by pixies.",
				"This weapon was wielded by a great hero who hunted and killed most of the world's liches centuries ago.",
				"This weapon was used by an ancient executioner to execute his empire's most revered enemies.",
				"This weapon was unexpectedly found among a street vendor's stock, and they seem just as surprised as you to find it there. Who could have left it?",
				"This was the weapon of a once-great legendary hero, and has been kept in a museum for ages. However, it was thrown out after the hero's deeds were found to be farcical.",
				"This weapon was forged from an unknown metal long ago, with skill and precision lost to the ages.",
				"This weapon once belonged to the queen's handmaid, and some say it had a hand in her death.",
				"This weapon glitters like stars in moonlight. Rumor has it that it was a gift from an otherworldly visitor.",
				"This throwing Hammer deals thunder damage whenever it strikes a foe. Hence its name: The \"Boom-er-Hamm\".",
				"Upon close inspection, these two blades were once part of a ceremonial pair of scissors from an ancient guild of haberdashers. Rumor is they unlock a secret in the old guild hall when put together on a plinth.",
				"This seemingly larger than the norm weapon belonged to an infamous Goliath warlord. Seemingly larger on the account that to the Goliath this would have been in proportion.",
				"This weapon was used to murder a great king. The butler did it.",
				"The weapon is named after a powerful weapon once wielded by a great hero of legend. Everyone seems to have different versions of who it was wielded by and what that individual used it for, though.",
				"The weapon has been stuck in a local monument for as long as anyone can remember.",
				"The weapon was delivered to a ruler of old, along with a cryptic note seemingly warning of an assassination. No such assassination occurred, however, and the ruler is long dead to illness.",
				"Centuries ago, an Evil blacksmith trapped a Lawful Good God in this weapon. Every time someone is killed by this weapon, it emits a loud scream, due to the will of the God to harm no one. On the hilt of this weapon there are 3 unknown symbols, the lore says they are the key to release the God from his prison.",
				"A weapon sneezed into creation by a Dwarven Forge god."
			]
		}
	]
}