{
	"name": "Zombie Variations",
	"category": "World Building",
	"source": "http://warpwalkers.com/2017/100-horrific-variations-spruce-zombies/",
	"data": [
		{
		"name":"Zombie Variation",
		"data": [
				"instead of individual zombies, each zombie is chained to another by iron collars around their necks and shackles around their wrists and ankles, forming shambling walls.",
				"they have bellies full of aggressive rats that spill out when attacked.",
				"they have large gore-stained weapons grafted onto the stumps of their arms instead of hands.",
				"their bloated bellies slosh with strange alchemical fluids. 1 in 3 chance they explode like undead bombs when destroyed.",
				"additional limbs have been stitched onto them haphazardly, jutting out from random places. Some of the limbs are animated, other hang dead and limp.",
				"instead of trying to bite, they spit corrosive stomach acid up to 20 feet.",
				"they are conscious and sentient; they feel guilty and beg their prey to flee, but are completely unable to contain their addictive hunger for raw flesh or stop their bodies from pursuing and feasting on the living.",
				"they exude a nauseating cloud of toxic green vapor. Anyone nearby, except maybe those with the strongest of stomachs, is sickened to the point of spontaneous vomiting.",
				"they constantly spit up a disgusting ooze full of spiders, centipedes, and cockroaches.",
				"their bodies are desiccated and shriveled, their flesh clinging tightly to their bones. When struck, clouds of choking dust explode off them.",
				"their severed limbs remain animate and continue trying to attack. Fire is the only way to destroy them for good.",
				"they are covered head to toe in tar. They attack with heavy blows of their fists, flinging sticky black globs that entrap and suffocate their victims.",
				"they are fused into a huge ball of tangled corpses. It rolls around with the constant crunch and snap of breaking limbs and the moans of the dead, trying to steamroll the living down.",
				"they are animated by a type of infectious mold. When struck or destroyed, they release clouds of spores. Anyone who breathes the spores in becomes infected.",
				"writhing tentacles roil out of holes in their flesh, out of their open mouths and other facial orifices. Maddening psychic whispers affect anyone nearby.",
				"they are just a towering pile of animated snapping zombie heads that collapses and spills down when disturbed.",
				"they are just the top halves, dragging themselves along with their arms and trailing long gory entrails.",
				"they are just the bottom halves, pairs of mindless legs stumbling around aimlessly.",
				"they are a horde of zombified farm animals -- sheep, cows, pigs -- animated and ravenous for flesh and blood.",
				"they vomit grainy coagulated blood in the faces of their victims, infecting and blinding them.",
				"they are burned and charred, stinking of seared skin. Hot embers are embedded in their flesh, and their blows have a chance to catch flammable materials on fire.",
				"they have animal parts stitched on in random places -- a wolf head here, goat hooves there. Arms that end in sharp, tangled antlers.",
				"they are trapped and half-fused with the roots and trunk of a massive, twisted tree, moaning constantly and trying to snatch anyone who passes nearby.",
				"they are pale and bloated, encrusted with barnacles and pieces of coral, bellies full of black seawater. Tiny skittering crabs dart in and out through their wounds.",
				"they have huge fanged tongues that snap and writhe. Some zombies even have more than one.",
				"they are headless. Flaming fleshless skulls dip and dive through the air. The staggering corpses only stop when the skulls are destroyed.",
				"they are powered by alchemical metal engines jutting out of their backs, belching clouds of strange exhaust from smokestacks above their shoulders.",
				"they creep and crawl on all fours over walls and ceilings, their flesh covered in octopus-like sucker cups. They are surprisingly quick.",
				"they hover above the ground, their eyes blind and white. Their groaning can be heard for miles as they drift slowly after the living.",
				"they drop off a giant lumbering undead dragon's back, like baby spiders tumbling off the back of their mother.",
				"they have huge batlike wings, leathery and tattered. Their flight is graceless and awkward, sending them careening and crashing into the ground, into walls, into each other....and into their prey.",
				"they have belts of explosives strapped to their bodies and have been let loose to shamble towards their target, where they will inevitably explode.",
				"they constantly dance a jerky, stumbling dance to some chaotic music only they can hear, their undead eyes lolling and rolling in their heads. Their dancing doesn't stop their hunger or their mad desire to devour the living.",
				"the corpse of every person they kill becomes fused with them, turning them into tangled monstrosities of half-devoured bodies.",
				"the brains they devour drive them mad; instead of moaning, they constantly chatter and wail an endless stream of words, all of it nonsensical gibberish.",
				"they constantly cackle and laugh, their faces pulled into hugely exaggerated rictus grins.",
				"their entire mouths, esophaguses and stomachs are full of sharp broken teeth, jutting in all different directions. They don't moan so much as make choking noises as they stumble after the living. They tear out the teeth of their victims and assimilate them into themselves.",
				"they lumber about with coffins full of undead crows on their backs, staggering under the weight. When near the living, the crows fly out and swarm, pecking the living to death. The zombie shambles after and feeds on the leftovers.",
				"their flesh is eaten through with huge, throbbing white worms. When they attack, some of the worms are sloughed off and may try to burrow into the flesh of any living person they land on.",
				"they have giant bloodshot eyeballs in their abdomens that blink and roll, peering around while the zombies hunt.",
				"they are huge, fat blobs of flesh and teeth; they attack by trying to crush the living beneath their girth and subsuming them into their mass.",
				"their missing limbs have been replaced with clacking roughly-hewn wooden limbs. They stumble along without joints in the replaced limbs.",
				"their eyes have been gouged out and replaced with extra mouths.",
				"they are limbless torsos chained to the sides of huge lumbering warbeasts and used as moaning, biting necromantic armor.",
				"they skitter and buzz, half-transformed into something part corpse, part insect. Their zombie heads have rolling mindless eyes, but clicking mandibles that seem very much alive.",
				"instead of human heads, they have oversized ram heads with lolling tongues.",
				"their flesh is carved and covered in bizarre eldritch runes. Explosive magical effects trigger whenever one is killed.",
				"they have grotesque brass masks melted to their faces, their moaning amplified through acoustic mouthpieces. The sound is deafening. They can still feed, shoveling gore through the mouthgrates.",
				"woody vines with huge thorns grow from seeds in their bellies, entangling them and piercing anyone they attack.",
				"they are dead flesh stretched over huge swarms of undead scarabs somehow animated in humanoid shapes. When destroyed, they collapse and scatter.",
				"their fanged heads bob at the end of long, prehensile necks, writhing like serpents.",
				"every inch of their bodies is pierced through with sharp, rusty needles and barbed hooks.",
				"their faces and flesh are perfectly smooth, devoid of facial features, except for a single tiny fanged mouth. They tear the faces off of their prey, but otherwise leave them intact.",
				"they are frostbitten, their flesh pale and blue, and they exude an aura of unnatural cold, sucking all the heat from the surrounding area.",
				"they spring and leap through the air like huge grasshoppers, flinging themselves after their victims.",
				"they tear out their own bones and fling them at the living, trying to stun them long enough to shamble close enough to get a bite.",
				"they are stitched together with a hodgepodge of rotting string, twine, and yarn. It hangs loosely from them, entangling anyone they attack.",
				"bulbous cancerous tumors grow out of their wounds, oozing stinking fluid and expanding rapidly.",
				"they are assembled from ground raw meat, gristle, and bone, all shoveled back into a roughly humanoid form after processing.",
				"as soon as they are destroyed, the flesh ignites and burns off their bones -- the skeletons stand back up and continue attacking.",
				"they are animated by possessing demonic spirits; when the zombie is destroyed, the spirit wails and lashes out, seeking another nearby corpse to animate.",
				"they are wrapped head to toe in stinking, rotting cloth that soaks up the disgusting fluids of decomposition they constantly ooze.",
				"armored and armed; they retain their military training despite their otherwise mindless hunger. They attack in formation.",
				"they have huge, misshapen heads tottering on tiny, shriveled bodies that shouldn't be able to support their weight. They stumble wildly, constantly off-balance.",
				"their bodies are covered in humans tongues, constantly licking and tasting the air. When they kill a victim, they steal his or her tongue and add it to the collection.",
				"they vomit black clouds of biting, stinging insects that distract and swarm their victims before the zombies shamble close.",
				"they all have extra biting heads stitched on at the end of their arms instead of hands.",
				"they are impaled from bowel to mouth on long pikes driven into the ground, still animated and grasping at any living who pass by. Occasionally, a pike snaps off, and the impaled zombie staggers after the living, still dragging the pike that pierces it through.",
				"they are completely hollow and filled head to toe with sand. When pierced or slashed, the sand spills out like the contents of a broken hourglass.",
				"they are misshapen and warped, with all of their body parts in the wrong places. A mouth on the side of an arm. A foot jutting out of the side of a face.",
				"they hold their swollen, inflamed hearts in their hands, constantly pumping them to keep their bodies moving. Destroying the heart is the only way to stop them.",
				"their hollowed-out abdomens are home to huge glass jars containing animated misshapen creatures floating in formaldehyde.",
				"they have dozens of scrolls scrawled with prayers and religious rites nailed to their flesh.",
				"they are draped with fishing nets containing dozens of animated, half-rotted, half-skeletal fish that flop about as the zombies shamble towards their prey.",
				"they constantly drip globules of glowing slime. Where the globules splash onto the land, ancient dead buried there start crawling their way up.",
				"they are animated by monstrous leeches that use corpses for mobility, and suck the blood of their prey by forcing their leech mouth up through the corpse's throat.",
				"they are dripping with highly flammable pitch. Is setting them ablaze an easy way to destroy them or a disastrous mistake?",
				"their bodies are infested with giant nests of necromantic wasps or bees. When struck, the wasps stir up and swarm, stinging the attacker again and again.",
				"their bodies are covered in bulbous pustules or blisters full of stinking clear fluid. When struck, the pustules burst, splattered infectious fluid on anyone nearby.",
				"instead of moaning, they constantly shriek and scream with the final cries of the victims they've devoured alive. Every time they eat someone new, that person's voice is added to the cacophony.",
				"large poisonous spiders use the zombies as nesting grounds for their young. The zombies are full of hundreds of spider egg sacs that burst open when the zombie is attacked.",
				"the holes and wounds in their flesh are packed with stinking mud and rotting leaves. When one is slain, a black seed in its belly wriggles into the earth, forming a fleshy sac under the ground that births a new zombie in 3-6 days.",
				"they are covered head to toe with black and green moths, their wings constantly undulating and flexing in unsettling patterns.",
				"flesh-eating toads chew under their flesh, hopping and jumping beneath grotesquely stretched skin when the zombies detect nearby prey.",
				"they are controlled remotely by sparking apparatus lodged in their exposed brains. If the signal is blocked or the apparatus is destroyed, the zombie goes berserk, tearing itself apart.",
				"a mysterious virus only causes people to turn into zombies when they go to sleep. People try desperately to keep each other awake, eventually succumbing to hallucinations and exhaustion.",
				"they are perpetually bent over backwards, their spines snapped at the lumbar region. This doesn't keep them from walking around or pursuing their prey.",
				"their faces are split vertically from chin to forehead; a pair of hands with long, gangly fingers pry the split apart from within, revealing a grotesque mouth full of bloody teeth. Their actual arms end in sloppy stumps without hands.",
				"their eyes are hugely swollen, constantly leaking pus and blood, with multiple irises within the sclera. Their endless stare has the uncanny ability to paralyze the living.",
				"their bodies constantly vent hot steam vapor, and their bloated bellies are full of boiling water and churning, scalded flesh, fueled by some mysterious inner heat. When pierced or struck, they scald their attacker.",
				"their wrists are bound to the vertebrae of their necks with twists of rusty barbed wire. Wild tangles of sharp wire thrust up out of their mouths in ragged bouquets dripping with gore.",
				"they have no faces, only perfectly round holes where their faces should be. Within is absolute perfect pitch black. The last thing a victim hears before they are dragged into the \"mouth\" is a constant babble of ancient maddening whispers, the unsettling truth of the universe. Those who escape are never the same afterwards: now they know.",
				"while their body decays and rots, their skeleton develops rapidly growing growths and calcified cysts. The growing bone juts out of the zombie's skin in places, eventually tearing the flesh altogether.",
				"they have toothless mouths; their teeth sprout insect-like legs, skittering and scurrying all over their bodies. When the zombies attack, the teeth-bugs leap onto the zombies' victims, trying to burrow into eyes and cheeks and other soft tissues.",
				"their torsos are torn open, revealing shadowy darkness behind their ribcages. Blinking, glowing animal eyes constantly peer out behind the bone-white ribs.",
				"their heads are completely and tightly wrapped in funereal cloth. They bite with huge shark-like mouths that have opened in the middle of their bellies.",
				"their arms are neatly severed above the elbow. Their severed arms hover nearby, completely coated and dripping with bright red blood. When near prey, the arms aggressively try to tear victims apart, while the zombie passively watches on, until the arms bring it fresh organs to feast on.",
				"their heads have been cut off and the heads of dead dogs have been stitched on in their place, tongues lolling out of their mouths. They bark and bay and howl, hunting in shambling packs.",
				"their flesh is slowly calcifying. Chalky mineral deposits grow out of their bodies, and sometimes when they shamble after the living, parts of them snap off like broken rock.",
				"fleshly umbilical cords grow out of their bodies, tethered to huge squirming sacs that scuttle about on giant chitinous legs."
			]
		}
	]
}
