{
	"name": "Hallucinations",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/84c5yv/lets_build_a_list_of_hallucinations/",
	"data": [
		{
			"name": "Hallucination",
			"data": [
				"BEES: Bees are everywhere. You can’t see or hear properly because of the storm of bees clouding your senses.",
				"The last person or monster you killed is back and its coming for you.",
				"You see the least scary thing you can imagine and are utterly terrified.",
				"Everything is submerged in water, but nobody else seems to recognize it.",
				"Strange geometric shapes dance before your eyes.",
				"A monster with terrifying scythe-like fingers sneaks up on your party members and harvests their arms to eat. None of them notice their missing limbs.",
				"There is a worm in your chest trying to eat its way out. You can’t feel it, but the skin on your torso ripples as it burrows beneath.",
				"A deep purple fire is consuming the world from the horizon in.",
				"The sun is growing brighter and hotter as you speak.",
				"You are standing in the middle of a green field of grass dotted with flowers. Nothing could possibly harm you here.",
				"Life is a ruse. Everyone had marionette strings extending upwards from them, anything near you is a wooden prop, and anything in the distance is a painted backdrop.",
				"The entire world is on an island, and you see an eldritch monstrosity watching you from the sea.",
				"Someone is calling you names. You want them to stop but you can’t tell who it is. Is it that shopkeeper? Your party’s cleric? The dog?",
				"Grinlock: You look around your party and see that one person appears to be functioning normally, but their eyes have rolled into the back of their head and their mouths have opened in a manic smile to the point that their jaws are straining not to break. People seem to get more and more jittery and begin to twitch and spasm at the corners of your vision. Eventually, nobody speaks. They simply open their mouths in this same manic smile, and almost vibrating in spasms. A cold feeling of dread comes over you as they all turn towards you before being shaken out of a stupor by your now perfectly normal party members.",
				"A rust monster appears. If multiple PCs are present, it should appear in a place that only the hallucinating PC has line of sight. If there is no such space available, the PC should roll a bogus Perception check to “spot” the rust monster.",
				"The hallucinating PC can “see the Ethereal Plane” overlaid on the Material Plane, and watches as frightening, wraithlike figures move slowly towards other members of the party, claws outstretched.",
				"All creatures suddenly vanish–no visual, auditory, or tactile stimuli can reach the PC.",
				"The PC hears a dull crunch as a fine hairline crack appears on her melee weapon.",
				"The PC’s skin begins to wriggle, then suddenly undergoes a rapid transformation. The change should be aesthetically in keeping with the source of the hallucination (ie, if due to spores, the PC’s flesh becomes fungus-like; if due to poisonous vermin, his body becomes chitinous).",
				"Colors turn more vivid and out of the corner of your eye, objects dance and laugh at your expense.",
				"Ask the party at the start of the session, “what dangers are you worried about facing?” Take the most appropriate one and hint of it’s passage.",
				"You are slowly turning into a gelatinous cube, and no one else has noticed yet, but when they do, they will hunt you down like just another monster.",
				"Your weapons are whispering. So are the other’s weapons. They are going to come alive and kill your party when you sleep.",
				"By the fire, your eyes are drawn again to one of your companions. They are sleeping soundly, but one eyelid is flickering… as you get closer, the eyes spring open, and smoke comes pouring from his eyes and mouth. One hand reaches up to grab at you, and a cruel smile flashes across his face. “So hungry… so tired of waiting…” he says, in a deep rumble.",
				"Your flesh warps slightly and ripples as if something is crawling beneath it.",
				"You see something shadowlike at the edge of your vision at night but every time you look it it, it disappears. Eventually it starts occurring even in the daytime. As time goes by, dreams of Shadows and whispers amongst a crowd of the living haunt you. The living continue on with their lives as if they are blind to these shadows who stare at you with bright, searing red eyes.",
				"A voice is very quietly chanting in Infernal. It seems to be coming from overhead somewhere.",
				"When the tavern door opens, you realize everyone inside is a child dressed in adult clothes. Stepping across the threshold, you become a child in adult clothes.",
				"You can’t feel your legs. Why can’t you feel your legs?",
				"Everyone is whispering about you.",
				"There is always something moving about in the shadows in the corner of your vision.",
				"Eyes in paintings and statues seem to follow your every movement. If you’re quick enough you can just catch them snapping back to their original positions.",
				"The walls are breathing at the same rate you are.",
				"The barbarians fur cloak is still alive. You can see it looking forlornly at you over his meaty shoulder.",
				"As you are talking to the shopkeeper, her skin begins to blister and slough off, until nothing remains but a bloody skull, still talking animatedly to you.",
				"Every time you look into a mirror, your reflection beckons you closer. If you press an ear against the mirror you can just make out “you need to wake up!”",
				"There is a large purple cat following you. It sometimes walks through solid objects, but seems solid enough when it brushes your leg.",
				"Everything fades and you find yourself sitting at a table in strange clothes with no armor or weapons. Your friends are dressed similarly, piles of books and papers in front of them as they watch, expectantly. You hear the roll of a die and at the head of the table a god shrugs and says “Your PC’s hallucination wears off…” You wake up confused.",
				"Every time you are the only character to have LOS to a point within 100 feet, AND that point is within 10 feet of cover, you will, if that point is in your peripheral vision, see an ordinary chicken, walking toward the cover, pecking at the dirt. If you go to investigate, the chicken will have vanished, but there is some ambiguous trace of its presence: a fluff of down, some marks that might be tracks. If a point where the chicken might appear has a trap, treasure, secret door/panel or clue, have the character make a DC 15 Perception check. On a success, the chicken appears, and squawks or flaps its wings. After the third time the character finds something because of the chicken, escalate the delusion: now, the chicken’s appearances and traces are clearly sending them a message that needs to be deciphered.",
				"You see your mother in a state you never hoped to see, even when you close your eyes the images are still there.",
				"After all these years you see your parents, they say that they didn’t died/left and that they love you and will never leave you again.",
				"All of a sudden all the cats in the area start vomiting, all manner of objects sprout menacing spikes of stone.",
				"Suddenly, out from one of your pocket an elongated gnome pours forth, screaming the whole way out. Once outside, he turns to face you and starts mumbling, gargling and convulsing, only to, in a show of pyrotechnics, explode into a hail of many smaller versions of himself. One by one, they rise and start to run towards you, grabbing onto your clothes. They press themselves to you and stay there, crying profoundly.",
				"The next adventuring party you see are assassin’s out to get you. They have duped your party, your friends and your family, but you know their true agenda.",
				"Your hands have become ethereal. Make a wisdom save for holding on to the equipment in your hands, and to pick up any equipment with your hands. On a failed save, drop it. Lose this condition after 2 succesful saves.",
				"Everything is a mimic. Make a wisdom saving throw whenever you are entering a room. On a failed save, attack a random piece of furniture. After rolling 5 saving throws, lose this condition. Reapply the condition if you actually attack a real mimic.",
				"Your body becomes lead. Your movement speed drops to 5ft and all your attacks are made with disadvantage. You gain 2AC. Lose this debuff when you have taken 2 dash actions.",
				"A familiar hand rests on your shoulder. You hear them say that they love you, and that they have so much they would have told you if they had the time. If you stand still until they remove their hand (1 turn), regain 2d4+2HP. If you turn around, a faint wind blows past you, but noone is there.",
				"Colourful frogs start raining from the sky. Make a dexterity save. On a failed save you get pelted by poisonous frogs, gaining the poisoned condition. After the rain stops, the frogs melt away.",
				"Your fingernails are missing. You cannot recall losing them. When you try to show this to someone else they are back in place.",
				"Under the object/piece of furniture is a pool of blood of unknown origin. Other party members merely the shadow of the object.",
				"Your blanket convulses and is a few inches closer to you then before it moved. Nobody else was looking that way and any spells would reveal no magic that would make it move.",
				"Tchotchke’s Splendor – any room will occasionally feature an item or items of exceptional usefulness or value, seen only by the hallucinator. The number of false items increases as the room grows more cluttered. A well-organized room may have a small golden statue appear, for example, but a messy room could hold several arcane tomes and magical weapons. If the afflicted touches one such item, it instantly turns to a thick, foul-smelling ink that appears to stain their hand and any other items on contact. In reality, of course, nothing happens.",
				"The walls start to close in on you. If there are no walls, the ground raises to trap you.",
				"You vomit a stream of teeth.",
				"The sky/ceiling becomes red, and you see the silhouette of a monster.",
				"Everyone you see is your clone.",
				"You see odd psychodelic color patterns.",
				"Tons of insects raise from the ground.",
				"Everything around you suddenly looks dead and barren.",
				"Everything suddenly becomes happy, colorful and cute",
				"Objects start to insult you. Really bad insults.",
				"While you are lying in bed, a completely black humanoid figure sits on your chest. You can’t move and it is suffocating you with its weight.",
				"You see transparent wiggly lines like eels flying across the sky at impossible speeds.",
				"Rodents dart along the ground out of the corner of your eye. You can’t turn your head fast enough to see them properly.",
				"You heard someone call your name, but it’s no one.",
				"A strange metallic taste fills your mouth.",
				"You have the sudden sensation of floating behind your body, observing yourself in third person.",
				"Something like a bug is definitely crawling on your skin and biting you, but when you look you can’t find the cause.",
				"You clearly heard a person say X, but everyone else present insists the person said Y.",
				"The whole world takes on a reddish hue and everyone’s voices sound tinny and distorted.",
				"You go to put on your boots and you see a snake coiled up in them.",
				"A classic parade of pink elephants is marching by.",
				"All your pores expand to a large size and you can see in them. Dirt, bugs, and dust are falling into them.",
				"A radish suddenly flies into your mouth and begins forcing its way down your throat, choking you.",
				"You see above a planet, lit by no sun, all wide turbulent oceans and deep black forests and jagged, piercing mountains. A low hum sounds in your ear. The planet takes up more of the sky- you can’t look away from it. It fills your field of view far beyond what should be possible. Something beneath those black seas slithers, hunting, hungering, starving. You blink, and the feeling is gone.",
				"You hear the voices of your childhood best friend, describing some childish adventure you went on together when you were young, jumping and laughing and playing in the wilderness. As the story goes on, your friend becomes quieter and his voice wavers, as he talks about that ill-fated leap, where you jumped too far, fell, and died. The voice fades.",
				"Your weapon begins insulting you, berating you and calling you a failure. Your armor and tools try to defend you and they start arguing.",
				"Your fellow party members begin to resemble large, humanoid, chittering crabs. They smell of sea-salt so strongly you want to puke. They speak in garbled, alien voices and move erratically about like insects.",
				"Every time you take a step musical notes are played",
				"You think that you are constantly being licked (be it by an imaginary litter of puppies, each head of a chimera or one very creepy orc)",
				"You hallucinate that you have a baby in your hands that you feel inherently inclined to over-protect",
				"If inside the walls of the room begin closing in on you/if outside the ground begins to crack and split",
				"A small object in the vicinity comes to life and beings moving of its own volition.",
				"Characters and some objects emit violently bright auras, making them difficult to look at directly.",
				"An inanimate object begins to strike up a very boring conversation with you.",
				"All straight lines and edges begin to wobble and shiver, causing mild nausea if stared at.",
				"You feel blood dripping from your nose, ears and eyes.",
				"All inanimate objects in the room begin to release coloured gasses, which have smells ranging from delightful to foul.",
				"You feel as if your torso and your legs are separated by a distance of three feet (horizontally or vertically at the DM’s discretion).",
				"You feel your skin begins to transform into one of the following (d8 roll) – stone, brick, brass, silver, gold, wood, glass, paper.",
				"You feel as if your fingers and toes are elongating. Hand and foot coverings become unbearable to wear and it is difficult to walk or hold objects.",
				"You feel like your body is slowly melting, like a candle with a too hot flame.",
				"You feel like you are being rained on. If the hallucination is ignored, the rain begins to turn to sleet, and then hail if ignored again.",
				"The eyes of everyone around you start to change shape or colour, unless you hold eye contact. Whenever you break contact, they’re eyes have changed again.",
				"The wind is guiding you. You can only be stationary or move in the same direction the wind is blowing. If there are no detectable air currents, you move around as normal.",
				"There is something shadowy at the periphery of your vision. Every time you turn to try and see it, there is noting there. When you turn back, it’s back at the edge of your sight.",
				"You feel like someone is sneaking up behind you. You hear occasional breathing, footsteps and muffled sounds of movement.",
				"Everyone in your immediate vicinity has suddenly become young children. You are the only adult present and need to tell everyone what to do. Anyone misbehaving or talking back needs a good smacking.",
				"You feel it is incredibly important to revisit the last place you went to the bathroom, and you will find tour great destiny there.",
				"You see a glowing sprite or pixie, urging you to follow it onwards as you are needed for a great task.",
				"The dirt or dust on the ground starts to make human-like faces. They appear to be trying to communicate with you. If you or someone else steps on them, the visages become increasingly distorted and terrifying.",
				"You see a sapling sprout and grow from the ground, turning into a giant tree in mere seconds before your eyes. At the top of the tree is the answer to a mystery that has plagued you and you must get it.",
				"The sun/moon blossoms into a face. The face opens their mouth to reveal the sun/moon. The sun/moon blossoms into a face.",
				"All noise’s around get dimmer and dimmer until it seems as though you are deaf, you can only hear your heartbeat",
				"The character’s mother, gently scolding them.",
				"The character(s) sees a massive tidal wave coming towards them.",
				"The character(s) sees everyone else’s nipples shining through their clothes (colour is related to alignment).",
				"When the character(s) talk to anyone, their face melts through their head and the character(s) is now looking at the back of their head.",
				"With every step character’s believe they drop something/lose a shoe.",
				"The longer anyone speaks (character(s) included) the more fire builds up in their mouth, after a long enough speech the character speaking spews fire.",
				"The character believes they can see everyone’s remaining life time floating above their head."
			]
		}
	]
}