{
	"name": "Suspicious Things in a Room",
	"category": "World Building",
	"source": "http://beyondtheblackgate.blogspot.com/2010/12/random-table-weird-things-in-rooms.html",
	"data": [
		{
			"name": "Sucspicious Thing",
			"data": [
				"Two copper pipes along one wall from floor to ceiling, one steaming, one frosty.",
				"A large stone pipe opening in wall drips greenish fluid onto floor.",
				"A large stone wheel set on one wall, clicks when turned.",
				"A stone sundial in center of room under ceiling painted to look like the sky.",
				"A ceramic wall-fixture shaped like a grinning buddha with open hands.",
				"The walls are lined with stone flower boxes filled with unsettling-scented green and purple flowers.",
				"A natural spring in the center of the room surrounded by glowing mushrooms.",
				"Several 4'-long rose-quartz outcroppings from the ceiling.",
				"The floor is covered in upright, magnetized needles (10d10).",
				"An alcove on one wall is filled with neatly-stacked, empty wooden mugs.",
				"A giant red \"X\" has been sloppily painted in the center of the floor.",
				"\"Chog loves Jessika\" is scratched in charcoal on one wall.",
				"The ceiling is covered in upside-down furniture, bolted to the stone.",
				"One wall has been painted to look like three windows looking out into a lovely garden.",
				"The skeleton of a small dog is curled forlornly around a well-gnawed scorpion tail.",
				"A pale white pine tree sprouts from the floor in one corner.",
				"The skeleton of a monkey lies in a far corner, its hand in a ceramic jar wrapped around a gem.",
				"A brass lever is set into the middle of one wall. \"Do not pull\" is scrawled next to it.",
				"A viking longship, far too big to fit through a door, fills the room.",
				"A stone frame in the ceiling hangs above a pile of broken pieces of mirror.",
				"A comfy chair sits in one corner with a table beside it. On the table are a pair of broken spectacles and a book called \"For Doom, the Fell Trolls\".",
				"An unlit chandelier hangs from the ceiling. It holds thirteen black candles and is creepy as hell.",
				"A brass hookah is here, surrounded by seven overstuffed ottomans.",
				"A massive gong in the center of the room with a bone striker.",
				"Bloody footprints lead from the entrance of the room to stop at a seemingly blank wall.",
				"Three big wooden buckets filled with smashed grapes sit on one side of the room.",
				"Bloated, pale vines hang from the dirt ceiling here.",
				"A pair of human eyes float in a jar left in a corner of the room. Did they just move!?",
				"The hilt and 6\" of the blade of a sword jut from the solid stone floor of the room.",
				"An intricate water clock has been installed on one side of this room. Instead of water, it appears to have been filled with vinegar.",
				"One wall of this room appears to be made entirely of smoky quartz, and shapes seem to writhe and twist within it.",
				"A small stone pyramid is built into the ceiling, pointing down.",
				"Seven fluffy orbs of light dance and float in the air of this room, remaining ever beyond your reach.",
				"This room is choked with stinging, prickly weeds.",
				"The hollow carapace of a great beetle nearly fills this room. A doorway appears to have been cut into its side.",
				"Plaintive music seems to come from somewhere beyond the ceiling of this room.",
				"A large, black, wood-and-hide drum sits in the middle of the room.",
				"A porcelain bathtub, filled with steaming water, sits invitingly in the corner.",
				"A strange hole in one wall, no more than 5\" wide, emits an odd odor.",
				"Three dead kobolds, dressed as human children, lay side-by-side in front of a smoldering fireplace.",
				"An empty bookcase has been smashed to bits in this room.",
				"A tiny door, only 2' tall, is set into one wall of this room.",
				"A dartboard hangs on one wall, full of manticore spines.",
				"A small hibachi sizzles merrily on a stout oak table.",
				"Three tiny alcoves set high on the wall near the ceiling each containing a grinning imp sculpture.",
				"A large roll of black silk lies in one corner. If unrolled, a human corpse falls out.",
				"A massive harp, with strings all broken, sits by a stool in the center of the room.",
				"A small bar with several stools sits on one side of the room.",
				"A broken birdcage lies in a corner. A copious amount of blood has been splashed on the walls of this room.",
				"A still-smoking pipe sits in an ashtray on a small table here.",
				"A nest containing three purple eggs sits on a high ledge near the ceiling.",
				"An extensive set of wooden toy blocks has been set up on the floor of this room. The layout vaguely reminds you of your home town, but a hideous stone idol squats in the main square.",
				"A stinking pile of refuse is heaped in front of the entrance to this room. Ugh!",
				"A torn bag of sand has been scattered around the room. Huge footsteps are visible in it here and there.",
				"A marble pedestal sits in the center of the room, with a hand-shaped depression in its center.",
				"A stack of hand-written papers sits in a corner, 200 sheets in all, with the words \"This is not the way\" written over and over again on them.",
				"A mannequin hangs from a noose in this room. It is crawling with flies!",
				"Something that leaves a slimy trail has dug a 3' wide tunnel into the floor of this room.",
				"Two stone dogs sit at attention on either side of the entrance of this room. One has a struggling mouse beneath one supposedly-immobile stone paw.",
				"A giant mousetrap, 6' x 3', sits in the center of the room with a human arm on the trigger.",
				"Half a human face, and one limp hand, jut from the solid stone wall of this room.",
				"The odor of brimstone hangs in the air of this room. A magic circle has been inscribed on the floor with salt.",
				"A filthy torn dress lies on the floor, along with a silver holy symbol on a chain.",
				"An iron cage sits in the room. A skeleton lies half in and half out of it between the bars.",
				"A red rune has been painted in the ceiling of the room. An empty wardrobe sits beneath a white sheet with several weird symbols burned into it.",
				"A drooping potted plant sits in one corner with a single glossy red fruit.",
				"A fishbowl sits on a wooden pedestal with three piranha floating lazily within it.",
				"A ledge near the ceiling is crowded with noisy pigeons.",
				"A strange console is built into the wall here with three red buttons.",
				"A mannequin stands in one corner wearing a surcoat made from fresh meat.",
				"A stained oak box, 4' to a side, sits in the center of the room. It is carved with grinning imps and has no visible lid or opening.",
				"A stack of wooden doors, each with a brass knocker shaped like a hand, sits along one wall.",
				"A small canvas tent has been set up in this room. Inside is clothing, food, and other personal effects.",
				"A circular glass plate, like a window, is set into one wall, but nothing but stone is visible beyond it.",
				"The walls, floor, and ceiling of this room are covered in frost. Its freezing in here!",
				"The corners of this room seem to be off. Trying to figure out these unnatural angles is nauseating!",
				"A black hole, 5' across, yawns in the center of the room, with no bottom in sight.",
				"A marble head, as if broken off a statue, lies on the floor here. The room stinks of urine.",
				"A crushed halfling, looking for all the world like a mouse regurgitated by some huge owl, lies on the floor.",
				"Five red, wooden, creepy, horned masks, hang on the wall here.",
				"A barrel of stagnant water sits in a corner. Something moves within it!",
				"A human foot, still wearing a blue velvet slipper, lies on the floor, covered in ants.",
				"A quivering chunk of Gelatinous Cube sits on a ceramic plate on a small wooden table with a knife and fork beside it.",
				"A framed painting of a trio of dancing nymphs in a garden adorns one wall. A dark face is barely visible in the foliage behind them, ripe with evil intent.",
				"A massive granite sphynx lies on its side in this room. A narrow stair descends into the floor where it used to sit.",
				"A ring of pale green toadstools grows in the center of the floor here.",
				"The rough stone figurine of a leering frog-deity lies in an empty, stained tub.",
				"The rank mold growing on one wall gives off scorching heat.",
				"A pool of blood spreads on the floor, fed by a slow dripping from the ceiling above.",
				"A fireplace on one wall has been stuffed with defaced books.",
				"Four lit incense burners swing from chains fixed to the ceiling.",
				"An icy copper bell hangs from a wooden frame on one wall. It is numbing to the touch.",
				"A deep throbbing, like a heartbeat, can be felt in the floor here.",
				"A dome of black glass rises from the center of the room. Viewing it fills you with a sense of dread.",
				"A mage's star-adorned pointy hat has been pinned to the wall with a dagger here.",
				"A maiden lies in an unnatural slumber on a divan here, wearing the gauzy dress of a harem girl.",
				"Ghostly couples, heedless of onlookers, waltz around the room to spectral music.",
				"A pair of ridiculous clown-like shoes sits by the doorway.",
				"A rude collection of hand-drawn orc erotica has been hidden behind a loose stone.",
				"A crystal ball floats at eye-level in the center of the room, giving off intermittent flashes of red and green light."
			]
		}
	]
}
