{
	"name": "Items in a Thrift Shop",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7xo22a/lets_build_items_in_a_fantasy_thrift_shop/",
	"data": [
		{
			"name": "Item",
			"data": [
				"Chip Plate Set: A halfling crafted china set. Very beautifully crafted and comes with silver utensils.",
				"Urn of Dwarven Remains: Exactly what you think it is. Nobody caught it in the donation pile.",
				"Slipbane Crutches: Magically enchanted crutches that adhere firmly to any surface without slipping but release with ease when pulled on. You remember a crazy wizard showing them off in the town square as a child by walking up the side of a building.",
				"Merlin’s Travelling ‘Tiques: Well worn miniature couches, benches, stools, picnic tables, wash basins, and chairs made of teak that can be stored in a carpet bag. Can only be used properly with a wizard’s wand to be enlarged to a usable size. A little stained, some coffee rings, some webs and dust here and there…but still decent.",
				"Griffon Feather Head Dress: Obviously left over from a masquerade party. You find this in poor taste now that griffons are an endangered species.",
				"The Gorge Four-mon Grill: All the rage at the schools of wizardry as a portable way of making sandwiches. The miniature portal to the Elemental Plane of Fire made for the most toasty midnight study session snacks.",
				"Half a wizard staff. Neither half can exist on the same plane as the other.",
				"A “silver” sword that’s actually just shiny steel.",
				"A set of seven hand painted Russian nesting dolls. The images of the women are animated and their eyes follow you around the room and they mouth words, but make no sound. Someone who can read lips can understand that they are trying to talk to you and tell you …",
				"A crown made out of real dragon teeth. Or just a well-made counterfit.",
				"A magical broom. Whenever you punsh someone with it, the broom starts to laugh.",
				"Magical water of the wanderer. Poured on you hand the water will flow towards north. (6 uses, 50% chance to flow towards east.)",
				"Two loaded dice (d6). They always show one random combination of seven if rolled together.",
				"A stuffed real horse. Former used as an armor stand for mounts.",
				"A magical glass sphere. If you beg the sphere to show you a specific person, the sphere shows you someone else with the same name.",
				"A breastplate of a former knight with a hole at the height of the heart. Something like a bulls horn has pierced through.",
				"An assortment of misshapen glass bottles and goblets from a nearby glass maker.",
				"A set of very rusty butcher knives.",
				"A spell-book containing some low level spell that are all partially unreadable due to a large ink stain penetrating most of the pages.",
				"A small oil painting of a nearby castle.",
				"A cracked harp missing most of it’s strings.",
				"Celestial salt and abyssal pepper shaker set.",
				"Variously sized used potion bottles (empty but the residuals may effect any potion made in it if not cleaned out properly).",
				"A “lightly” used wand, DM decides wand type but it currently has only 1 charge and will not regain charges until it’s last has been expended to “reset the magic”.",
				"A tabaxi skin vest, Tabaxi who encounter you will initiate combat unless you can beat a DC15 persuasion/intimidation. You have disadvantage on persuasion and advantage on intimidation.",
				"Dwarven matryoshka dolls.",
				"An intricate Elven chess set with each piece meticulously carved like a small miniature, white is made from ivory and the black is obsidian however it is missing a black bishop, there is a standard wooden bishop in its place.",
				"A -1 longsword (or whatever weapon) (Still technically a magic item, though).",
				"A pair of finely embroidered slippers, but the left slipper is several sizes smaller than the right.",
				"A pair of white silk gloves that seem to be in good condition, except for a pale yellow stain on one of the palms.",
				"A one-foot-tall stone statue of a gnome wearing a tall pointed that is painted bright red. The tip of the statue’s hat is chipped, but has been painted over.",
				"A tarnished brass locket with a broken clasp. Inside is a miniature portrait of a smiling dragonborn woman.",
				"A giant’s armor. It has a huge tear through its torso, giving some information about it’s last owner.",
				"A large saddle. It was once used of owlbear racing.",
				"A book containing guides on how to get rid of a curse.",
				"A cursed book. It tells a tale of absolute nonsense, people reaching “godhood” by “opening their third eye”. Will drive the reader insane, and will force them to kill themselves if they don’t rid themselves of this curse within 25+2D10 days. It was most likely written by a demon.",
				"An old helmet. It looks like it belonged to an ancient kobold.",
				"Lots of second hand armor.",
				"An explorer’s Pack missing the rope.",
				"Collapsible 10-foot pole (should collapse to 1 ft) that only collapses to 5 feet.",
				"A green clay tea set. 3 small round tea cups that have been scrubbed clean. Looking inside the kettle you spot a small amount of coagulated blood.",
				"A goblet with the inscription “happy 14th anniversary Christa”.",
				"A set of fine mugs, each with a large chip in different places.",
				"A Teddy bear with missing eyes",
				"A clock with the minute hand bent and the hour hand stuck on 6.",
				"A mannequin head.",
				"A school textbook with doodles everywhere.",
				"A bag of holding that only holds 5 items",
				"A magically locked chest that has no key.",
				"A levitating rope, 2 feet.",
				"A foam sword.",
				"An enchanted knife, the enchantment however has been long forgotten.",
				"A silk black 4′ cloak.",
				"An egg, with a label attached explaining that this is a perfectly normal egg and not anything to worry about.",
				"A small bag of portable wolves.",
				"An ornate clock, which instead of telling the time is counting down to… something.",
				"A paperweight that slightly increases in size each time it is looked at.",
				"A snowglobe containing a perfect miniature replica of the thrift shop and everyone in it.",
				"Old, faded copies of an old magazine called Beholder’s Digest.",
				"A pair of rose-tinted cat-eye glasses. When worn, the world seems a bit happier.",
				"An ornate walking cane too tall for the average humanoid to use.",
				"A funky knitted scarf with all the colours of the rainbow.",
				"Platform shoes, designed to give a humanoid a good half a foot extra height!",
				"A flashy purple suit with animal print lining the interior.",
				"A gentleman top hat in perfect condition.",
				"A quilt that, while worn, retains the elaborate image of a lake.",
				"A lamp shaped like a woman’s lower leg in a high-heeled shoe.",
				"A corncob pipe.",
				"A jigsaw puzzle that opens a portal to another plane when completed… but, three pieces are missing.",
				"Flask of alchemical runoff: an anonymous servant of a local alchemist reguarly supplies the thrift shop with these unmarked flasks. Every time the servant wipes down their master’s alchemy workshop, they wring out the rags into these flasks, funneling in any leftover drops of potions or salves into them. Drinking them has a 50% of poisoning the imbiber and a 50% chance of a random potion effect.",
				"A cape with a slightly frayed collar and trim ( and a secret object sewed into the lining).",
				"A set of three nested wooden bowls.",
				"A pair of huge worn resoled boots laced with what looks like braided hair.",
				"A clay mortar and pestle that looks like it was made by a drunken toddler.",
				"A tarnished crystal ball, that intermittently flashes bright red.",
				"A snow globe with a little soldier striking a heroic pose (bonus, it changes poses when no one is looking).",
				"A marble with a swirling galaxy in the centre.",
				"A book titled ‘the book of fate’, the pages of which are empty.",
				"An ugly patchwork cloak that has lots of little pockets sewn into the inside for carrying spell components or trinkets.",
				"A drawing of a beautiful city that doesn’t (or no longer) exist.",
				"A lute with a bad custom paint job that the previous owner had tried to do themselves.",
				"A fishing rod with a big brass reel. It’s clearly worn but looks like it’s got a few good catches left in it with the proper care.",
				"An white wedding dress with a red wine stain. At least I hope that wine.",
				"A light coat with the emblem of a gryphon embroidered to the back of it.",
				"The Tunic of Extreme Itchiness: This is a magical item that the store will pay you to wear. It has an etching if the thrift stores name on it. When worn, the material is so itchy, you may have trouble focusing on spells, but you also may be disadvantaged when performing acts of strength or agility. The itchy factor may or may not be explicitly stated by the shopkeeper.",
				"The Boots of Mismatchedness: These boots once were very fashionable and worn by a great adventurer. Now? They are still very fashionable, albeit full of holes from being worn out. They also have lost all semblance of shape, and you often will wear them on the wrong feet for a while before realizing it.",
				"The Wall Hanger: You know you shouldn’t buy it. The steel is questionable at best. It’s not sharp enough to cut butter. You know it’s not even an authentic elven script that is etched into is flat, but by the gods above, the katana looks really really cool.",
				"A round table with mismatched legs.",
				"A ridiculously large golden, bejewelled necklace that spells BOSS.",
				"A pair of bright orange shoes.",
				"A cookie jar in the shape of a thumbs up.",
				"A branch in the shape of a wand with a carved handle, it still has some (dead) leaves",
				"A pair of trousers far too long for any humanoid",
				"A belt that has a texture worryingly similar to your skin’s",
				"A bottle filled with liquid with the cap still on, the label reads,”NOT the poison one” written in green. There is a five pack sitting next to it, they are blank.",
				"A black shiny disk with dozens of embossed rings. Who knows what it’s made of?",
				"A brass tiara, you feel empowered putting it on.",
				"Circular glasses with green lenses; four of them at that!",
				"An out-of-fashion maroon suit tailor-made for a short, fat human, or perhaps an oddly proportioned dwarf.",
				"A hooded lantern that is painted rather intricately with a housecat motif depicting cats playing in different poses. It’s mostly painted in whites and pinks, and it has small scuff marks on one side."
			]
		}
	]
}