{
	"name": "Social Road Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/84li3d/a_list_of_100_random_social_encounters_on_the_road/",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"A foot messenger, with a ducal ring on his hand.",
				"A travelling historian carrying a sack of old stone statues.",
				"A starving beggar, willing to trade information for food.",
				"A group of refugees, telling stories of war and oppression in their homeland.",
				"A deserting soldier carrying a memento of a fallen friend.",
				"A wandering dog, with a silver collar and name tag.",
				"A bear wearing a collar and trailing a frayed rope.",
				"A riderless horse, with bulging saddlebags.",
				"A thrown rider, trying to catch his horse.",
				"A wandering madman, ranting about an invisible creature.",
				"A pair of dwarven prospectors, arguing loudly about where they took a wrong turn.",
				"Halfling cook/chef, out foraging for ingredients.",
				"Overturned wagon with injured merchant.",
				"A bored elderly gnome, with a curious mechanical toy.",
				"Fisherman by a riverside, without any fish.",
				"Druid planting rows of trees across the road.",
				"A drunk from a nearby tavern, unsteady on his feet.",
				"A partially smashed coffin, with a “corpse” inside which is slowly moving.",
				"A dealer of “used magical artefacts”.",
				"An elf picking and eating wild berries.",
				"A manic Herbalist, with green smears around his mouth.",
				"Group of robed monks, carrying a lit censer.",
				"A squire chasing his drunken master’s horse.",
				"An armoured Dragonborn sitting on a stone, sharpening a sword and sighing.",
				"Farmer with an unmoving mule, laden with fruit.",
				"Guarded and chained prisoners digging a ditch.",
				"A pair of wagon drivers preparing to race each other.",
				"A tiny Earth Elemental, shifting pebbles from one side of the road to the other.",
				"A group of dancing lights, which keep just ahead of the party.",
				"A drug addict, coming down from their last score.",
				"A harmless ghost, sadly humming an old song.",
				"A gnome riding an armoured mastiff.",
				"A hawker trying to find his bird.",
				"A grave robber, with mud on his shoes and a dark, wet sack on his back.",
				"A friendly necromancer with several raised skeletons, who offers to share food.",
				"A gang of youths from a nearby town.",
				"A gnomish tinker & merchant, offering magical mending.",
				"A Quickling, fleeing from the service of a warlock.",
				"A drunken Hill Giant, asleep and snoring loudly.",
				"A starving hermit, bearing a sword handle without a blade.",
				"A migrating Treant, walking down the middle of the road.",
				"A dead knight’s retinue, returning the body home.",
				"Traveling reeve or magistrate, summoned to a case.",
				"A group of pilgrims, one of which is carrying a small, heavily bound chest.",
				"A backwoods moonshiner, offering free samples of his wares.",
				"A surveyor excited about discovering a door into an artificial hillock.",
				"A dripping wet fisherman, climbing up from a riverbank with an angry look.",
				"A girl picking wildflowers, acting as a lookout for local bandits.",
				"A boy swinging a stick like a sword, with a pet dog following.",
				"Villagers cutting wood to make bows.",
				"A stone golem with one leg shorter than the other, never walking in a straight line.",
				"A pixie telling rude jokes and riddles.",
				"Four villagers burning a pile of corpses, which are emitting a thick purple smoke.",
				"A wagoner trying to fix his strangely burned cart.",
				"A contented Halfling, smoking an oddly scented pipe.",
				"A wild-eyed and dishevelled Alchemist, ranting about a breakthrough.",
				"An imp caught in a rabbit trap, screeching loudly.",
				"A lost wagon guard, with scratches on his face.",
				"A seller of genuine, if minor, religious relics.",
				"An old gnome in hat and tattered clothes, rapidly shuffling a deck of cards.",
				"An ebullient Orc, dressed in bright fine silks.",
				"A Green Hag, offering a reward for revenge on those who tricked her.",
				"A wine merchant, asking for directions to the nearby town festival.",
				"A fur trapper, with a live wolverine as a pet.",
				"A sour old grandmother, complaining bitterly about her eldest son.",
				"A Hobgoblin out to see the world.",
				"A young man, with a hideous mask magically stuck to his face.",
				"A band of giant hunters, paid to kill a troublesome old Hill Giant.",
				"A charcoal burner, telling stories about haunted trees.",
				"A potion merchant, with a backpack full of ‘alternative’ potions.",
				"A bard or minstrel, half dressed and looking over his shoulder, quickly coming down the path.  Looking a bit worse for wear he explains how he was run out of town for playing a song about the victory of the ruling kingdom against an uprising.  Unbeknownst to him, many of the town members sided with and fought for the uprising.",
				"A farmer going to/returning from market with his meager goods.  He sells the worst looking, yet best tasting apples one could ever find.  He doesn't know why his orchards produce such odd fruit.  Any player who eats an apple is healed for 1d4-1 hit points.  A player healed must also roll a 1d4.  On a one they suffer one point of exhaustion.",
				"A farmer returning from town with his four adopted sons.  None of the children resemble the farmer in anyway.  The children resent the farmer for being forced into the farming life.  They tell lies of being kidnapped and abused in hopes a group of heroes will take them on exciting adventures.",
				"A farmer returning from town with his three daughters is seen on the side of the road huddled beneath their damaged cart.  The family has been attacked by a swarm of stirges as the evidenced by the presence of a stirge, bludgeoned with a shovel.  The family asks the party to escort them the remainder of the way home.  Their home is an hours walk out of the way for the party and an hour is needed to fix the cart. ",
				"A young girl is found sitting alone on the side of the road.  Barefoot and hungry, she wishes to stick with the party until the next town where she can find safety.  Her intentions are to wait until a second adventuring party of equal or greater skill pass by and beseech them to save her.  She will say to them that she has been kidnapped by the players and that they have stolen her gold.  Unless persuaded otherwise, the adventurers believe the girl’s story.",
				"A young boy is found intent on running away to the city.  He is small and would surely lose a fight to even the lowliest of goblins.  Yet he begs and pleads to become an adventurer and join the party on their quest.",
				"A lost child is found in tears and holding a torn sack.  While the child is not injured the vegetables he carried are completely ruined and smashed into the dirt.  He was picked on by neighborhood children while returning home from the market with his family’s supper.  His parents will surely be upset if he returns empty handed.",
				"A troupe of entertainers, led by an overdressed and curious Elf.  The Elf is a ring leader in a traveling circus of sorts and is always looking for new and exciting acts for his traveling performances.  The Elf will pay top gold for any such acts or items that he can use in his shows.",
				"A full company of mercenaries, led by a stout, dark bearded Captain, marches down the road.  They have been recruited by a nearby fort to rid a cave of bugbears.  If the party is in need of employment they can join the fight, otherwise the captain pays for any information on the location of the bugbear’s cave.  If false information is given, members of the mercenaries find the party 10 days later demanding the return of the money including interest or blood.",
				"A small group of mercenaries, dishevelled and sweating.  Their group was recruited to help defend a town from goblins.  When the reports of goblins turned out to be instead a warband of savage Orcs, these few mercenaries ran away leaving the others greatly outnumbered.  Although the mercenaries will not tell the truth of how they were cowards, a week later the party over hears rumors of the incident and the cowardice of some of the mercenaries.",
				"A minor noble travelling via horse, with servants.  He is off to ask for a woman’s hand in marriage.  But he is still in need of a notable gift to offer to her family.  He will attempt to buy anything that the party has visible that might fit such a need.",
				"A minor noble returning from an unsuccessful hunt, with retinue.  The noble is not a skilled hunter yet thinks himself to be the greatest in the land, partially due to the plethora of compliments he receives on a daily basis from his followers.  He challenges the party to a contest of who can bring down the largest brown bear and wagers his pouch of gold.",
				"Local constable and his posse, with a suspicious outlook of strangers.  He explains that there has been a series of murders in the area over the last month and demands to know the party’s business in these parts.  He encourages that the party keep their business above board.",
				"A hunter with a huge longbow strapped to his back.  The hunter tells the party his name and that he is looking to hunt the most dangerous game in the lands.  The next morning the party finds an insidious note left at their camp during the night saying that the hunt is on.  Over the next few days the party finds hunting traps meant for them.",
				"A pair of hunters are arguing about who is to blame for a missed shot.  They both claim to be the better marksman.  They ask the party to judge their skill and each shoot at a notch on a tree fifty yards away.  After they both land the shot perfectly the party is asked to say who is better.  If the party picks one over the other the party is given a gold piece by the victor.",
				"Large trading caravan, with accompanying surly guards.  The caravan is smuggling drugs through the kingdom but isn’t afraid to sell some to a few wanting adventurers.  If, after discovering the content of the caravan, the party refuses to buy any of the drugs then leader becomes noticeably afraid the players will tell law officials.  The party must either buy some to put him at ease or convince him that they aren’t going to inform the law.",
				"A lone trader on foot, leading a mule carrying his wares.  He warns the party of a group of men hiding in ambush at the bridge a quarter mile up the road and how they had let him go because he has nothing of value.  While there is a bridge down the road there are no thieves hiding in ambush.  The man is simply a liar and tells tales for laughs.",
				"A lone merchant riding on a horse drawn wagon comes steadily down the road.  He attempts to sell the characters any item that would commonly be found in a normal market shop.  However his wagon is completely empty save for a large iron bound chest as big as a halfling.  When the players make a request for an item they must pay up front.  The merchant puts the money and a small piece of paper inside the chest and closes the lid.  After an awkward moment he reopens the chest and pulls out the requested item.  The chest operates as a magical doorway to a large distribution warehouse that employs him.",
				"A limping bailiff and his badly beaten prisoner are walking down the road.  The man is being returned to jail for theft and assaulting a member of justice.  The prisoner claims that he was only stealing bread to avoid starvation and was defending himself from an overzealous bailiff.  The prisoner swears on his honor that if the party pays his fine of 25 gold pieces that he will stay with the group to work off the debt by being the party’s servant.  He originally offers his services for one gold per day but is willing to haggle.  If the fine is paid the prisoner stays with the party for only half of any agreed time before attempting to run away in the night.",
				"An escaped prisoner, manacled and carrying a religious icon is found hiding in the bushes immediately off the path.  He tells the group that he was being persecuted for his beliefs and jailed for worshipping his gods.  In reality he is actually just a thief who has stolen the icon after escaping jail.  Players can become aware of this as he tells them incorrect facts about the religion that the icon represents.  He seeks a change of clothes and directions to any nearby settlement other than the one he is coming from.",
				"A sheriff and his dogs, out hunting an outlaw, have tracked the scent of a prisoner straight to the party.  The dogs indicate that a member of the party is the person they are looking for.  The sheriff demands the players return with him to town to explain themselves and provide an alibi from the previous night.",
				"A game warden with a broken bow and empty scabbard, fuming as he walks, emerges from the woods.  He tells the party how he was disarmed by an extremely clever badger that threw his sword into the river and cracked his bow in two.  The badger is actually a druid in animal form who hates anything to do with hunting including those who attempt to govern it.",
				"Lone travelling priest, carrying a lit censer giving off an acrid smell comes down the road.  He is on a personal pilgrimage to walk the 500 miles along the path that his order once did generations prior.  If the players greet him kindly and help him on his quest in anyway they are given a minor buff of advantage on saving throws for 24 hours.  If the players are mean to the priest in anyway they are given a minor curse of disadvantage on saving throws for 24 hours.",
				"A lone travelling cleric strolling down the path greets the party.  The cleric is impressed by any of the parties magic items.  He tells the party that his mace is also magical and that the mace glows to indicate that there are desecrated creatures nearby.  Upon telling them this the cleric notices that his mace is indeed faintly glowing.  He abruptly ends the conversation and in a dead sprint, runs off into the woods in an attempt to find the unholy creatures.  An hour later the party sees a majestic group of deer drinking water from a crystal clear creek only to see the same cleric spring from the bushes and bash in the head of one of the deer claiming that it was obviously the evil creature as his mace is no longer glowing.  In reality it was only a normal deer.",
				"A charismatic priest and retinue of apostles, who are mumbling to each other and won’t make eye contact with the party are parading down the road.  The strangers belong to a religious group that routinely ingest psychedelic drugs.  The priest remains clear headed but the apostles are currently under the drugs affects.  The priest secretly offers some to the party in the form of exquisite wine.  If the party drinks the wine they wake up twelve hours later hung over suffering from one point of exhaustion.",
				"A cleric comes down the path followed by a small retinue of acolytes, full of confidence.  The acolytes are convinced that the cleric they follow has been bestowed with powers from the gods.  In reality he has routinely gotten lucky with every miracle he has performed.  The acolytes wish to see his strength in action and vehemently challenge the party on his behalf to a gentleman’s duel.  The cleric, unable to say no to the wishes of his followers, confides in secret to the party that he has no powers and begs them to let him win.",
				"A ranger patrol, with a cheerful leader, is heard laughing from down the path.  The man, tall and burly loves jokes and will reward any player that can make him laugh until he cries.  However he hates puns as he thinks they are a cheap form of laughter.",
				"A pair of guards on patrol from a local city come uneasily down the path near dusk.  The guards are nervous about being sent on a patrol outside the city after dark.  They are new to this line of work and in a form of hazing other guards have told them stories of all sorts of creatures that go bump in the night.  If the characters comfort the guards they make friends and have a place to stay inside the city.  If the characters scare the guards they run away terrified back towards the city.  If the players go to the city they may run into the guards who, with their authority status, treat the players rudely.",
				"A mortally wounded foot messenger comes stumbling down the path.  He carries a small scroll bearing a wax seal of a local duke which the players can recognize.  The messenger collapses at the players feet and with his last breath implores the players that “they must get the letter to…” when he dies before finishing.  The letter is a warning to another high ranking official within the area telling of an assassination plot that is set against the duke.  The note gives few details about the plot but gives small details about the group of assassins which coincidentally describes one of the players as well.",
				"A horse messenger wearing a royal tabard and carrying a fine leather satchel comes racing down the road where he quickly stops before the players.  With panting breath he orders the players in the name of the local king to distract or detour his pursuers.  Doing so will yield reward from the city guard.  With no explanation, and without waiting for the players to answer, the messenger quickly continues down the road.  A few minutes later a group of three armed men on horses come down the path asking if they’d seen the messenger.  If the players slow the pursuers they are treated as a friend of the city 24 hours later after word of their deeds have reached the city guards.  If they otherwise do not help the messenger, an hour later the pursuers are seen coming back down the road carrying the messengers fine leather satchel covered in spots of blood."
			]
		}
	]
}