{
	"name": "Things in a Grave",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7qgy6j/lets_build_things_found_in_a_grave/",
	"data": [
		{
			"name": "In a grave",
			"data": [
				"A book containing the lineage of the person buried. If the character looks back far enough, they will find that they are related to this person.",
				"A wand. If you remove it from the corpse, it begins crackling with powerful, unwieldy energy.",
				"Across the deceased’s chest are two amulets to opposing gods; half of their body is singed and the other half is ashen.",
				"A children’s doll, tarnished and missing an eye.",
				"The bottom of the coffin has been smashed from the inside and a long, dark tunnel burrows deep into the earth.",
				"You open the gilded, ornate casket to find it filled with honey. The golden liquid shines a dim light and within it is a beautiful princess, perfectly preserved.",
				"A freshly dug dirt grave contains the body of a young man. From head to toe his body had been stabbed with over a dozen iron daggers.",
				"The stone cairn contains the body of a long deceased warrior. Their weapons and armour have long been degraded.",
				"Inside the hole is a body wrapped in birch bark with a tree sapling growing from within the corpse’s chest.",
				"A corpse curled on its side with its arms around a mummified pseudodragon.",
				"When you open the coffin a noxious black gas streams out and for a second you can see red eyes. Roll a CON save. If failed, take 2d4 poison damage+1d6 psychic damage.",
				"A twig snaps and you see two people flee into the forest that borders the grave site. When you attempt to follow, you step on something. It is a mask of Anubis. An Arcana check may give you info about the cult.",
				"You shovel the loamy bog soil to either side of the grave to find the body of an elderly man, unusually tanned and perfectly preserved.",
				"The hard frozen ground gives way to the blackened body of a child.",
				"The smashed and rotten coffin gives way to a decomposed body, covered in fungi.",
				"The gravedigger!",
				"The entrance to a colony of giant fire ants.",
				"A large stone casket filled with water/oil/acid.",
				"A skeleton with cut red string hanging from its joints.",
				"An ornate wooden casket is opened to reveal… a smaller casket, and so on and so forth until the last fits in the palm of your hand. It is magically sealed.",
				"A planar portal.",
				"A flourishing flowerbed that sprouts violently towards the sun when exposed.",
				"A den of rabbits that multiply every 5 minutes.",
				"A perfect cube of silver.",
				"A floor-clinging storm cloud that seems to rain, snow, and storm upwards.",
				"2 copper over the eyes of the deceased.",
				"Several flasks of alcohol.",
				"The deed to a very luxorious property.",
				"Emeralds are placed in the eye sockets of the deceased.",
				"A skeleton of a woman holding a painting worth 500gp.",
				"1d6 Ghouls.",
				"Body of the mayor of a nearby town.",
				"A body with a stake through it’s heart. Removing it would be a bad idea.",
				"The casket is filled with rocks.",
				"All of the occupant’s flesh has rotted away except for the left side of their abdomen, which has been turned to stone, this was presumably the cause of death. Stuck in the stone is a small dagger that emanates transmutation magic.",
				"A small, bright red, rubber bouncing ball resting where the occupant’s heart would have been, had it not decomposed long ago.",
				"The occupant’s skull has been crushed as if by a boot heel, and a leather bag has been thrust into the opening. The leather is still bloodstained and slightly rotted. The leather bag contains several sets of humanoid teeth.",
				"A slightly hunched skeleton rests peacefully within the coffin, several extremely desiccated bunches of flowers lie around it. The remains of some folded, mostly ruined pieces of paper lay where the occupant’s torso used to be. If you are able to make out any of the writing, the notes reveal that this was the much-loved, elderly mother of a large family. They wrote these notes and placed them in their mother/grandmother’s coffin. You feel incredibly guilty about disturbing this poor woman’s resting place.",
				"A deathly pale, young humanoid that appears to be around twenty to thirty years of age. They are reclined comfortably in a deep, cushioned casket, reading a book. By the light of a magical smokeless candle they are very proud of, they beckon you down a hatch in the bottom of their casket to a small hidden cave. The cave, though dimly lit, is actually very homey. The walls are lined with over full, wooden bookcases, stacks of books line a narrow path to a comfortable chair. The youth explains that hundreds of years ago, they grew tired of being accused of vampirism just because they are immortal (they are very dismissive of the fact that they are immortal and don’t seem to know the source of their immortality themselves). They decided to gather as many books as they could, use the money they had put aside to construct this secret room and buy a comfortable coffin, then fake their death. Hundreds of years later they definitely don’t regret their decision, only pausing briefly before offering the party a quest for more books to fully restock the youth’s \"library\", along with whatever reward is offered, the party gets all of the old books to do with as they please, as well as a small volume of surprisingly well written fanfiction.",
				"A completely empty coffin; though if you look hard enough, you find a trapdoor in the bottom. Opening the trapdoor, you find nothing but packed dirt.",
				"A skeleton of average height but prodigious girth. Resting side the abdomen and ribcage of the skeleton are several dozen smaller skeletons, most humanoid.",
				"A skeleton that has had every single one of its bones broken neatly in half. Each tooth has been split down the middle, the skull has only a single crack splitting it diagonally, even the tiniest bones of the hands and feet have been cracked in two. Only the jawbone is whole.",
				"A skeleton wearing exactly the same clothing and equipment as you. Any magical items are mundane and any weapons badly damaged and blunted. The skeleton is damaged in a way consistent with having been killed in the last significant combat encounter the player participated in, or was nearly killed in.",
				"Approaching the grave you see the ground has heaved up some not just above the grave, but for five feet on all sides as well. During your efforts to excavate the coffin, you find splintered wood, investigation of the wood reveals it to be from a coffin. Digging further down towards the rest of the coffin, you find a huge, hunched, mishapen skeleton. It appears, though twisted, to be posed as if it had been the one lain to rest in the coffin. Other uncovered parts of the coffin appear to be normal humanoid sized; coinpurse, tatters of clothing, even what remains of a pair of shoes near the huge skeleton’s feet are medium sized. Some jewelry lies broken among the bones, a necklace emanating fading transmutation magic near the skeleton’s neck with its chain snapped and two rings split from the inside laying upon the finger bones. The headstone reads to the effect of: \" Here lies our dear Gerald. He helped heal the hole in our family. We forgive you Gerald, for whatever you kept apologizing for.\"",
				"Nearby is the grave for someone of the same family, killed by a giant while hunting.",
				"The perfectly preserved body of a beautiful youth in fine clothing. Skin still glowing with color, their chest rises and falls with slow restful breaths. They radiate illusion magic.",
				"Attempting to touch the body in any way causes the image to disperse as so much mist, revealing a crumbling skeleton. There is nothing else in the coffin.",
				"The perfectly preserved body of a beautiful youth in fine clothing, though a grisly wound is clearly visible on their abdomen. They emanate dark necromantic magic.",
				"Touching the body causes the eyes of the occupant to snap open and the mouth to open in a silent, vein bulging scream as the color drains from the youth’s skin and the flesh begins to decompose and slough off before your eyes, rotting to nothing seconds after separating from the body. You can see the limbs twitching and trying to move, but as more flesh and muscle rots away, the efforts are weaker and weaker. After almost a full minute of this, the youth can no longer move any of its body except for its eyes and what remains of its face. Its eyes dart around, you can tell that it is intelligent but clearly terrified and in maddening agony. Any healing magic seems to cause it even more pain, and it is impossible to put it out of its misery. Eventually it rots to nothingness.",
				"A coffin empty except for an ancient looking note that says: 'Be back in 5! ~S’",
				"A completely normal skeleton that for some reason has had a permanent version of greater invisibility cast on it.",
				"A skeleton made entirely of glass.",
				"A skeleton that has a single platinum piece lodged in each humeri (thigh bone), either edge visible but the middle completely inside the bone",
				"Six humanoid skeletons inside a single coffin of a regular size. The scratches on the inside of the lid tell a gruesome story.",
				"A humanoid skeleton in a coffin with the lid caved in. Upon investigation, the inside of the lid is scratched and dented. The tips of the finger bones are nearly worn to nothing. It appears that the occupant was buried alive and after finally managing to break the cover open, suffocated as they were buried for a second time.",
				"A perfectly desiccated mummy of what appears to be an unnaturally tall humanoid with disturbingly long limbs. It appears to be nude but has no orifices other than all of those of the eyes, mouth, nose, and ears.",
				"The stone coffin is very plain, it has no markings. It has no seam either. It is, in truth, a single, solid, stone cut into the shape of a coffin. There is nothing at its center, and it is not magical.",
				"You find that the dead persons skull is of an unknown otherworldly shape.",
				"An ornate ring made of iron, if you have it on while you are sleeping you will have terrible nightmares as if you are being haunted by a ghost.",
				"You find 4d4 gp and a golden signet ring within the buried persons ribcage.",
				"Opening the coffin releases a spring-loaded crossbow, that misfires due to age and wear. The inside of the lid has a note that says \"Ha! Gotcha, thief!\" The skeleton is clutching a sack of 5d4 gold pieces.",
				"An ancient robed skeleton clutching a book titled \"How to become a Lich in 4 easy steps!\"",
				"A regular skeleton, however it appears someone has recently swapped the deceased’s skull and pelvis.",
				"Upon opening the coffin, a magical red bolt shoots straight upwards that alerts the local law enforcement, and everybody within a 10 foot radius of the coffin must make a DC 15 constitution saving throw or be paralyzed for 1 minute. Inside the coffin is a rotting corpse with a worn piece of parchment on top that simply says \"Fuck You\".",
				"A bloodstained sword.",
				"A completely blank book, held in the hands of the deceased.",
				"A still decomposed body, with scratch marks on the inside of the coffin.",
				"A mummified cat, surrounded with various toys.",
				"A normal skeleton, but with a crystallized skull, and a note written in an unknown language by it’s side.",
				"The body of a normal person, that for some reason is missing all of it’s limbs.",
				"You find the most ornately carved coffin you have ever seen, made out of the finest wood in the land. Upon opening it, you find only a long dead goldfish.",
				"You find the skeletons of several small rodents where the deceased person’s stomach was.",
				"The dead body of a dead PNG who is actually alive and befriended the party. He carries a mysterious letter inside a hidden pocket.",
				"A grave with your own name on it. The date of death is your date of birth.",
				"A grave that’s full of poop. Full. So much poop.",
				"2d12 rabbits in a perfect circle. They are alive, but cannot be disturbed in any way.",
				"A child’s birthday party. It is ongoing and would appear completely normal anywhere else.",
				"A sealed pot filled with a thick, opaque liquid. Gazing deep into the liquid, the character will see themselves experiencing misfortune, suffering, or even dying.",
				"A corpse. A perception check shows he recently died of suffocation.",
				"An empty coffin and a cryptic note scrawled in an ancient language.",
				"A walking stick and a turtledove.",
				"A corpse found contorted horribly. The lid of it’s coffin is covered in the bloody scratches of a desperate attempt to escape.",
				"A corpse that is buried face down (a common practice in New England to prevent the dead from rising).",
				"Cold tea. She asked to be buried in tea and who would stop her when she gets like that?",
				"A corpse. A perception check shows he is actually alive, but sleeping.",
				"Two corpses entwined in a loving embrace.",
				"A skeleton with its arms folded over the holy symbol of a long-forgotten faith.",
				"A life sized human shaped porcelain doll, who’s eyes roll open if set up right.",
				"A thief that hid in a coffin and slept there while avoiding authorities, only to wake up having been buried. He’s holding an expensive object (trophy, small statue, large bag of money, etc.) desperately. He seems like he died recently… If he’s dead at all, that is.",
				"The corpse’s eyes are not decomposed and follow the character’s movements, the corpse is otherwise completely dead.",
				"A hostile swarm of rats!",
				"A mace with an old note tied to it that says \"for emergencies\".",
				"A stethoscope, a book on blood humors, and an empty bottle labeled, \"Stobelight’s Purgative Remedy for the Relief of Erysipelas\".",
				"Inside the grave is a tattered backpack containing a hammer, metal stakes, trip wire, a linch pin, and ball bearings. Perhaps this is a hint that there are traps nearby?",
				"A frayed rope attached to a hammer, that would have fired and \"shot\" out hundreds of ball bearings. Inside is a note: \"Keep looking, you will never unearth my hoard.\"",
				"The grave belongs to an archaeologist. There is a small collection of statues of people from a dig site he worked on. The archaeologist never realized, but the statues were once living people turned into these small statues by an evil wizard. Dispel magic or similar spells will cause them to return to human form.",
				"A leather bound tome which has the inscription Maginifcum Necrorium seared into it. Upon further inspection the leather appears to be human flesh.",
				"A single note that says I.O.U. The handwriting is very sloppy.",
				"The person opening the grave is incredibly surprised when the corpse they are digging up has their head! If the person has not died from fright, they can notice that a mirror has been placed where the head should be in the coffin.",
				"A map of the nearby area. There are X’s in certain locations all along the map. Only one of the locations houses treasure, the rest are trapped."
			]
		}
	]
}