{
	"name": "Drunken Boasts",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7hdas7/d100_drunken_boasts/",
	"data": [
		{
			"name":"Boast",
			"data": [
				"I once hit a medusa so hard in the face its eyes saw each other.",
				"I once shouted the fire off of a burning orphanage.",
				"I once killed 7 men in one stroke.",
				"I once killed 7 flies in one stroke.",
				"I once lived for a year in a barren desert solely off of juice which I squeezed from rocks.",
				"I once killed a red dragon with fire.",
				"I stole a kiss from a nymph in a hidden grotto, cold as the moon she was, but twice as lovely.",
				"I once beat an ogre in an arm wrestle.",
				"I punched an incoming arrow once. It went right through the eye of the archer.",
				"Once had a dryad wanna inhabit my wood if'n ya know what I mean.",
				"One time, I beat the mayor in an egg spoon race.",
				"I once outdrank a clan of dwarves in a drinking contest.",
				"I once caught a fish that was TTTTHHHHIIIIISSSSS BIG.",
				"I got a free go at the land's most expensive brothel by pretending to be the king.",
				"One time I seduced a god. That's why they weren't answering your prayers.",
				"I once blew out a fire elemental with a belch.",
				"I once drank an entire water elemental.",
				"My shadow is actually a Shadow. It does what I want because it's scared of me.",
				"Once I was bit by a wererat and it turned into me.",
				"I once led an army of kobolds.",
				"I've been to the 7th layer of the Abyss.",
				"I once told a riddle so ingenious a Sphinx couldn't solve it. It killed itself out of shame.",
				"I'm so good at handstands I can do them with two hands tied behind my back!",
				"I once drowned a merfolk.",
				"Grew a beard so rough it beat a mindflayer in a tentacle wrestling contest.",
				"Found Vecna's liver and it's not done me any wrong since I got it in.",
				"I once drank myself free from a bowl of watery death.",
				"I once ambushed a mimic with my disguise.",
				"I once threw a minotaur so far, he landed in a different kingdom.",
				"I once cut off all of a hydra's heads at once.",
				"I once seduced a succubus.",
				"I once tricked a mimic with a fake adventurer.",
				"I once beat an ettin in a staring contest.",
				"Just last week, I ate 100 hard boiled eggs in an hour.",
				"I once domesticated a displacer beast. Nasty things are impossible to keep track of, so I had to get rid of it.",
				"I once defeated a clan of trolls while in the middle of a pie eating contest and still won.",
				"I flexed so hard once that the vampire sucking my blood popped.",
				"I once used all three wishes from a ring to get a nice mutton and lettuce sandwich where the mutton is extra lean.",
				"I can dodge a Spear of Backbiting.",
				"I once beat a Medusa in a staring contest!",
				"Drizzt Do'Urden personally gifted me a panther cub to be my familiar.",
				"I am the Raven Queen.",
				"I once drank a decanter of endless water dry.",
				"I once hit an owlbear SOOO hard, it turned into a bearowl.",
				"I beat Asmodeus at dragon chess once.",
				"I killed a man, with THIS THUMB.",
				"Lightweight! I once drank a dragon under the table, I'll have you know!",
				"I once wrestled a dragon out of the sky.",
				"I once beat a Beholder in a game of I Spy.",
				"I've had, like, 50 heart attacks, and I'm still standing!",
				"I convinced a God to make a star for me, no you can't see it from here.",
				"I calmed a raging barbarian",
				"I once got a standing ovation from (a famous bard).",
				"I convinced (a famous cleric or paladin) to follow me.",
				"I put a suit of armor on a monk.",
				"I spotted (a famous rogue) sneaking around the city.",
				"I beat (a famous ranger or druid) at hide and seek in the woods.",
				"I beat (a famous wizard or scholar) in a trivia competition.",
				"I cracked a set of adamantine armor.",
				"I drank everything out of an Alchemy Jug.",
				"I exterminated a camp of ogres while wearing armor of vulnerability.",
				"I found an arrow of me slaying, stabbed myself with it, and didn’t pass out from the pain.",
				"I pulled myself out from inside a bag of devouring.",
				"I beat out someone wearing boots of speed in a foot race.",
				"I held a door closed through a Chime of Opening.",
				"I saw someone wearing a cloak of invisibility.",
				"I walked through the barrier from a Cube of Force.",
				"I’ve killed enough dragons to create a a set of Dragon Scale Mail for each dragon type.",
				"I hid from someone using a Gem of Seeing.",
				"I bench-pressed an Immovable Rod.",
				"I beat a Storm Giant in a wrestling match.",
				"I won a barfight against someone who had just drank a Potion of Invulnerability.",
				"I drank my weight in Potions of Poison.",
				"I found a Robe of Useful Items and the only patch on it was me.",
				"I opened something glued shut with Sovereign Glue.",
				"I walked through a Sphere of Annihilation.",
				"I found a luckstone carved in the image of me.",
				"Someone used Detect Magic, and all it found was me.",
				"I once converted a Mind Flayer to veganism.",
				"I was almost the king' s brother/sister-in-law.",
				"I just downed the spiciest burrito you ever did see. Until a couple seconds ago my mouth was still smoldering.",
				"I once peed of a cliff and hit a bird three meters away from me.",
				"You know that mine in the nearby mountains? I dug it. With a single punch.",
				"I once kicked a shark so hard it exploded.",
				"I once hit a Mind Flayer so hard its tentacles went in its mouth.",
				"I went to a village in the far lands and drove the inhabitants insane.",
				"I'm a celestial travel guide looking for a green starship.",
				"I've danced with a devil in the pale moonlight.",
				"I once killed 3 men with a quill.",
				"Of course I know Undercommon! I-ay ept-slay ith-way er-yay other-may!",
				"I put the man in manticore.",
				"I can cast spells with no hands.",
				"With my serenade, I once enthralled a siren.",
				"I've visited the cloud district often, have you? Oh what am I saying.",
				"A dwarf has no chance of out-drinking my liver",
				"I once beat a demon so bad it begged an occultist to send him back.",
				"I once painted a portrait so lifelike the buyer used it as a mirror.",
				"I've hiked so many mountains that I know every mountain goat by name.",
				"I once played the harp so well a deaf man started to dance.",
				"I once built a chair so comfortable the buyer died of starvation before he was willing to get up.",
				"I had a run-in with a cannibal tribe. They're all vegans now.",
				"I turned a dire wolf into a lapdog.",
				"I cooked a dish so spicy it made a dragon cry.",
				"I once stopped a hurricane by shooting at it with a bow.",
				"Dragons learned how to breathe fire from me.",
				"I've made three volcanoes erupt prematurely.",
				"I don't know where any of my bones are, I sold them all off years ago!",
				"I have never slept...(falls asleep for 2 seconds)...I'm always awake."
			]
		}
	]
}
