{
	"name": "Items in a Campsite",
	"category": "Items",
	"source": "https://www.reddit.com/r/d100/comments/7szpgf/lets_build_items_in_a_campsite/",
	"data": [
		{
			"name": "Item",
			"data": [
				"A broken compass that always points South-West.",
				"A slightly burnt map of the immediate area.",
				"A boar roasting over an open flame.",
				"A silver dagger wrapped in a tight washcloth with a note tucked inside \"I love you always. Stay safe. ~Nana\"",
				"A small tin mirror and a shaving kit. A cloth with blood stains right next to it.",
				"A basket full of mushrooms next to two mushroom piles. A Herbalists Guide opened to the 'Deadly Mushrooms' is open not far away.",
				"A few knife opened cans of preserved herein.",
				"An opened, but hardly touched, bottle of alcohol.",
				"A deer hide half way through being tanned.",
				"A massive stew bubbling on the fire.",
				"Damaged leather armor halfway through being mended.",
				"A small notebook with notes on which local plants are and aren't safe to eat.",
				"A suspicious amount of rope.",
				"A sack filled with rotten food.",
				"Some broken arrows.",
				"A fire starting kit.",
				"A canteen filled with clean water.",
				"A canteen filled with dirty water.",
				"A longbow with a ripped string.",
				"The skeleton of a dog, with it's leash still on it, and tied around a tree.",
				"A bird trap, without a bait.",
				"A rusty kitchen knife.",
				"Some novel books.",
				"An unreadable diary.",
				"A cooking book.",
				"A collection of rare seeds.",
				"A broken flute.",
				"A mimic disguised as a backpack.",
				"A glass flask messily labeled “Alchemist’s Fire”. It actually contains a highly-potent cinnamon whisky.",
				"1d4 gold coins.",
				"A dirty, well-worn towel with the words “Don’t Panic” embroidered on it in large, friendly letters.",
				"A deck of playing cards.",
				"A potion of healing.",
				"A small dutch oven buried in the coals of the campfire, filled with chopped potatoes, butter, onions, and spices. It's perfectly cooked and still hot.",
				"A rough-looking book, one page bookmarked by a filthy ribbon, filled with orcish writing. If translated, the marked page is a recipe for \"Elf Pudding.\"",
				"A practically new bedroll, half-covered with dried blood.",
				"A large, round, rusty shield just outside camp...covering a latrine.",
				"A small pouch filled with dried pieces of fruit.",
				"A half dozen rusted, bent, iron tent spikes.",
				"A simple urn with ashes inside.",
				"A set of stacking wooden stools.",
				"A bottle of keogthom's ointment with 1d4 uses left.",
				"A burned-out bedroll.",
				"A crate full of nets.",
				"An axe head lodged deep in a log.",
				"A bag of rotting food scraps strung up in a tree.",
				"An unusual pattern of burn marks in the grass.",
				"A few human teeth in among the campfire ashes.",
				"A vague map drawn in the dirt with a stick.",
				"The half-eaten remains of a giant spider.",
				"A jar filled with various levels of multi-colored dirt.",
				"A compass whose needle always points to the last person who put it down. The needle is currently spinning.",
				"A single leather boot that looks like it has been clawed by a large animal.",
				"A sprite hiding behind a log and watching the party.",
				"Four arrows surrounding a space in the center of the campsite-in the middle sits a frightened little girl.",
				"A hand shovel.",
				"A worn whetstone.",
				"A blanket made out of rat skins sewn together.",
				"A set of wood carving tools.",
				"Extensive fishing gear: bait, tackle, rod, net (especially good if you're nowhere near water).",
				"Shovel, pick axe, bucket.",
				"Bear trap.",
				"Net with an unidentifiable rodent sleeping in it. Possible dead.",
				"A wagon with two nearby oxen who've been disconnected from their harness.",
				"Fish skewered and stuck into the ground near a fire pit.",
				"A small cask of ale.",
				"A clothesline that's been hung up between two trees.",
				"A hammock strewn between trees.",
				"A blood-soaked patch of ground.",
				"A semi-tamed wolf.",
				"A noise causing trip wire upon entering the camp.",
				"A sack of peat.",
				"A tent emulating a far off culture.",
				"A political pamphlet.",
				"A can with a string attached leading into the woods.",
				"An oil lantern hanging on a weapon rack.",
				"An ogres broken tusk.",
				"One dandelion in a pot.",
				"A giant glass jar with a maelstrom of rainbow colored mayonnaise inside and a spell book in front open to notes. The left page about making storms of substances and the right how to make alchemy mason jars that take the contents of alchemy jugs and make grenades of said substance for creating difficult terrain. Another page sitting tucked half way under the spell book talks about making storms from the contents of alchemy jugs for jarred storms. A closer inspection of the jar and they find a storm caster shrunk down trying to create spells in secret and if they get his attention he will come talk to them.",
				"A campfire set up to be lit, a box of cooking tools, and drag marks away of what looked like the camper and the catch the camper was going to skin and cook be it fish, rabbit, or deer.",
				"Three hats that could only fit a giant.",
				"A fire that can't be put out by any normal means.",
				"Large and small footprints that insinuate a battle. And then only small footsteps and large drag-marks.",
				"A small cloth bag with a dozen or so indigo blue glass marbles and two opaque red ones.",
				"A small leather bag full of ceramic beads, each carefully split in half.",
				"A dirty, roughed-up picture of a happy family.",
				"A pile of rocks someone has been collecting for an unknown purpose.",
				"A tent which is covering the entrance to a burrow. It goes on for an untold number of feet into the earth.",
				"A pair of binoculars, a wooden whistle, and a diary with drawings of birds.",
				"A wooden contraption that has drying plants pressed between two planks.",
				"A bundle of twigs, some string, a needle, and a half-made basket.",
				"A sash featuring numerous embroidered patches.",
				"A clay bucket with sticks, detritus, and collected pillbugs.",
				"A large, quickly-carved totem pole at every path leading to and from the campsite.",
				"A belt with a hidden space to keep a knife."
			]
		}
	]
}