{
	"name": "Catchphrases",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7nmrfp/lets_build_random_npc_catchphrases/",
	"data": [
		{
		"name":"Catchphrase",
		"data": [
			"What happens happened and will happen again!",
			"I’d buy that for a gold...",
			"Yadda yadda yadda",
			"You know what they say...",
			"Always trust a flumph.",
			"I hate the Underdark. It’s too dark.",
			"Don’t feed the owlbears!",
			"By my Great Aunt Myrra’s beard!",
			"I once knew a goblin who talked like you, I didn’t know him for long if you get what I mean.",
			"By my own beard!",
			"Do you think this belly is just for show?!",
			"No other shop is this city is located where mine is!",
			"You know what they say, half elves are just the mules of the humanoids.",
			"I could drink the lake dry if I ever felt like It!",
			"You’ve got some nerve, looking at me and all.",
			"My father is a Lord, do you know what that means? It means that I am more important than you.",
			"Tiamat did nothing wrong.",
			"Bababooy, Bababooy, his head went kablooy.",
			"As it was foretold...",
			"So it has come to this?",
			"I’m a Cleric! I kill things before they hurt you. (NPC must obviously NOT be a Cleric)",
			"I’m a PASS-A-FIST. Here, catch! (Punch random PC)",
			"(Dwarf, gnome, etc) When I’m done with you I’ll be the tall one!",
			"If something is nonlethal then you aren’t trying hard enough.",
			"I wish we were better strangers.",
			"I have declared war on the Moon! For too long it has hung unmonitored and unsuspected in the sky. It has gained an enormous tactical advantage!",
			"May the bridges I burn light the way.",
			"May your knives drink deeply. (A farewell to fellow soldiers)",
			"If you’re gonna be dumb you gotta be tough!",
			"(When forced to do something that seems obviously stupid and pointless.) Oh good, another windmill to tilt at.",
			"Dishonor on you. Dishonor on your family. Dishonor on your COW!",
			"You look better in RED! (Said after inflicting damage.)",
			"May madness and disease visit you often. (Say it kindly!)",
			"When all you have is a hammer. Everything else becomes the nail.",
			"You’re up against the wall, and I am the fucking wall",
			"Never let up on your foe. To give them even a moment’s chance to recover was folly.",
			"Take it up with my lawyer.",
			"That’s the way the meatball bounces!",
			"...and hey! Stay hydrated.",
			"Oh Honey don’t do that...",
			"Water you doing!?",
			"Peasants.",
			"I’ll drink you under the table, scrub!",
			"I’ve wrastled [Incredibly doubtful monster name]s tougher than you, boy!",
			"We huntin’ tonight!",
			"I had something for this.",
			"DANGER ZONE!",
			"You can tell that this is magical, because of the way that it is.",
			"The wheel weaves as the wheel wills.",
			"Well you can go [insert setting-specific-swear-word] yourself.",
			"A little love goes a long way.",
			"Drugs won’t make you happy, but sometimes they help.",
			"I haven’t seen something this bad since Briarwillow Creek...",
			"Don’t do anything that your evil mirror twin would do!",
			"That’s rough. [hands you a fresh peach] Maybe this’ll help.",
			"You wanna die bitch?!",
			"Whiskers and potash!",
			"Let me just say...",
			"Can it burn? Maybe we should just burn it.",
			"[After every order or statement by the players:] Why? Seriously, I wanna know.",
			"They can’t hurt ya if ya don’t believe in ’em.",
			"And so the turn tables, are turning.",
			"Looks like the glove is on the other foot.",
			"Curiousity killed the dog.",
			"What has 1 thumb and 2 smiles? – 2 headed ogre who just lost his arm.",
			"By Markovia’s thighbone!",
			"What in the Holy Light of the Morninglord is going on here?!",
			"Better in than out, I say.",
			"Where I come from we have a saying [Insert half of a proverb here].",
			"Bang a gong, let’s get it on!",
			"I kick ass for the Lord!",
			"I think I’m allergic to that.",
			"Something stinks, and it ain’t my toe fungus.",
			"You know, the best thing about brain damage is you get to keep hearing the same jokes over and over and they never stop being funny. (repeat as often as possible, even in the same conversation)",
			"This is your burn notice.",
			"Never a lucky day...",
			"A balance must always be paid.",
			"This, too, is the will of the gods.",
			"Weapons are for weak men, mercy is for weak women.",
			"Oh, you have swords.",
			"It has been foreseen.",
			"You have made your choice.",
			"All will be revealed...",
			"In all the nine hells I have never seen something so...",
			"Redemption is overrated.",
			"My mother always told me to have mercy. Unfortunately, for you I’m a bit of a rebel.",
			"Let me tell you how this is going to go.",
			"I was never here.",
			"Time to feed the worms.",
			"Happiness is like a mimic, deceptive and deadly.",
			"I hope your next wound is unique.",
			"What wonderful art I could make with a soul as colorful as yours.",
			"The stars align in my favor.",
			"Foresight makes life so boring.",
			"Do you ever wonder what life would be like if you just disappeared?",
			"And thus the cycle repeats...",
			"You lie? You die.",
			"Keep your gold close and your dagger closer.",
			"Insanity is law in a land driven by chaos.",
			"Yeah, I’m gonna stop you right there."
			]
		}
	]
}
