{
	"name": "Antagonist Bios",
	"category": "NPCs",
	"source": "https://docs.google.com/spreadsheets/d/13oSWBwq-pzfAhW9mRcjEf6skUpMfst-GJLXsqW-72Xo/edit#gid=0",
	"data": [
		{
		"name":"Bio",
		"data": [
			"If the fantasy world had white collar workers, Fenston Hill would be a white collar criminal. He pours gold into having 'fun' with others, liking to manipulate then ruin them. He does all this behind a large unsettling smile and big round eyes.",
			"This Bard uses illusion and disguise to sneak around and train new villains",
			"Turned from a sheep into a human-like form by a god of destruction, this warlock/wizard is devoted to summoning her at whatever cost.",
			"After living a childhood full of mockery for her \"demonic ancestry,\" Lorraine now seeks redemption through following her god's commands. However, this god believes that cleansing the world is the best course of action.",
			"An unimpressive bard, but she will do her best to become the most famous musician in the land (mainly by killing or maiming anyone else vying for the top spot).",
			"Magician by day, Necromancer by night, Xanathan uses his magic show as a front to find people to use for his necromantic experiments.",
			"warlock son of cultist nobles he lived a life of luxury and pleasures, he learned the dark arts from a very young age, he will do anything from whisper sweet words in your hear to a put a knife on your back to keep his lifestyle of luxury and darkness. He will stay in the shadows while the others destroy each others and will only get his hands dirty if it's extremely neccesary.",
			"Swash Buckler of the great sea, uses his birds to gain intel on travelers before raiding their ships, very flamboyant for a pirate.  Never caught in the act and always sells stolen goods on black market, he can be found in shady places in large cities.",
			"A group of evil bards looking to travel the world performing and gaining fame. They wish to become famous enough that they play a show that has a big enough audience that when they play, they perform a ritual that kills the entire audience and summons the avatar of a death god that will reek havock on the world.",
			"A Githyanki Blacksmith, who is trying to make a Silver Sword. He currently believes he needs souls to do so.",
			"She loves some good meat. She's a strict follower of the law but when the law can't see her she feeds.",
			"Once a  honorable clan leader, he started to hear the voice of the wild ones in his head, that led him and his people to worship the wild ones, a pantheon of feral gods and made him succumb into madness and savagery.",
			"Grey only values 2 things in life: his Blue Book and justice. The Blue Book is a magical item—possessing the soul of a powerful planar entity. The ability the Book possesses is that of bestowing and divination. Whoever is bound to the book receives special abilities and attributes dependent upon their desire. Grey became charming and musical. The book also has the ability to track anyone whose name is written within its pages. It must be the full name. The wielder is able to call upon the entity inside the book to track one of the names written.",
			"The tracking isn’t completely accurate—the more current of location desired, the less accurate it is. It can only track back, nearly to the exact location (within 500ft), two weeks.",
			"The pact between Grey and the Blue Book is simple—he kills the unjust whose names appear in the book and the souls of those killed are devoured by the entity in the Blue Book. Any creature whose soul is thus devoured cannot be resurrected until the book returns the soul or is destroyed.",
			"The Book temporarily becomes stronger after every soul devoured—for a maximum of 5 days. In this time, the tracking is more exact and Alder’s magic is amplified.",
			"Dressed in a massive coat, big enough to fit two gnome whores for travel, Jeremy is a fastidious pimp. He will always try and make money in any way he can. Whores just happened to be the easiest avenue at the time.",
			"An eldritch knight fighter who came upon a seemingly unidentifiable rune at one point purchased from a traveling group of gypsies. He would spend his whole life devoted to it, and it's applications that would be revealed to him as a mark of the deep ones designed to be engraved into the skin. It saps away WIS and sanity but greatly boosts INT and STR. An additional side effect was that it would cause the user to crave deeper and more inscriptions of other runes into the skin until they reach the bone. Ollendram could barely replicate the original rune, and was almost wholly futile in attempts to create any working variation from his own attempts. No longer satisfied with his imitations to re-create the runes, he now seeks them by slaughtering any and all passing caravans of traders in unsanctimonious prayers that they might have another one, with the idea that it might allow him to ascend his mortal coil and travel to a higher plane of existence to see and feel what lies beyond the realms that can be detected",
			"A former knight of a rich trading country he turned to the side of evil when he was kidnapped and brainwashed. He uses bardic magic that he disguises as holy magic to show that he \"has the support of the gods\".",
			"A beloved lord of his land, starts kidnapping children in order to train them as a specialist military unit to fight another very dangerous country, but in this process the children lose their emotions to become the perfect soldiers. All for the sake of saving his land by this enemy",
			"At a young age Yorn was initiated into a powerful underground group of magic users called Takhisis' Legion.  Bent on world domination by way of replacing current leaders with people from their organization, eventually Yorn quickly became obsessed with trying to help achieve this goal.  Later on Yorn found his niche in the Legion, after it was discovered that he had an innate gift for mental domination, Yorn was then swept off into seemingly endless training to hone his skills the strongest of which were mental domination and memory replacement.  Now an old man, Yorn spends his time ruling over a small village (possibly a PC's home town if you want) of people who are convinced they are farmers/fishermen but are actually the true rulers of the world's kingoms, people too important to kill and to dangerous to dangerous to let run free.",
			"Once a proud Lord with a fierce round table of 8.  They set out to find the most powerful weapons.  After returning with a glowing sword; Merritt was paranoid and slayed his loyal subjects and has now ruled his castle with an ironfist.  Rumor has it the sword now controls Merritt and feeds off of Merritt's paranoia.",
			"A fey Lord who is conquering lands 1 by one because he is tired of his name getting mocked",
			"An innocent looking journalist, who constantly swigs from a small iron flask, muttering a single passphrase everytime. Crosby is essentially an underground gatherer of information. He will seek to endear himself to the party by telling them of eventual quests they can undertake, but will in reality gather as much information about the PCs as possible. If the players let him, he will even create stunning and very flattering sketches of the party (copies of these sketches will then start to appear everywhere under various headlines). Once he has pumped the team for information he will direct them to a dangerous place (letting the party know that it is totally safe) before sneaking off. After this he will frame our heroes for various crimes, set up loans in their names, change their mailing adress and pretty much be a very annoying identity thief. Lord Crosby does all this to keep up his extravagant lifestyle, but as a result of all his meddeling he has become rather paranoid (that is why he constantly drinks from his magic flask which continously fills with an essential antidote). After Lord Crosby feels that he has gotten enough money out of the party he will forge bounty posters for them and thus hope to have them killed. Crosby is a non-combatant with the commoner stats, he will however have guards.",
			"Once a regular bard, Rene Saunders was stuck by the foul curse of ‘The Flute Salad’. Now taking the forbidden title of ‘The Flute Tooter’, they will stop at nothing until the whole nation follows them in their demented, flute driven dance.",
			"An old half-orc mercenary captain who attempts to assist with a party's quest randomly. After assisting the party with handling a quest boss/encounter, he will try to take all the loot from the quest, but will eventually settle for little to no reward. Afterward, he and his company will stealthily follow the party to the nearest town and will have one of his companions attempt to assasinate one of the PCs when they are on their own. If left alone, Broxigar will continue to harrass the party in an effort to kill them and steal their loot.",
			"An elven archdruid who is displeased with the way that civilization is 'trespassing' on the frontier. Cybtar will attempt to gather groups of elementals and beasts to destroy any humanoids that are outside their 'natural habitat'. Cybtar does not see himself as evil, rather he finds all who do not respect nature to be criminals whom he must punish for their transgressions. After defeating particularly strong foes, Cybtar will offer them a glade of their own in this new realm (as he sees their strenght as a right to exist in the wild). However, he has no patience for weaklings, who he culls mercilessly.",
			"The loveliest, sweetest Warlock there is; a childhood friend of one of the PCs.",
			"Only the fiend has taken over their body, and is just pretending to be Noyl - whose soul has long since been consumed/lost/destroyed/whatever. The fiend's goal is to raze/subjugate a kingdom in order to prove it deserves a higher place in the fiendish hierarchy.",
			"An old gnome who runs a jewelry shop in a small port town (Riversmouth). He has ties with the thieve's guild but has since gone rogue, and sends the PCs on a simple mission (fetch quest or something harmless) for him. Upon returning the first time he gives a proper reward, to lure them into a false sense of safety. Eventually he sends them on another mission, but this time with a darker purpose. Orien is secretly a very powerful necromancer seeking Lichdom, and basically spends his weekends killing off a small town in order to gather souls to ascend as well as to build his army of undead. The party's second mission, or just hearsay from around the world, takes them to the ghost town where's set up his army. Undead hijinks ensue. Chase him down before he makes it to his ritual chamber, or fight a full powered lich!.",
			"Grey-blue skin like decaying whale flesh, mottled with necrotic black. Horns are bone without any flesh. Tail writhes and flails madly and is suckered like an octopus tentacle, and the last sucker has a razor-sharp beak in it.",
			"His necromancy is not learned - rather, granted by his patron, an eldritch horror from the depths. His preferred necromantic minions are crustaceans leaking blood-red goo and tentacles constructed from bone.",
			"A bartender who cuts you off after only 1 drink. He then urges you to leave and never come back. When the PCs attempt to leave, he calls out sarcastically \"HEY THANKS FOR THE TIP, DICKHEAD!\". Strangely, he does this continually to every custormer, but the bar is still open. In reality, Kistal was a jerk bartender who got cursed by a former patron. Kistal now relives his bad behaviour eternally. If freed from his curse, the former bartender transforms into a demon of your choice, since his own hatred has transformed his real form.",
			"A gnome trickery cleric whose mind has been ravaged by the god of madness. Using healing and melting foes with inflict wounds, he wins over the hearts of adventures but his only primary motivation in life is causing chaos upon friends. Using illusions and disguises, anybody involved with Pock eventually meets their end to their friends or becomes part of Pock's cult. His mindcontrol spell is a 2 minute touch spell which causes invisible swirling smoke to engulf the target and enter their mind, causing Pock to become their deity. The DM has a choice to involve his faithful cult following or not. However a powerful plot would be Pock being the ringmaster behind town problems while infiltrating/helping the group to keep an eye on the only peole that could stand in their way.",
			"An arrogant, arbitrary, cynical, and cruel former duke who was banished from his domains by his liege for many different insulting acts and offenses, but due to his immense wealth he was able to mass a private army of mercenaries and rebuild his power base as an influential crime lord, with his crime syndicate spanning many realms and kingdoms. His son(s) serve as his lieutenants, and his brother, Baudouin, the Prince of Blood, serves as his second-in-command.",
			"Polonius is an ageless mage who has seen the world cycle between ruled by the forces of good and evil throughout the ages, he sees the party as disrupting the balance after they saved the world from the last threat and takes it upon himself to maintain balance and kill the party to allow evil to rule once more.",
			"A young boy who feigns innocence all the while stealing, and tripping people all over the city. Jimmy is the kind of child who will go out of his way just to annoy anyone who is younger, slower, dumber or better looking than he is. His primary objective is to be an annoying brat, and to hide his BBEG nature. Following this little shit, are numerous other street urchin scum who, in swarms, can be quite dangerous, based on just numbers. If threathened, Jimmy will cower and run to get his alcoholic father Jimmy Sr., a veteran fighter who will whip Jimmys enemies, and then give Jimmy a good asswhooping afterwards, you know, just for bothering his old man.",
			"Leader of a great nomadic tribe of clowns, Boingo is a grizzled old fighter. He sees over his barbarian breatherins lives as they conduct raids and ambushes using their love of comedy and crushing strength",
			"A powerful evil mage that has been performing awful acts and demanding people submit to them. When the players reach them it is revealed to be a child with an illusion spell making them appear as an adult. They are wearing a ring that contains an evil wizard's soul which can communicate with its wearer and cast some of their lower level spells through them. It has been threatening the child into acting on their behalf to acquire slaves that can be used to help them unearth an artifact that will allow the wizard to return to their body.",
			"A corrupt noble who controls water elementals and lords over a desert tribe whose livelihoods depend on the water she conjurs. The townspeople, although good folk, will defend her to the death.",
			"a dwarf who defeated evil wizard, but got disfigured in the fight, wore bandages to cover disfigurement but still got shunned by scared folk, retreated in the abandoned tower where wizard used to live and got mad from the evil wizard's lingering ghost in the tower. Now he uses his combat prowess to find a way to bring wizard back to life.",
			"An elf who made a bargain with the Dark Six (or in your universe whatever evil pantheon or evil god you have) to become a deity. In exchange for becoming an immortal elven shapeshifter, the Dark Six (again whichever evil god(s) you want) tasked him with using his shapeshifting abilities to travel the mortal world and spread their 'holy word'. Only when the god(s) gain enough followers to be able to take over the mortal world will the Traveller be given full deity status.",
			"A pair of immortal kobolds and their pet leopard. They have a tendency to become obsessed with stalking particular targets. When not the minions of a more intelligent being, the trio enact their own selfish plots. The female kobald has a special rope of entanglement and poisoned daggers. The male kobald has a special eversmoking bottle and can cast stinking cloud. The leopard is an intelligent being that can cast disguise self on itself and its two teammates. When any individual is killed, they and their special gear vanish with an explosion. Killed members revive with their special gear regenerated within 1D4 days, preferentially re-appearing in a safe location near any living members. They will not mount a pre-emptive attack unless assembled as a team.",
			"A quiet, brooding blood mage who has a long rivalry with his loud, justice seeking brother, a cleric named Wynd Edlong.",
			"This crystaline black shard appears at random and sticks around for a day. It has one large eye that watches over anyone nearby. No one knows how it gets there, but when it appears you can bet that someone is going to die. Poeple have tried to destroy, study and even worship it. All who have met a bloody demise.",
			"Dwarven warlord finds a powerful magic item that controls multiple creatures similar to dominate monster or geas. Gains a lot of mercenaries and followers and became the leader of his private army.",
			"A duo of child witches who are bright, subversive, charismatic, and absurdly overpowered. Their former evil mentor coached them into believing that they are the chosen ones who will bring balance to the world. The evil mentor had only modestly wicked plans and intended for the children to be puppet leaders, but the witch pair betrayed and discarded him to pursue their own grand scale deadly delusions.",
			"A long dead egotistical and paranoid wizard researcher who became violently angry at his colleagues for stealing and taking credit for his ideas and creations. The wizard constructed a dungeon to inter his magnum opus … and enact revenge. The dungeon is designed specifically to maximize the number of humiliations visited on anyone who would enter. The dungeon even provides ample opportunities for revival just so the torrent of shaming and brutality can continue.",
			"A sentient gnomic war artifice seeks to enslave gnome society. The machine intends to use the gnomes as a factory to build more of its own kind so it will not be so lonely. It has strong beliefs in mechanical superiority.",
			"Be it by bad luck or a curse bestowed upon them, your party ocassionally finds itself battling against exceedingly harsh elements of nature durings its travels. Perhaps those crazy druids you passed earlier were right about something...",
			"Orc maniac covered in blood, obsessed with owning the battlefield and killing anyone who gets to close to his battlefield, including his own men",
			"An unassuming older human gentleman who wishes for nothing more than to keep his beloved (insert some kind of dungeon here) in peak and pristine condition, acting as something of a groundskeeper. As you go through the dungeon, recklessly smashing and tearing through its various rooms, he shows up almost impossibly behind you at every turn, asking you in an increasingly desperate manner to please keep the horseplay to a minimum. After clearing the dungeon and looting it of all its various baubles and artifacts, you turn around to leave only to run into James Spader, royally ticked off. He spouts furiously about how the young folk have no respect for the property of others, his eyes beginning to glow as this happens. You see energy begin to cracle around him as he rises into the air, still growing more impassioned in his speech. He simultaneously reaches a peak in his altitude and speech where he explodes into raw energy and flies into various contraptions (traps, moving platforms, what have you) around the dungeon, controlling them by his will in order to vanquish the trespassers (though trying to avoid damaging dungeon property).",
			"This old man enjoys using magic to pull pranks on and annoy people. A recent example of his work was swapping the genders of everyone in town, when someone complained he took a razor and forcibly removed their eyebrows. He was laughing all the while",
			"Pirate Hill Giant using a light bombard as ranged weapon and a broken mast for melee, he and his crew raid exclusively river and lakeshore villages, for he is afraid of open water. He enslaves villagefolks as rowers for his barge.",
			"A CE rock gnome who is a level [suitable number here] wizard that uses appropriate player stats. His school is abjuration. He seeks to enlarge his supply of magical items and magic spells, then learning their secrets through study. This furthers his goal of attaining godhood, as he believes that the knowlege and properties of the items will allow him to one day discover some incredibly convoluted way of becoming a god.",
			"To get magic items and enlarge his library of magic spells, he likes to lure adventurers into his lair by commiting small atrocities in nearby towns. He’s fine with killing people since there’s afterlives and all. His combat tactics involve cheesing every fight with glyph of warding, nuking adventurers that wander into his killroom, then jumping down with his buffs to kill the survivors. He’s employed a dozen other wizards to replace the glyphs in and repair his lair after every fight, and he pays them in duplicate magic items.",
			"So far he has killed a crapload of heroes, has enough magic items to make a level 20 party cry, and has a small library of looted spellbooks (including ones from other classes he can’t even use). Killing him would bring a great deal of treasure to any party, but getting to him is difficult.",
			"If loot needs to (and in my opinion it really should) be reduced, and I hope you take this option, have the party show up while he’s using his super-furnace to melt most of the magic items (they are sometimes hard to break or melt, but his furnace is just that hot) but down into magical slag as part of an attempt at creating some kind of artifact. Alternatively, have his wizard staff grab most of the items and spellbooks and run.",
			"He was a stall vendor who sold potions. He would pawn them off as Healing Potions but they were mostly Potions of Poison. However, If someone caught his eye and interested him he would sell them a special potion that teleported them to his lair. Then he would reveal himself as a Lich in the most gruesome of fashion",
			"A mage that is terrified by his own mortality and will stop at nothing to push it back.",
			"He's on his way to lichdom (for a relatively low level session), or already there and looking for more efficient ways to protect his phylactery (for a higher level fight).",
			"A gnome bard who performs in the style of def jam poetry.",
			"A Gnome druid who is mostly harmless aside from the army of blood thirsty chickens that he keeps on his farm. His ultimate goal is to stop the spread of city folk into more rural areas because urban sprawl destroys the livelihoods of farmers everywhere. I'd probably place him as chaotic neutral or he could even be the rare chaotic good enemy as well.",
			"He refers to himself as a Farm Druid, as his connection is less with the wilds and more with crop fields and livestock.",
			"Once every cloven moon a jagged slate tower rises from the desert. The construct pulses rings of dark energy, creating and destroying languages: One week all the wizards speak in whistles, the next day everyone who's ever succesfully said \"She sells sea shells on the sea shore\" is speaking a language made entirely up of different intonations of the word \"Scrambled\". These changes forge and decimate alliances and hysteria spreads. Only our party keeps their toungue, and thus their ability for any extensive communication. The heroes travel to the slate tower and rise to it's top. Where they find a maddened drow priest of Lolth. It is revealed that the tower was a temple that rose from the underdark below the desert. Lolth wanted to throw the world into a state of panic and lawlessness (Successfully, I might add) to allow Drow to dominate both the overworld and the underdark.",
			"Royalty who decided to take the paladins oath. Years into her journey she discovers her father isn't the (whatever royal title) It's actually an elvish necromancer that sways her into breaking her oath.",
			"A town sized mimic",
			"Sammy is a being from the Far Realm. It seeks to gain purchase in the real world by any means necessary. Its preferred method is to infiltrate somone's mind and act as a sort of imaginary friend. Mystics and Warlocks are particularly suceptible to its powers, and it can even act as a patron for Warlocks. It pushes its miions to collect magic items that contain massive amounts of stored power. When it feels it has reached enough power, it will take control over the body of its minion, and cast a dangerous ritual that drains all the magic from items to power a massive portal. From there, it will enter the realm in a physical form. Its physical form resembes a humanoid roughly 25ft tall, and composed of a dark purple like substance with a texture like volcanic stone. Several apendeges extend from the body, and more can grow at will, up to 13 arm-like apendages and 8 leg-like apendages. It will turn people into thralls in order to cast a ritual to drain all the magic from a realm. After the final ritual is complete, Sammy returns to the Far Realm to begin the procress again, leaving nothing but a barren, magicless land full of thralls.",
			"Appears as a distressed child and asks passers by to help it find it's lost parents/home/pet etc. If the adventures agree the child follows them and cannot be lost through non-magical means. While accompanying the party they never find where the lost wants to go 'I swear it was around here,' 'we should ask if people have seen it' etc. They also cannot find where they want to go, so can't progress either.",
			"The child has to be slain to break the curse, making the lost a horrible experience for a good party, they will be obliged to help before being driven mad and having to murder the child they promised to help.",
			"In reality the lost are children that died while lost, and their spirits linger, begging for help but dooming parties that agree.",
			"It shall appear from the outskirts of camp and attempt to lure players away using a strong scent of blood (low DC save or poison effect). After it has one or two players isolated it will listen to what they say and become able to flawlessly replicate what they said, and rearrange those words. A few days pass and it uses those words to isolate a target with a combination of baiting tactics and getting PCs lost. Then it strikes, ideally a animal such as a cow or horse, taking it away by before returning in its fourm as if the animal just broke free. Then it watches and listens, maby killing a humanoid and taking there place once it's heard enough. Once it's established itself it acts almost as human but at night it may hunt others in the area.",
			"Protagonists find a magical bone with properties they don't understand. He antagonist keeps trying to get it back through kidnapping assassination etc. Villain is actually a really big dog.",
			"Oluchi is a sentient gargantuan Gelatinous Cube (his intelligence comes from a band of intellect contained in the heart of his body). His goal is to undo the curse Ghaunadaur accidentally placed on his ooze worshipers removing their sentience.",
			"A Lich who removes his eye and hand with every reformation and pretends to be Vecna on the Material Plane. Having gotten cold feet about this whole Undeath thing he's trying to ascend to godhood by following in Vecna's footsteps but he doesn't know how Vecna did it, so by imitating Vecna he tries to learn the method from others who know religion better than he. A master Enchanter and Illusionist he gets up to shenanigans using Mirage Arcane. Once accidentally created a coral reef of his own skeletons due to repeated reformations while his phylactery was stuck in a crushing oceanic abyss, and once was stuck in his own Ring of Mind Shielding when a Clone spell went bad.",
			"A Rakshasa disguised as a regular Human who runs an informal assassin's guild. People send in contracts for assassination and supply payment upon completion of the contract. Assassins aren't locked into the guild, they mostly just kill whenever they can and need cash. The crux of this is that by providing a means for normal people to do Evil under a Lawful structure the Rakshasa turns everyone Lawful Evil and has a claim on their soul when they die.",
			"A Green Dragonborn Sorcerer who breeds with powerful Sorcerers of different races to genetically engineer powerful Sorcerer children. She sends them into the Feywild when they hatch, tended to by a Green Hag and Boggles summoned by their own loneliness, using the time dilation so that they return fully grown only five days later in the Material Plane so she can observe their Sorcerous potential.",
			"A Cloud Giant Smiling One who pretends to be any number of patrons in a gambling den seeking to increase his personal wealth. Using his secret Giant powers to cheat he now has most of a whole town in his pocket and under his thumb",
			"A millennia-year old Wizard who is so bored with his immortality that he frequently wipes his memories and polymorphs into various beasts, beings, or altered versions of himself for his own amusement. His current incarnation is that of an immature 12-year-old whose idea of villainy is a series of increasingly juvenile pranks with deadly consequences. Your party has done something to attract his attention...",
			"The King Lobster is an intelligent Half-dragon/Dire Lobster sorcerer who wants to enslave the surface people. He focusses on charm spells, and enthralls whoever crosses his way, having them carry his throne/water-tank.",
			"This former wizard contracted lycantrophy while researching the effects of multiple strains of lycan infections on a single subject. However, unlike a normal 'were'-creature, Freuderick has managed a much greater level of control over his transformations. Unfortunately this newfound power also lead to a decrease in Freudericks mental faculties, and as a sideeffect, the loss of his magical abilities. Freuderick used to look down on what he called savages, but has effectively become just that. He now leads a scattered pack of various beast, beserkers and werewolves, -bears,- ravens, etc. In combat Freuderick will attack mercilessly and aggressively, he is a beast of passion though, and will likely fight untactically if a specific PC annoys or affronts him.",
			"A doppleganger that pretends to be a nobleman seeking to hire the party to roust the real nobleman whom the Doppelganger claims is a Doppelganger.",
			"An orc warchief that has survived the rigors of near constant warring for 20 of his 30 years of life, Dagneg is through with the constant struggle. All he wants in life is to retire and settle down to practice his most secret joy in life; painting. Dagneg is a gifted painter despite having to practice in secret to avoid the shame of being outed as \"a soft, pinky-loving grease dauber\" and likely being subsequently murdered by his own men. Likewise, he would be killed by a subordinate for trying to retire. So instead, Dag is currently waging all-out war against the countryside at large in an attempt to get his entire warband killed, attracting more orcs to his banner in the process. Dag has two \"tame\" bullettes that he uses for mounts and his mother Kurfulta travels everywhere with him. He's a clever orc with a strong will and a dark sense of humour. He would be willing to make a mutually beneficial deal with adventurers.",
			"Champion of (insert evil deity here), she appears to be a compassionate and caring noble. In reality she is a demonic spirit who controls people's shameful feelings, secrets, and fears against her foes until their minds shatter. Once she starts to work her dark enchantments on a target, she will kindly ask if she can end their suffering. When they targets have fully succumbed to their deeps secrets and shames, they will beg for death, and she will grant that wish with a single sword stroke. Her special attacks during combat cause exhaustion as targets lose their will to live.",
			"Nyera is interesting because she can not only blend in with humanoids, she might even appear as a compassionate mother Teresa type. For short periods of time, she could even become a well known and beloved member of the nobility, but her true nature would make that difficult long term. Could be summoned by another villain looking to summon some powerful deity (since actually summoning a deity is a lvl 15+ campaign which is rare to see) or summoned to the mortal realm for some other reason.",
			"This Wizard has studied planar cosmology for his entire adult life, seeking the aid of Devils, Illithids, ancient Aboleths and the like to suppliment his knowledge. Particularly, Astragon finds the formation of the Inner Energy Planes to be abberant. He seeks to rebuild the Elemental Chaos from the pieces we have today, namely the Elemental and Energy Planes. While not neccesarily malicious, Astragon will stop at nothing to see what he sees as the true cosmological order restored, regardless of the destruction and death that would be casued by combining these worlds into one.",
			"A gnome lord who continues his families secretive gnome mafia, the bimbles, who controls any illegal trade/trafficking. The Bimbles end goal is to overthrow the capital and bring glory to his families name and organization.",
			"A mustache twiddling, black cape wearing, tie girls to train tracking, nefarious, vilanous, henous, dastardly villan. Could be making a convoluted assasanation scheme, could be bank robbing, really anything a western villan would be seen doing.",
			"A spellcaster artist obsessed with making the perfect piece of art.  He lures adventuring parties into his manor and then subjects them to a series of traps, puzzles, and encounters, which he paints meticulously.  When the party inevitably fails to fit his artistic vision perfectly, he flies into a rage and attempts to kill the stains upon his beautiful narrative.",
			"An overzealous stage magician turned wizard, The Great Enthusio seeks great fame and his own recklessness often gets in the way of that. Wears fancy outfits, has no fashion sense, introduces his henchmen as MY BOLD COMPANIONS or THESE EXTRAODINARY ASSISTANTS",
			"A lich who fancies himself a god who will do whatever it takes to unite the world under his fist. However he does this in preparation of a greater, Eldritch threat that lies somewhere in the world, waiting to resurface. He also constantly reincarnates a longtime enemy, Stoa Lockeheart to torture and fight against out of a never ending hatred.",
			"A Rakshasa in the form of an old human cardinal with white hair, a high forehead and a chin-beard who wears purple colors and robes. He took the role of this holy man a decade ago after killing the original Enzoth, a friendly but seclusive man. Since then he has established himself as the owner in the shadows of numerous exclusive houses of pleasure. This way he can gather dirty info on the numerous noblemen and merchants of the city, as well as get a feast of human flesh from time to time when a new girl applies or a noble reclines to work with him.",
			"Elven Wildmagic sorcorer who found their way to the material plane and is accompanied two elf guards. From living in the feywild most of her life, learned to become one with the forest. However fearful of all non-fey creatures who threaten her home. Her goal is to turn the material plain into a second feywild plane by merging the two",
			"When she was young, she enjoyed the stories about dark and mysterious monsters in the hills and deep in the darkest parts of the jungle. Her father used to tell her about The Witch Hag and Krin the Profane, stories about power corrupting the vain and greedy—stories to help children grow up rightly.",
			"She loved them. She imagined, wickedly and in that way children are innocent of imagining, growing tall and powerful and finding dark powers and ruling over those that bullied her in the town market or those that hurt others. She’d be a glorious and just monster. If there was any point where it could be said she stepped onto the path that took her here, it was the moment she realized one could aspire to be a just monster. A noble horror. A necessary evil.",
			"There would be more coming. More young and idealistic men and women. Mere boys and girls, really. Thinking they knew better and best. They’d come for her. They’d come to devour her. They’d kill the beast she was and think themselves righteous. And they’d be wrong. Their kind was made of power, and power only corrupts. Not that she was ready to go, she wasn’t. She’d murder them all as they came as she always did. Further cementing her reputation. The folktales would continue to call her a monster, but dispatching these heroes was the last noble act she knew. She was a just monster after all.",
			"He is a paladin focused on burning away all that is not \"good\" in the world. He will kill petty thieves, tieflings. (innocent or not), and anyone who stands in his way.",
			"A dragonborn warlock, chaotic good Has existed in countless dimensions, which he's all saved from inevitable doom, and committed suicide immediately after for some \"greater cause\". It just so turns out that your PC party has something to do with every dimensions' demise, and he's decided to kill you just in case that would apply to this one as well",
			"A Dwarf with eyes that convey a sense of madness, Speaking to the party only in jokes he will always be attempting to make them laugh, his sense of humour over the years has become twisted and warped, he finds grisly murder absolutely hilarious and thinks that the party should too",
			"A Dark god worshipped by a cult... Except he's not really a god, but merely an above-average mage who impressed some people a long time ago, before being banished for half a millennia. His cult's going to be the threat here, not him.",
			"An Orc Warrior, who often goes on raiding parties with a team of Goblins, killing innocent villagers and innocent bandits alike. He dislikes bees, the colour purple, and being set on fire. He loves his pet Cougar, Mr Mittens, and his Goblin Roomate, Gruncho the Mildly Clerical.",
			"Steven approaches the party as an average NPC and helpful town person. He can be used for explository purposes but by night he is a very skilled hired assassin who is hired to kill the party. He tries to kill them off one by one. He doesn't kill anyone he isn't paid to kill. Think Ned Flanders in Dark Brotherhood. I had him be an Human assassin",
			"Greg the Skeleton- He's a skeleton who is a lot more powerful than he looks. He can do like 1 damage, but he has like 99 health. He wears a wolf skin hat and carries a stuffed wolf under his arm. Thats his weapon.",
			"An immortal fey, Daigon has long since lost fulfillment in her own life. Malicious and spiteful, she takes wicked pleasure in masquerading about the material plane as a harmless creature. Using illusions and enchantments she convinces unfortunate mortals to take her in as a pet. Once in their good graces, Daigon will plot the ultimate demise of her victim. She takes the greatest pleasure in schemes that cause her victim to project blame upon someone else. Nobles, Monarchs, and persons in power are particularly enticing, as she can manipulate them to cause widespread suffering."
			]
		}
	]
}
