{
	"name": "Abandoned Building Encounters",
	"category": "Encounters",
	"source": "http://beyondtheblackgate.blogspot.com/2010/11/random-table-ruined-building-contents.html",
	"data": [
		{
			"name": "Abandoned Building Encounter",
			"data": [
				"Small family of starving squatters.",
				"Random monster, wears a silver collar and stands despondently over a bleached skeleton.",
				"A broken shrine to a deity of licentiousness.",
				"A trio of stealthy, hallucinating bandits.",
				"An immense paper nest full of (normal) wasps.",
				"Walls and ceiling crawling with roaches. 2d6sp hidden beneath the nausea-inducing mass.",
				"Ceiling collapsed, random flying monster has made its nest (and left three offspring) here.",
				"Drunken hermit holes up here to read fine literature until death. 25% to know valuable sage-quality information.",
				"Three goblin witches brew a foul-smelling concoction in a vast cauldron.",
				"Two obese prostitutes ply their trade within.",
				"Insane wandering knight hunts non-existent undead through many cellars.",
				"Random monster guards a locked chest containing 3 purple rubies (d4 x 100gp value each).",
				"False bookshelf in basement opens to reveal secret shrine of a dark deity. 25% chance of recent sacrificial activity.",
				"Ghostly phantoms waltz in once-grand ballroom. Physical contact dispels them for 1d6 hours.",
				"Madman lurks in the shadows, taunting explorers. He clutches an emerald tiara worth 1d6 x 100gp.",
				"Small group of escaped slaves plot revenge on their cruel master.",
				"Undiscovered chest full of fireworks in one spider-webbed corner of the attic.",
				"Cloth-covered mirror in upstairs bedroom is portal to local megadungeon.",
				"Pack of vicious feral dogs using building as lair.",
				"Halfling violist virtuoso comes here to practice in solitude.",
				"Strange, non-euclidian designs scrawled on basement walls bring madness (10%).",
				"Flooded basement with collapsed wall gives access to network of underground canals.",
				"Swarm of cunning giant rats lead explorers to ambush with shiny objects.",
				"Beautiful young amnesiac huddles shivering in a closet.",
				"Serial killer hides here, collecting pieces of his victim.",
				"Someone has left behind several beautiful glass sculptures here (100gp each, 10% will break if moved).",
				"Giant, man-eating frogs live in flooded basement.",
				"One crumbling plaster wall conceals a well-crafted jade fish (d3 x 100gp).",
				"Random monster lurks within, gnawing on a dragon's shinbone.",
				"Exuberant gnome brewmaster tends kettles here, working on his ultimate recipe.",
				"Vengeful ghost mimics female voice in distress to lure victims to unstable second floor.",
				"A small table in a back room is set as if for dinner, food still steaming, but no guests arrive.",
				"An elf lies dying on the stairs, a black arrow protruding from his neck.",
				"Three orphans hide here, hoping for a new mother or father to take them away.",
				"A greenhouse out back still has flourishing garden of psychoactive mushrooms, herbs, and flowers.",
				"The leaf-strewn floor here is actually a mosaic-map revealing several unknown locations in the area.",
				"A boat, too large to fit through the door, fills a downstairs bedroom.",
				"Giant bees are building a great, honey-filled wax nest in the attic.",
				"A bizarre collections of skeletons has been arranged in peculiar positions throughout the building.",
				"A senile necromancer crafts bone puppets in a small workshop.",
				"A delightful garden is found out back, obviously carefully tended by some unknown entity.",
				"A band of rebels plots the overthrow of a local lord.",
				"A random monster sleeps, snoring loudly, on a bed of valuable tapestries.",
				"A family crypt is broken open in the basement. Undead lurk within, hungry for the taste of living flesh.",
				"A strange laboratory is on the second floor, containing broken phials and jars with an assortment of colorful powders and pastes.",
				"A secret cache filled with vipers contains a random magical wand.",
				"The study is filled with marble pedestals, each supporting the bust of a famous wizard.",
				"A painter lies long-dead of alcohol poisoning, surrounded by his final works.",
				"A courtyard in the center of the building features a burbling fountain of possibly magical waters.",
				"A phantom haunts the hot-baths of this building, hoping to drag unwary victims to a drowning death.",
				"Someone has left a collection of pressed flowers under an upstairs bed.",
				"A cobwebbed mummy lies in a flower-strewn bed clutching an old love-letter.",
				"A great chandelier in the grand hall comes crashing down when someone passes beneath (3d6 dmg).",
				"A dresser drawer contains several near-empty, dusty bottles of perfume.",
				"A random monster claws desperately at a bare patch of basement floor.",
				"Nine black robes hang from hooks beside a wood panel that leads to the sewers below.",
				"An immense pipe-organ in the ballroom still works!",
				"A random monster is trapped upstairs due to a collapsed stairway.",
				"A small trove of garnets (d3 x 100gp each) is concealed high on a pantry shelf.",
				"The entire building is a hollow shell, filled with strange-smelling sunflowers.",
				"A diary filled with insane ramblings and details of how to contact an alien entity is tucked behind a sink.",
				"A collection of war medals hangs from a crumbling wall.",
				"A basement door leads to a dark shrine containing two blood-filled braziers and a grinning idol.",
				"A random monster is trapped at the bottom of the building's cistern.",
				"An exiled nobleman relaxes in the solarium, wholly inebriated.",
				"A great pine grows from the basement up through the roof. Strange designs have been carved into its trunk.",
				"A missing merchant is hiding out here after escaping an assassination attempt.",
				"A small courtyard pond is stocked with fish. A little man sits here fishing and muttering odd incantations (listening carefully for 1 hour gives 10% chance of learning a new Magic User spell).",
				"This building leans precariously to one side, and could collapse at any moment (d100gp worth of random objects inside).",
				"This building contains an unusually expensive array of materials: fine marble, gold plating, crystal chandeliers. d3 x 1000gp value, d3 x 1 weeks to cart it all off.",
				"Three sets of rusty blades hang from the walls here. 10% one them is +1 and just needs a little cleaning.",
				"Paintings on the walls in this building seems to follow trespassers with their eyes.",
				"A group of boars and sows has taken up residence in this building.",
				"A wraith haunts the building's belltower.",
				"Random monsters issue from a misty portal in the building's garden at noon and midnight.",
				"This building is filled with swarms of black flies and an unnatural heat.",
				"A fire crackles merrily in the fireplace, but no one is to be found.",
				"The pantry here is filled with strange costumes.",
				"A tapestry hangs in a bedroom, depicting a battle between gods and some sort of titanic reptilian creatures.",
				"A random monster has two maidens cornered in the woodshed.",
				"A foul odor wafts up from the cellar...",
				"Strange music seems to drift from room to room just ahead of the explorers.",
				"A backpack has been left in a corner, containing 4 bottles of strong liquor and a battered, iron crown (50gp).",
				"A swordmaster practices alone here amidst a long chamber filled with practice dummies.",
				"A random monster lurks on a balcony here, hoping for an easy meal.",
				"Five hooded cultists perform a strange ritual over a glowing brazier.",
				"A squat, toadlike statue sits in a corner with offerings heaped around it.",
				"The floors of this building are covered in strange, black and purple toadstools and fungi.",
				"The top floor features an enclosed balcony with a functioning telescope.",
				"The basement here is being used as a lair by a ravenous troupe of ghouls.",
				"An escaped convict hides in a pantry.",
				"A gloomy poet slumps against a balustrade, muttering to himself and waving a stained piece of parchment in the air.",
				"A bloated crocodile carcass has been abandoned in the main hall.",
				"The walls and ceilings are decorated in mosaics depicting Armageddon.",
				"A stray kitten mewls pitifully from somewhere in the building.",
				"An upstairs closet contains a wardrobe that leads to a world of talking animals.",
				"The entire building periodically fills with noise and sound as if it is supernaturally playing back scenes from its history.",
				"A random monster has dug a great burrow in the back yard.",
				"This building's garden features a fountain with healing waters guarded by a nymph.",
				"The basement of this building contains three ornate coffins. The resident vampires are here only 33% of the time."
			]
		}
	]
}