{
	"name": "Tavern Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/7plaug/lets_build_d100_nights_at_the_tavern/",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"You talk with a great painter who is hiding from the authorities after refusing to paint the king's portrait.",
				"The players find another group who claims to have done their deeds! They're sort of an off-brand version of the players, only using their ruse for drinks.",
				"A fresh-faced bard begins setting up a single black box and tuning his lute. He announces that his three hour one man biography, Bardic Inspiration, will be starting in five minutes. The players make a narrow escape! Edit: Be sure to have a couple pages of tedious non-history to read aloud to the players, just in case.",
				"Hot pepper eating contest. Your characters learn their heat tolerance, with Mild, Hot, Fiery, Inferno, and Thoqqua's Blood level peppers. Roll d20, 8+ passes to the next level, 1s are critical failures. Players draw peppers on their char sheet to signify their tolerance.",
				"You find a drunken priest who collects toads. After you both buy a few rounds for the riffraff, you spend the night in the swamp catching toads with the locals. You wake up with a nasty hangover, memories of a howling good time, and a captured rare toad that you gift to your new friend. The group goes its separate way.",
				"The two crones at the table next to you are loudly discussing some embarrassing personal issues. Use your best old lady voice and randomly interrupt your player's plannings with tidbits like: \"Powder works wonders to cut down on the chafing.\", \"My hot flashes leave me so soaking I have to change jammies in the middle of the night\", \"When my toenails go black, I can't help but pick them off\", and \"I stuff it back in with a cucumber, dearie\".",
				"In the corner of the room there sits a cloaked figure whose hood covers his entire face. He has a drink in front of him but he doesn't drink from it. He doesn't even twitch, he just stares forward. After several drinks the locals encourage the player to approach. He doesn't answer or react in any way. If the players try to talk to him every other customer in the tavern starts laughing at the party when it is revealed that they have been talking to a broom. A customer takes a piece of chalk from their pocket and puts one line on a wall next to a dozen or so other lines marking another successful prank on adventurers.",
				"A local dingy rowboat owner and swimmer get into a heated argument over who can cross a small local lake faster. Everyone chips in for a few kegs and heads out to the lake to find the answer. It's not close.",
				"PACKED bar. It's a magic item auction! See the trinkets d100 for appropriately crappy items. Bidding jumps fast, players shouldn't expect more than an item or two.",
				"Bar fight! Mariners vs. locals. No weapons, fists only, broken chairs, tables, people chasing others along rafters, etc. The wizard gets chatted up while everyone else goes nuts. Place is raided by the guards and the wizard bails the players out by paying a nominal fine.",
				"You encounter an evangelical member of a secret society. (Are they an actual member?)",
				"You find a bizarre and cryptic looking character with a strange staff, a detailed cape, and large piercing eyes. In discussion you discover that he is an accountant! You have difficulty politely escaping his droning conversation of tax code changes and import law. He is not drinking, just watching the till as part of an audit. You wake in the morning at the bar having fallen asleep - your things untouched. You hope you'll never encounter the assistant borough tax accountant of City again...",
				"A forgetful spellcaster left their spellbook in a booth. It bites the hand of the first player who opens it and doesn't let go. The owner is out cold drunk in the loo.",
				"One of the patrons is actually a bear, but everyone seems cool about it.",
				"Someone released their terrible children on the tavern. They run around screaming, climb under your table around your legs, peek in bathroom stalls, touch strangers and their food, and try to take everything shiny they see. They aren't pickpockets, they simply have no concept of personal property.",
				"The owner is testing his/her new menu. S/He'll give your party half off for trying out new dishes. His/her tastes are... very eclectic.",
				"Goliath Pie Challenge. It's you versus an 8 pound savory pie. You have to finish in under 2 hours and you can't leave the table. Win and you get your entry fee back plus a small reward and your name engraved on the hall of fame. Only open to medium or smaller sized humanoids and no tricks.",
				"The owner is an exotic liqueur collector! If you are willing to pay, you can try a flight of alcohols (wiki article for inspiration) made from fruits you have never heard of, odd herbals, and even one made from chocolate. (some with odd short-term side effects.)",
				"There's an grizzled old man at the end of the bar with a hook for a hand. He'll recount the story of how he lost his hand to a beast in his younger days. The story will depend on the setting: giant shark bit it off while he was fishing, attacked by a dire wolf in the woods, etc. The animal has a distinctive mark. Other patrons will roll their eyes at his embellished story.",
				"The party awakes on the ground where the inn used to be. The inn itself has mysteriously vanished, leaving all patrons on the ground outside.",
				"The bar is excellent, serving the best food and drink you've had in years. The patrons are all sorts, actually far more diverse than you'd expect.... The bartender has devilish horns and laughs incessantly, a Medusa sits in the corner playing chess with a set of stone insects, and a crowd of ghosts howl and rave as they try and start trouble. Monsters and ghouls and others laughed and drank, while a gargoyle played a raucous tune on the piano well into the night. Something red started running down the walls and you noticed strange burning patterns in the drink. The food was good, but odd, meats with no name and blister-red plants you'd never seen before.The party has a great time, getting sucked into the wild atmosphere. The time comes to pay the tab, and everything after that is a blur. The party wakes up in an abandoned stretch of field beside the road, a dark pentagram burned into their wrists.",
				"An old codger wants your barstool/table/booth because that's where he sat for the last 40 years and everyone knows he always sits there and that's his place. If things get violent, he's spry and other patrons will defend him.",
				"A party of four adventurers wants to split a meal for eight and hopes you will go halves with them. They are an interesting group and failed a dungeon/traveled a road your group will tackle soon and they have some good advice.",
				"There's a low stakes card game going at one of the tables. The players are old hands who play a few times a week, so they'll take even great players for most of their copper. If you're bad at card games, they'll give you enough pointers to become proficient (at the cost of your copper). If you are already good, you'll learn some choice local gossip. Don't cheat, they'll catch you.",
				"You sit by a group of noob adventurers who want to ask you questions. They will believe every story and answer, no matter how far fetched. They are completely in awe of you and hang on your every word even if you have no fame whatsoever.",
				"A party comes into the tavern completely destroyed, smashed, shredded, openly bleeding, enemy weapons still embedded, and barely hanging on to life. They sit down and order. If asked, they will tell you that they are fine and will get better after a long night's rest. (They do in fact show up completely restored the next morning).",
				"The party is approached by a simple looking man wearing non-descript robes, that looks like they would belong to a monk. He offers a bet, that he can take any of you in a drinking contest, the drink being his monestary's strongest brew. The first drink needs no save, the 2nd drink needs a DC 10 Con save. The 3rd drink needs a DC 25 Con save. If the last save is failed, the party wakes up in an unfamiliar town or area. If they pass the save, the monk laughs and admits defeat. He offers the party an immediate reward.",
				"Walking in, you find the tavern in an uproar. Two NPCs are duelling one another in the middle of the room using a piece of shard from a broken mug and the broken off leg of a chair. The NPC with the shard angrily yells: \"You cheated! I saw you pull out an extra card!!\" To which the other NPC replies calmly, while smirking: \"Prove it!\" Cue the fight starting.",
				"Local strongmen are having an arm wrestling competition. (Skill Challenge for those participating.)",
				"The chef just quit at the tavern and the owner needs someone to fill in for the night until tomorrow. (Performance skill check.)",
				"A man is playing liars dice with whoever challenges him for money. (Its a quick easy game that can be played with the dice on hand. I used it with one of my pcs.)",
				"After drinking six mugs of ale a piece, a rogue, swashbuckler, a College of Swords Bard and a College of Whispers Bard pretending to be a CoS Bard get into a knife throwing contest.",
				"This tavern is pretty rustic: there are half a dozen chickens in the common room, pecking at bugs among the rushes. Periodically, one will flap up onto a table: nobody really cares. If the PCs ask about the chickens, people will just shrug. Patrons will get VERY hostile if the PCs suggest eating one of the chickens. As the night passes, PCs who make a DC 20 Perception (or DC 10 Investigation) check will notice that there are more and more chickens. Upon any PC having drink #5 or above, have them make a DC (10 + #of drinks) CON save: on a failed save, they will be polymorphed into a chicken for one hour. Nobody has ANY idea why this happens.",
				"Party arrives to find another bard on stage performing poetry. He steps off and an orc comes up now and does the same. It's a poetry slam!",
				"The bartender is (painfully obvious) a zombie, but nobody inside seems to notice. When brought up nobody talks about it. He isn't hostile or anything, he's just... doing his job",
				"The local beastmaster has scheduled a magical beast show! He has fully tamed animals from the wild that wishes to show to the people in the tavern. He begins with more average things like a giant frog, a small gelatinous cube, and an owl. Later in the show, he shows a dire bear, a bulette, an owlbear, and a displacer beast. Each one treats their master like a loving pet owner.",
				"The weirdest guy at the bar is a conspiracy theorist. A really charismatic one too. He tries to convince the party that the local government members are actually lizardfolk in disguise. He uses plausible-sounding arguments with (fake or grossly exaggerated) roots in local history. Asks you to pay for his drinks in trade for the (false) intel.",
				"It's a seedy bar, but not much was happening. Until it comes time to pay the bill. The players realize that they left their money with their gear at the inn. An Orcish bouncer, just doin' his job, will let one player leave to get their money in trade in trade for giving them a nice shiner. Now who gets punched?",
				"The author of the play Killing with Love (from the let's build for books) enters the tavern. It doesn't surprise the group that the writer of the elven beloved play is elven as well. Any elves in the tavern run to him, giving him praise for the play they enjoyed so much. Any dwarves ignore the situation, some mumbling under their breath about how the play is too soft and emotional to be enjoyable.",
				"A pair of twin gnomes. One a bard and the other a rogue. The bard charms the audience while the rogue attempts to pick their pockets. The party is susceptible to this.",
				"A performer suddenly rises on one of the tables and announces his intent to sing for all the patrons, but they all boo and throw food at him, prompting the performer to run out of the tavern. If inquired, the patrons explain that the performer sings so badly it can make the heavens cry. True enough, it rains a few minutes later, no matter how unlikely the situation.",
				"A fight breaks out at one of the tables as one of the patrons accuses the other of cheating (using loaded dice. The party can help break it up (physically or diplomatically) or just ignore it entirely.",
				"The party awakes on the ground where the inn used to be. The inn itself has mysteriously vanished, leaving all patrons on the ground outside.",
				"The bar is excellent, serving the best food and drink you've had in years. The patrons are all sorts, actually far more diverse than you'd expect.... The bartender has devilish horns and laughs incessantly, a Medusa sits in the corner playing chess with a set of stone insects, and a crowd of ghosts howl and rave as they try and start trouble. Monsters and ghouls and others laughed and drank, while a gargoyle played a raucous tune on the piano well into the night. Something red started running down the walls and you noticed strange burning patterns in the drink. The food was good, but odd, meats with no name and blister-red plants you'd never seen before.The party has a great time, getting sucked into the wild atmosphere. The time comes to pay the tab, and everything after that is a blur. The party wakes up in an abandoned stretch of field beside the road, a dark pentagram burned into their wrists.",
				"A patron's pet pseudodragon accidentally made it's way into the kitchen and accidentally poisoned the chef! The owner privately approaches the party, seeming like a capable group, to help heal the chef and/or catch the pseudodragon, which has now fled upstairs.",
				"One of the players' meals wanders off before they eat it, reanimated for a few seconds by some nascent necromancy in the area.",
				"Meat Raffle, enter for 1 GP, what kind of meat? Enter and find out! Everyone who enters is assigned a number, and the meat is raffled every 30 minutes (roll a 'D#of entries' to determine the winner). Meats (roll 1d10): 1)Dragon Steaks, 2)One whole defeathered cockatrice, 3)Gibbering Mouther Tongues, 4)Displacer Beast Tentacles, 5)Chimera Tenders, 6)Owlbear Ribs, 7)Direboar Ribs, 8)Griffon Tenders, 9)Bullette Loin 10)Unicorn Blood.",
				"You walk in only to find that no one's inside the bar. If you check their hours, the sign will say they should still be open. You grab an ale, leave your money on the counter, and leave.",
				"Everyone in the bar is the same exact person.",
				"Comedy Night! Tell a good joke and maybe someone will buy you a glass. Make sure to have some jokes ready for the NPCs.",
				"There is a party at the local inn. They have made many cakes for the event, set out to be eaten free of charge. When you have a large piece of cake, make a will save. Unless they roll high, that was a realllly good piece of cake, they decide to have another (repeat). There is nothing magical about the cake, it is actually just extremely delicious.",
				"A dwarf claims to be the thumb wrestling champion, he even wears the belt to prove it...",
				"An old woman, who doesn't seem to be an employee of the tavern or affiliated at all, offers you a strange soup and tells you to try and guess the \"secret ingredient\". The secret is always a terrible, inedible thing, and the soup gives you a positive magic boon on a DC15 Con save and a negative magic effect on a fail."
			]
		}
	]
}