{
	"name": "Fae Bargains",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7f0s2g/d100_fae_bargains/",
	"data": [
		{
			"name": "Fae Bargain",
			"data": [
				"The character no longer has a shadow.",
				"The character has forgotten their own name. No one will remember them, even close friends and family.",
				"Every time you sleep, you only dream of yourself lying awake and wake up less rested than before.",
				"You can no longer distinguish left and right.",
				"Every day, your eyes, change their color.",
				"You become obsessed by kittens.",
				"From now on, every pet you see, you see it as an evil monster.",
				"You can no longer perceive the color (d6:) 1. Red; 2. Orange; 3. Yellow; 4. Green; 5. Blue; 6. Purple",
				"Anytime you touch something that is the color (d6) it automatically turns (d6). (d6:) 1. Red; 2. Orange; 3. Yellow; 4. Green; 5. Blue; 6. Purple",
				"Your blood is perceived as (d6) by everyone except you. (d6:) 1. Red; 2. Orange; 3. Yellow; 4. Green; 5. Blue; 6. Purple",
				"You are physically incapable of looking anyone directly in the eyes.",
				"The next time you see a frog, it will loudly proclaim that if you kiss it it will become a prince. Whether or not it really does is decided by the DM.",
				"Water always feels very cold to you.",
				"Your breathing is always loud and obnoxious.",
				"You can speak to the trees. They only talk about boring topics such as politics and the weather, but will not listen to anything you have to say.",
				"Looking at a corpse that is more than 1 year old causes you to instantly vomit.",
				"Touching gloves makes your hands feel like they are getting stung by bees.",
				"Touching rope whatsoever gives you rope burn instantly.",
				"Anytime you see holy water, you get a great urge to down the whole bottle.",
				"Every time you see a bear, you perceive it as a 60 year old human wearing a bear costume.",
				"When it rains, you perceive every droplet as a human face.",
				"Even the smallest explosion looks like a nuclear detonation to you.",
				"Ogres look incredibly beautiful to you and nymphs seem hideous.",
				"Everything you eat tastes like chicken.",
				"Suddenly, only trolls find you to be attractive. When seen by a troll, you will be aggressively sought after for a long term relationship.",
				"You can hear with supernatural precision, but to do so you have to wear the most ridiculous hat anyone has ever seen. In fact, the hat induces immediate laughter to any who see it being worn.",
				"You now have the ability to fly short distances, but only if your eyes are closed.",
				"You can't use your eyes and ears at the same time anymore. One must be covered in order to use the other. Trying to use both eyes and ears will result in audio or visual hallucinations.",
				"Sitting causes you physical pain - you can only stand up or lay down.",
				"Your sneezes produce sparkling dust.",
				"Goblins now look like beautiful women.",
				"You must give yourself a pep talk every morning.",
				"Your most used magic item that requires a verbal component is replaced by an embarrassing nickname.",
				"All coins look like gold to you.",
				"One language you know is replaced with screaming but you think it’s normal.",
				"You don’t believe in having a small fire anymore.",
				"The voice of the last person you killed tells you things about their life no one wants to know.",
				"Cats meows now sound like orc battle cries to you.",
				"Fingernails tell short stories about what you have done clipping/ biting them causes you to forget what happened but eating the nail returns the memory.",
				"A talking flea now lives in your nose.",
				"The taste of citris now tastes like blood.",
				"Your hair is a kleptomaniac.",
				"Your skin becomes hot pink direct sun light.",
				"Your eyes look like the eyes of the person you talk to.",
				"Your blood is now alabaster white.",
				"The sound of a bell turned your known languages into horse neighs.",
				"On a full moon you think and act like you have transformed into a lycanthrope but in fact don’t.",
				"You think you are the worlds greatest bard.",
				"At midnight you recite strange lines from musicals you have never heard.",
				"You are unable to fall asleep anywhere except outside, at night, in a place where the stars are visible.",
				"You are cursed with mildly aggravating misfortune. Once per day out of combat, at random, you make a skill check with disadvantage.",
				"You can no longer conceive of \"eleven.\"",
				"You lose d4 letters of your name.",
				"You lose d6 inches of height.",
				"You owe a pound of flesh - you can choose which pound if you remove it yourself.",
				"You can only read the written word backwards - usually from right to left.",
				"You cannot use any word beginning with the letter \"t\".",
				"You age backwards (but this will not prolong your life).",
				"You gain extreme sensitivity to moonlight.",
				"Your childhood pet always appears to you to be in the room, but no one else can see it.",
				"One of your friends was never born, although you retain memories of them.",
				"You can no longer form new bird-related memories.",
				"Your self-image will always be of whatever you are currently wearing - no matter what you wear you will always see yourself wearing the same clothes.",
				"All water tastes oily.",
				"You always smell strongly of flowers - it's a little overwhelming.",
				"The concept of death is unbearably sad, so that you burst into tears whenever it comes up.",
				"All elves look the same to you.",
				"You lose your most treasured memory.",
				"Lose all memories of a loved one. This loved one may be from the character's past, or a future loved one. Tough to recognize, unless this character disagrees with the number of people in a group.",
				"You shall spread wealth wherever you go but never hold this wealth yourself.",
				"Your firstborn shall carve out a great destiny but will be taken from you at the moment of its birth, either through the fey arriving and taking it or its mortal body arriving as a still birth and it's soul being born into the fey wild.",
				"You shall lead a great Kingdom for 10 years but it will then fall into ruin due to your efforts.",
				"You gain the beauty of the gods as long as you view yourself in a mirror each day, if not your beauty will corrupt into necrotic horror.",
				"You shall conceive a full family but lose one of them on their 11th birthday to the fey.",
				"Children and animals will always know their location.",
				"Character is unable to see the color blue or green as it blends perfectly into the background.",
				"Every time the character swears their servitude at the end of their lives extends by 1 year.",
				"There will be a surprise when they get home. What they find will belong to the fey in 5 years time.",
				"Both of the character's eyes are now the entirely the color of what their irises used to be.",
				"The character now unwillingly slips Sylvian words into their everyday speech and cannot be brought aware of it.",
				"Vines and leaves will now be sparsingly intermingled with the character's hair and body hair.",
				"You can no longer go outside unless it's pouring rain.",
				"From now on when you sleep, you will not wake without someone performing the same ceremony. While sleeping you do not age, require sustenance, or suffer non-lethal damage.",
				"You age twice as fast. Cutting you time on earth in half.",
				"Once every year on the night of the summer solstice you are magically summoned to a place far beyond your recognition. There you will be given one task that you would give your life to complete.",
				"You must marry the Fae you are bargaining with.",
				"The would becomes cold, ever so cold. Warmth becomes something impossible for you to feel.",
				"One tenth of all gold you earn disappears as a tribute to the Fae.",
				"You will become aware of the exact time of your death.",
				"Your fist born child will die at the age of eleven. You will have a first born child.",
				"A secret will be revealed that will make you hate someone you loved.",
				"Your knees become fused. You loose the ability to run.",
				"The character is convinced they can talk to plants, despite having no ability to do so.",
				"Describe or name a specific type of beast. All creatures of this kind are now enamoured with you, however you are now slightly allergic to them.",
				"The character's ears enlarge when they are caught lying. The character's ears shrink when they tell the truth and are not believed.",
				"The character can no longer go to sleep without making a stone circle around themselves.",
				"The character glows in artificial light.",
				"The character eats and drinks messily and noisily, no matter how hard the player tries to prevent this.",
				"The character emits a melodious ringing noise every time they yawn, sneeze or burp.",
				"The character's eyes are inversed in colour; the irises are now white and the whites are the colour of the irises."
			]
		}
	]
}