{
	"name": "Secrets Revealed through Detect Thoughts",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/7l9ptd/lets_build_secrets_revealed_with_detect_thoughts/?sort=new",
	"data": [
		{
			"name": "Thought",
			"data": [
				"If these people bring up my embezzlement, just lie like hell and head for the next town first thing tomorow.",
				"I just can't get that image of the elf and halfling together out of mind. How does that even work.",
				"They'll never find where he's buried.",
				"Ow, my leg kinds of hurts. Oh my god, I'm dying!",
				"I think she suspects. I have to tell her. How do you tell someone they are married to a Gold Dragon?",
				"...and I shall call it ‘flux capacitor'.",
				"I've seen this person in my dreams every night for 5 years.",
				"I really need to get this conversation over with – I have to meet with the boss in a little while.",
				"I'm sure they've seen the tear in my cloak already. I was hoping to repair it, but I just had to see someone before I had the chance to. I'm sure they think I'm just a slob now.",
				"Oh I'm going to befuddle those adventurers so hard!",
				"Did I just step in feces? Wait, is that brain matter?",
				"Kill. (repeated up until the user identifies the threat)",
				"It went well, right? I hope she liked me. What if she didn't? What if she thinks I'm a loser? Oh, gods.",
				"Oh Hells I left my sword at home. Something doesn't feel right about this place. I wonder if- BY THE GODS SOMEONE HELP.",
				"Erotic thoughts about the user of the spell.",
				"If he says that one more time I am going to scream. He is so irritating. I can't stand him. Oh he has finished...quick, laugh.",
				"Maybe the halfling will die next time. It has to happen soon. He is living on borrowed time. We can't carry his ass forever. I wonder if I could wangle his magic dagger?",
				"I wonder how long this is all going to take? He will be waiting for me",
				"Ow ow ow. This is agony. It hurts so much. I can't show them. They can't know.",
				"I think that wench gave me somethin'.",
				"Scandal was only ok last night.",
				"Half of me wants to know what happened last night while I was drunk and the other half knows I should save time and just leave town and never come back.",
				"Can this guy read my thoughts? AHHHHH. No, he didn't react. Guess not.",
				"Tomato, tomato. It makes no sense! Who the hell pronounces it tomato! (With the DM's choice as to which pronunciation will most set off the party. Expect vigorous out-of-character discussion soon after).",
				"Would you look at those adventurers. Ah I used to be an adventure like that! Until I took an arrow to the knee.",
				"Oh gross, that (PC spellcaster's race) has a bit of spinach stuck in his/her teeth.",
				"Bread, butter, cheese, vegetables, a new cooking skillet...damn, what else was there?",
				"Does anyone really wonder why there are no half dwarves?",
				"Hm, I could eat. Not a lot, but like a snack. Turkey leg maybe? (if PC is kenku or aacrakocra) I wonder what this one would taste like? Is it cannibalism if they're a bird person?",
				"(Caster) is looking at me kind of weird right now... do I look weird? Smile, nod, look at the lips not the eyes, oh man that's a lot of nosehair.",
				"Thoughts register as a dull roaring sound, followed by a whisper from a voice that manages to be sonorous and rasping- Hello wizard.\" The target continues to talk blithely as your mind fills with the roaring and a demented laughter.\"",
				"They'll never find the body.",
				"Wait, can they see me watching them?",
				"Boy it'd be a shame if somebody found the horde of gold I dug here last night.",
				"The explosive rune should go off in 10...9...",
				"Sniggering \"Nobody ever realises I'm the Prince.\"",
				"At last, my most evil plan is coming to fruition. Thank goodness nobody has realised it's me, I'm completely alone.",
				"I just need rope, a pineapple, several iron rods and firewood. That should do the trick.",
				"Absolute Nothingness.",
				"Somebody playing and replaying a game of dragonchess in their heads.",
				"The image of a person slowly taking off their clothes, followed by shy kissing and then a beautiful love scene at night by a fireplace.",
				"Did I leave the stove on?",
				"Gods, he/she (caster's gender) is so hot. I bet he/she would sell for a fortune. Who knows, the slavers might even let me keep the outfit. Looks expensive, I could probably make a bundle just selling that. Alright, first things first, gotta seduce him/her.",
				"...HIJKLMNOP, QRS, TU... Damn it! I keep on forgetting! T. U. A pause ...W? No, that can't be right. Why am I having difficulty with this, I just went over them yesterday! Oh whups, looks like he/she (caster's gender) is staring. There's no way he/she knows, right?",
				"It just doesn't make sense. Why would there be a fruit called a grapefruit when there is already a fruit called a grape? At the very least, it should be called a grapefruit fruit. To distinguish it better. Distinguish it more. Either or.",
				"Alright, now exhale. Inhale. Exhale again. Inhale. Exhale. Inhale. Subtlety check the area... Oh crap, Inhale. Wait, I already did Inhale, its Exhale now. Exhale. There we go. Inhale. Good, looks like no one has noticed that I'm a mouth-breather.",
				"Did I make a pact with an actual unicorn last night, or was that just a really weird dream?",
				"I wish my mother would pass already.",
				"[SO]'s making pot pie tonight! I'm so excited!",
				"Who are these stupid awful people talking to me right now?",
				"I didn't technically steal that locked case, I only found it after it fell off of that merchant's cart. But I still can't get anyone to open it for me because they'll want me to return it or accuse me of theft. Best to just keep it under my bed for now.",
				"My nose itches... can they stop talki g already?? This is driving me mad.",
				"Oh, they smell. That's disgusting. What is that, three weeks of sewage and dog hair?",
				"Can dwarves even get drunk? That was a bad wager to make.",
				"BE A MAN, must be swift as a coursing river... how does the next bit go? (Or some other song is stuck in their head)",
				"Now, eggs are cheap right now, so if I get a rooster or two, I can really expand my flock. After a month or two, prices should be back up.",
				"I don't get why the Missus is so upset... I thought she wanted a floor scale! I thought she'd like it! What did I do wrong?",
				"I hope Richert's okay. I rarely hear from him these days. I told him the military was a bad choice, but noooo. He had to go leave me with the twins.",
				"Why did I have to be the one to be (NPC's name here)? They're so lame. Next time, I want to be a duke or something. Much more exciting life.",
				"These aren't my pants! Why am I wearing someone else's pants?!",
				"Really, does no-one else find Orcish women hotter than all other women. Am I alone on this? I can't be the only one turned on by the tusk's right? Right!?!",
				"I'm sooo tired! Can't let anyone know, or they'll think they have an advantage in combat!",
				"If I build a machine with wings, shaped so that the air pressure is higher below the surface of the wing, perhaps I could achieve non-magical flight... no it'll never work. I'll always be a turnip farmer.",
				"Strange. I was sick, then I got better, but my wife got sick soon after. Maybe there's some kind of... tiny little creatures... so small we can't see them... that transmit sickness between people... and common illnesses could be avoided by, say, washing your hands to drown the tiny creatures... let's call them, ‘germs'... no, it's ridiculous. I should just get back to farming turnips.",
				"Hmmm. If I could build a spinning device, powered by, say, steam, why not, and attached it to a rod that turned, say, some wheels, and put that together into a machine with room for a person to sit, and maybe, a wheel to steer... ah, too ridiculous. I'll always be a turnip farmer.",
				"If I dropped out of my job and went into farming, I could use my druidic contacts to help cultivate my land, and my discoveries in agriculture to farm the greatest turnips the land has ever seen... no, give it up. You'll always be a poor inventor.",
				"I really should take Casey to the doctor. That bump on the head didn't sound good.",
				"If you cut a troll in half, does each half grow into a new troll? Isn't that how worms work?",
				"These pants are tighter than I remember.",
				"The cult will not be happy if I don't bring a live owlbear for the ritual... but how would I get one there alive?",
				"I wonder what excuse I'll ha e to find to beat my son this time.",
				"I feel that my deity _______ doesn't fit me, maybe I should change my devotion to _______.",
				"I was the one that clogged the outhouse the other day. It was me. And everybody will think it was him, ha!",
				"I know you're trying to hear what I'm thinking,\" as the target stares right at the user.",
				"Dragonborn are just glorified lizardmen who deserve to be treated as such, not as a human. How do they even reproduce? Do they lay eggs? Disgusting.",
				"I have one goal: Assassinate [PC's Name]. Should be easy, right? If only I could find the opportunity, then I can grab that sweet reward.",
				"Cheese, with a .... Pickle, yes, in a sandwich, wait do I have any bread left. Oh I have that nice chutney.",
				"I have been working straight for two weeks and I did his laundry yesterday, he is going to have to let me go for the weekend.",
				"He/She has been so distant lately, and I am sure the bed was made when I left, then again He/She gave me that new belt, that means they still love me surely.",
				"OK, relax. Breathe. No one is looking at me. Blend with the crowd, blend with the crowd, they don't see me, I'm not here. A little closer. Deep breath. And... Go!",
				"Don't make eye contact, look right past her. Hand it to over and walk away. Easy-peasy. Shit, where is it!? Pockets? No. Jacket? No. Shit. Oh yeah, I remember I put it in my shoe. Thank the gods. ... Why did I put it in my shoe!? How am I supposed to discreetly get anything out of a shoe that has a foot in it!? Ok, privacy, privacy, where can I go? I gotta find an alley.",
				"That's right you idiots, buy my piss bread. Made with 100% organic free range grain fed elven piss. Yeah, smell it you asshole. Mmm, doesn't that smell good. Guaranteed fresh.",
				"God, these people stink.",
				"I hope the clerics didn't notice I took some of the tithe...",
				"Where's Piero? He was supposed to off the girl and get out of there... Did he get caught?",
				"Must...resist...urge to feed... blood...BLOOD...",
				"Oh god I said ‘You too' when I should have said ‘Thank you' now she thinks I'm an idiot. I can't come here ever again.",
				"What is he wearing? How do people get to that age and not know how to pick out clothes.",
				"If I had only wed Margaret my life would be so much better.",
				"It's such a beautiful day today, maybe I'll stop by the creek to fish later. Oliver would love it if I brought some fresh ones home for him to cook.",
				"I wonder how long this is going to take? I have a potion brew that needs dire attention or else it might explode.",
				"I hope no one notices my shapeshifting is off today.",
				"Only a few more hours till I can add her hair to the shrine...",
				"I brought her flowers, but... what if she didn't like them? Was I being to forward? Like three weeks ago she said something about disliking men who waste their money. Flowers just die. Maybe she thinks I'm a financially incapable idiot I have ruined my chances, oh my god.",
				"If I just kept walking off into the woods I wouldn't have to be here anymore. No one would even miss me. It'd be so simple...",
				"I can't tell if she noticed I'm wearing my nicest dress today. Maybe I should casually walk by her post again? I woke up an extra hour early just to lace up the bodice she's damn well gonna see it.",
				"A mocking high-pitched repetition of what anyone nearby is saying, followed by \"Jackass\".",
				"Today will be different. I'm turning it all around. I'm not going to step foot in a tavern ever again. I'll change and I'll win him back.",
				"I can't wait to see her face when I throw that surprise party for her!",
				"If they open that door, I will have to kill them."
			]
		}
	]
}