{
	"name": "Interesting Prisoners",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7p3i2r/lets_build_prisoners_in_jail_cells/",
	"data": [
		{
			"name": "Prisoner",
			"data": [
				"Ethel – A Sea Hag that was caught breaking into a home, now disguised as a beautiful woman and awaiting trial. She is unable to use magic due to the nature of the cell.",
				"Jojo – A skinny teenage human boy with greasy jet black hair. He's been here a few times (mostly for stealing. once for defecating on doorstep of the jailhouse), but today he smashed the wheels on 2 merchant carts with a stolen blacksmith hammer.",
				"Tsaliya de Chaim – eternally grimacing female gorgon with a statue for a cellmate. Takes no shit from anyone.",
				"A male kenku who has plucked nearly all of his reachable feathers, constantly repeating haunting chants in different voices and otherworldly noises. Madness dances in his paranoid, bloodshot eyes.",
				"Derek Creighton – human rogue, able to escape from any cell. All of his limbs are pinned through the bone by metal cylinders connected to full-body restraints, topped off by a gem radiating an antimagic aura. He shrugs off the pain with a cocky attitude and an assurance that the only reason he's still there is that he wants to be.",
				"Ciara Ashling – A heavily attitudinal female tiefling, arrested for arson. Constantly demands to see her lawyer, and will always inform that her dual citizenship in the nine hells makes her immune to punishment this way. Said lawyer is a demon made up of mostly flame, whose method of legal defense is incineration of accusers.",
				"Richard Mason – a once strong human man with an obviously broken spirit. Arrested for the murder of his child's supposed killer, a constant illusion of his deceased daughter follows Richard and is visible to all. Though this apparition is intangible, it constantly and silently pleads for it fathers' love and care.",
				"(Name: the sound of his cell locking) – A male kenku who paces his cell nonstop, repeating such lines as 'you'll have to take the fall for this one' and 'who would ever believe you?' In the local commander's voice.",
				"Remina Aedriel – an elven woman of indiscrimanite age, who spends her time caring for the injured and sick of the prison when the guards and medical staff fail to care for them. Is defended by the other prisoners for harm and often asked for advice.",
				"Steve – a half-orc built like a tank, steve is convinced that he's actually a human, is from some place called 'Ohio', and reportedly remembers nothing of slaughtering and burning the local tavern before his arrest.",
				"Dhalbrur the Beholder – In jail for killing livestock and crops of a town. All eyes have been covered to prevent escape.",
				"Diamen Stoneton – Stole a piece of bread and a glass of ale from a tavern in the middle of the night.",
				"Regularguy McRealperson – A mimic that tried to sneak into a town to hunt disguised as a human, but couldn't think of a good name.",
				"Clark Bent – derranged drunk with a backwards 'S' tattooed on his chest. Is gagged and chained to the wall. If released he will occasionally jump in the air trying to fly. He insists that he is a 'super man, once you get to know him.' Guards will inform you he is a drunk who forgot how to cast fly and went mad as it was his favourite thing to do.",
				"Gordon Bouzaglo – A pasta cart owner arrested for feeding food inspectors fried beef tapeworms in retaliation for receiving multiple unsanitary food prep citations.",
				"Valerie 'Val' Ratigat – Wererat drug dealer to society's elite. She is nonchalant about being imprisoned; her uncle is a big cheese in town and will spring her soon. The guards don't seem to mind that her family butler brought a 3 course meal complete with wine service to her cell. Entertain her and she might slip you a fork to pick your lock with.",
				"A collection of 11 drunks – The guards often toss all the wandering drunkards they find into a single cell so they can sober up. Most of them are sleeping or too hung over to make talk. Their cell reeks of vomit and piss.",
				"Gray Shido – Skinny man with a nice mustache who runs an illegal gambling parlor that doesn't pay taxes. The head of guard patrol in Shido's territory changed recently and wanted more bribe than Shido was willing to pay. Incidentally, the new head of patrol was just found dead, head run over by a wagon wheel after tragically tripping in the street. Complete accident. 10 witnesses corroborating.",
				"Linda Lockhands – Proprietor of a clock, lock, and fine smithing shop which is allegedly a front store for a notorious thieves guild operation. The guards arrested her on trumped up charges hoping to inspect her shop, but they found nothing. Linda knows more than a high-council of archwizards about rare and unusual arcane items, legal or otherwise.",
				"Moaner – Someone wrapped up under a blanket lying on the floor so they aren't visible at all. They are writhing and moaning like they are having a severe bellyache or some other medical issue. The other nearby cells want this person to shut up.",
				"Blunty Candor – Had an argument in the street and beat her husband with a frying pan. A jailtime frequent flier for domestic violence, but the magistrates keep letting Mrs. Candor out because she always has a young child to take care of.",
				"Honey Rosewater – Prostitute. Honey was arrested after soliciting in several stores and restaurants and then refusing the leave. She is addicted to something and having withdrawal shakes. The guards are avoiding her because she lunges at them trying to scratch their faces open.",
				"Fizzy Bottles – a crazy goblin who swears up and down that there's an oncoming undead blight and he's the only one who can stop it. Though, in reality, he's planning to start an undead blight.",
				"Grey – A mysterious and highly intelligent fiend who claims to have come from the stars. He's actually just a fking alien from space, but no one believes him.",
				"Father Dorian – A high-ranking priest of Pelor (or another lawful good deity) who had a mental break and absconded in the middle of the night with a sack full of expensive and significant religious iconography. He sold off the goods to the highest bidder and used the money to fund a thieves guild in the next town over, until being lured back to town and taken in on a sting operation.",
				"'Windy' – A solitudinous wood elf druid taken in on tax evasion during a misguided shift in taxation policy several hundred years ago. Laws returned to normal, but Windy remained imprisoned due to an oversight. Once it was realized that she was innocent, she had grown too acclimated to a cell, and too afraid of the nature spirits' reaction to her absence, to want to leave. Occasionally subdues the warden's guard dog, wildshapes into him, and follows the warden on his rounds.",
				"Donall – A Druid war criminal who tried to use a scroll of storm of vengeance to destroy the town or city that he is currently imprisoned in.",
				"The Twins – An experiment gone wrong. The Twins is/are an experiment done by an insane Warlock who was eventually hunted down and slain by a group of lawful Paladins. They have the body of a muscular orc male and two heads sewn ontop. The heads are of a beautiful human male prince with flowing blonde hair, ice blue eyes and a braided beard full of jewels. The other head is that of a re-animated skeleton who constantly makes jokes about their situation.",
				"Edwyn – male human wizard imprisoned for drunkenly burning down the mayor's house with a fireball.",
				"Red Rose – female tabaxi rogue caught smuggling drugs.",
				"Smith – actually a green dragon disguised as a human, he wanted to get caught so he could surprise attack the city from within.",
				"Julian – A human warlock who is in a set of thumb screws surrounded by a circle of salt.",
				"Iddel & Biddel – Twin gnomes that were caught stealing from the Gatehouse. They used the classic 'on the shoulders trench coat' trick, and tripped.",
				"Barnabas – a young man, the nephew of the head jailer. Barnabas is a bit of a youthful troublemaker. His father became concerned that he was hanging out with the wrong crowd, so he asked his sibling, the jailer, to lock Barnabas up for the night to teach him a lesson. (It isn't working.)",
				"Inigo – A catfolk fighter who prefers long bows and one handed weapons as they leave a hand free to make rude gestures. Is convinced they failed to kill an adventurer on a previous job so they can take the reward alone.",
				"Amity – a half-dwarven teenager with red hair and at least twelve brown mice up her sleeves. She was arrested for liberating the local pet store, but camly explains that her badger friends will dig her out shortly.",
				"Enola – An Aasimar wearing symbols of Lathander. She was visiting a prisoner and the door shut.",
				"Rhett – A human thief who has a really annoying cough. A successful medicine check reveals he has Rattle Lung, which is both contagious and serious. A lot of prisoners may die if this man doesn't receive treatment soon.",
				"Heretic – A nameless heretic babbling about the Great Ones and their knowledge. Roll a D100 and add your Insight, on a 100 or higher gain a Level in the Great Old One Warlock, on a 40 or less take 10 points of psychic damage, on a 10 or less lose a point in wisdom, on a 1 or less get warped to another random dimension.",
				"Kyre – He is a friendly face at the prison, doing kind acts for many. Roll a Perception check (Success is 18 or higher), on a success you realize he is actually a being from another plane but he is not hostile or mal-intended, on a critical success you realize he is here to observe various humans in an effort to become one (possible quest opportunity), on a failure you see that he seems to be eyeing you, and on a critical failure you discover absolutely nothing and instead take a bowl of soup from him.",
				"Mysterious Stranger – You meet a face in your cell you've never seen, and he has markings on his face indicating he hails from a foreign land. Roll a wisdom check (success 15 or higher) on a success you realize he was hired by someone to get arrested and assassinate you in your cell, on a critical success you discover who hired him, on a failure you see he is a bit suspicious, and on a critical failure you think he is trying to make a deal with you to break out of the prison.",
				"Veli – A human arrested for sacrificing people to train necromantic magic on them, in a desperate attempt to revive his sister, who died in an accident.",
				"Antiope – An elf woman who insulted the queen in a royal party.",
				"Edwin – A halfling who became an acoholic after losing most of his friends and family in a fire he caused on accident. Caught stealing drinks from a tavern, and investigation showed he was stealing from a lot more. Now, he suffers with abstinence and depression.",
				"Purnama – Put into solitary. A tiefling attorney, accused of licanthropy. His cell has extra thick bars, and he's chained to the floor. He's been in the prison for years, and not once turned into a wererwolf.",
				"Erkan – Put into solitary confinement. A seemingly normal dwarf, who doesn't seem to be dangerous in any way. Arrested for rampaging into a corporate building and murdering dozens of employers and employees, after the company scammed his life savings out of him.",
				"'Twitch' – a female halfling who has an affinity for causing trouble. Filled to the brim with energy (hence the nickname), she was arrested for Grand Theft Auto, Property Destruction and Public Disturbances; or as she puts it 'STEALIN A FANCY LOOKIN WAGON AND CRASHING IT INTO THAT THERE PUB THAT TRIED TO BAN ME'",
				"Alek Windsailor – a male half elf monk, alek is a mute who communicates very rarely with basic gestures and facial expressions. Despite his quite and nonviolent demeanour, the other prisoners seem somewhat afraid of him. His exact crimes are unknown",
				"Jamie Rincewind – a human wizard who was arrested for selling fake potions to adventurers. Small and skinny, Jamie had never been in trouble before and is completely out of his depth.",
				"Abbe Farria – an elderly human male that may give a PC a 7 day +1 to Charisma and\\or a map side quest to retrieve a treasure on an island with enough to buy a mansion.",
				"Ottis – a dwarven town drunk…he has his own keys to the prison and lets himself in when he's had too much.",
				"Johann the Axehand – An old monk and perennial maker of drunken mischief. Holds the record for the most times brought in without a struggle; the constables only have to ask politely. Most recently incarcerated for attempting to chop a tavern bar in half without seeking the consent of the tavern owner first. Reports are mixed on the status of the bar.",
				"James Sattler – A traveling merchant detained by the authorities because his tax paperwork was out of order. He's confident that everything will be cleared up before anyone figures out that James Sattler is dead in a ditch 10 miles outside of the city, and the man in prison is a doppleganger assassin wearing his face. If not, he'll just have to borrow a guard…",
				"Old Herthal – An elderly prisoner who has been in this jail so long even he's not sure what he did to get in. His mind cracked long ago, and now he doesn't talk about much besides the birds he sees through his window.",
				"Granite – A stunted Goliath that still tends a solid 5'10'. It's said he didn't appreciate being called 'shorty' and shoved his fist through a man's head in a tavern.",
				"Saleetha – A beautiful but deadly Yuan-Ti. Some thought her abilities were magical, however, her trade is in making potions and poisons. She would have got away with it too if the guard hadn't found her laboratory dungeon.",
				"Ferear Silverriver – This young female Halfling is set to be the next head of the vast Silverriver family. The Silverriver caravans are known for their massive appeal as illusionists, acrobats, and thieves.",
				"Garazar – a half orc barbarian. He had a few too many drinks at the tavern a couple weeks ago. After getting into a tussle, no one was seriously injured, but there was a lot of property damage. He spends his nights in the jail while he works to pay off his debt (chopping wood or breaking rocks during the day). He offers his services as mercenary for any adventurer willing to pay off his debt.",
				"Devrim Kotos – Steely-eyed human rogue that makes the guards nervous. His crime? 'Littering.'",
				"Arndamidore – ancient gold dragon that is polymorphed as a human. Commited a petty crime and is in jail out of curiosity. He could leave at any time if he wanted to.",
				"Barley – A Kenku rogue in prison for stealing kegs of barley seed. He constantly repeats the phrase 'Hey, get outta that barley!' and thus, gained the name.",
				"Emerald – A Tiefling warlock, kept in solitary confinement with her hands cuffed to her feet, and her mouth gagged shut, to stop her from reciting any occult incantations. Imprisoned for the murder and sacrifice of three women in town.",
				"Muriel – Imprisoned under reasons of insanity, this old Human woman was found talking with her dog as though it could speak.",
				"Nightvale Bloodrayne, slayer of men – He didn't commit any crimes, but the authorities saw his name, and decided to arrest him prematurely.",
				"Noodles – A Dragonborn monk, thrown in prison after being falsely (or so he claims) accused of killing a nobleman's dog.",
				"The Archangel Murderer – a man who calms that he is the prophesied demon lord, Magroxaz. The man was arrested for the mass murders of a local religious group called the Slexato.",
				"Beatrix Crimson – a beautifully dressed female who appears to be of noble birth. She was arrested due to her position and relation to Ivran Videric, the leader of the Viderians who terrorize travelers, and control towns and villages through imitation and violence.",
				"Lowborn Vermin – an ex-slave who killed his former master and escaped the officials in that town.",
				"Hazel Vexx – an old woman who was accused of practicing witchcraft on her grandchildren. Sense the arrest, no one has seen or heard from the children.",
				"Samuel Lock – a young human boy, no older than 12. The boy was accused of willing accepting a vampire bite in order to spread a race of vampire spawn through the area.",
				"Patience – A human woman who murdered her five children claiming that they were being controlled by a powerful lich. She was hung for her crimes and is now a revenant",
				"'Rover' – a shapeshifter imprisoned for spying on a noble by impersonating his dog and then faking his own death to escape, creating confusion by pinning the death on a passing dragonborn monk.",
				"Jandar – A half elf imprisoned for breaking into the restricted section of the royal library. He is telepathic.",
				"Kinly – a half elf arrested for breaking into people's houses and breaking there pottery/stealing their gold and gems.",
				"The 'Chosen One' – a man/women claiming they are a prophetic hero, arrested for blasphemy against the church.",
				"Grenn Of Greenvale – an orphan that was sent to prison after years of getting into mischief, the guards have become fond of the little guy and while he's in jail he's let out frequently to assist guards with their duties.",
				"Goldie Gilson – a human ranger with blue eyes and golden hair. She and her companions had attacked a caravan heading to the next town. Little did they know it was not a normal group of traders. The guards were much stronger than expected and there were more of them in the carts. Outnumbered and overpowered, a few of her companions fled and a couple were defeated. She was the only one captured and she's been waiting until her surviving companions are able to break her out.",
				"Durk Falo – Halfling smuggler caught trying to move several poisons and stolen goods through town. Currently trying to figure out where he hid his vial of acid.",
				"Malchior – Elf paladin imprisoned for burning down a local druid's shrine. Mutters about 'heretics' and is currently planning to get out of prison by waiting them out.",
				"Jerry/Ancinius, Fell Lord of Carnage – Local drunk who has been possessed by a demonic spirit for the past 5 years, and alternate who has control over Jerry's body and actions. Jerry doesn't seem to mind, and Ancinius has given up trying to wreak any havoc besides occasionally puking on people's shoes.",
				"Shakra – A stinky troglodyte sitting in his cell, he was found stealing a pig to sacrifice to his god. The guards were going to kill him, but the Troglodyte's rights movement want him to the rightful trial and punishment. He looks quite calm, maybe even very cooperative for one of his kind, but the rest of the inmate can no longer stand his stench.",
				"Efnir Songbear – A famous skald, imprisoned for having mispronounced the name of the (very touchy) regent due to his (northern) accent.",
				"'I choose not to divulge my name' – A hooded runaway caught by guards to be returned to their family. Doesn't-give-name shows clear signs of noble lineage and a delicate, well-cultured upbringing, but they have clearly been slumming it for some time. Scars suggest a combination of magic and martial skill taught by a proper private tutor which has been refined on the street.",
				"Lady Verzui Moccio – A wizard researcher of oozes. She deacidified and dumped numerous leftover scraps from her experiments down drains to dispose of them. The remnants grew and eventually choked the city sewers. A combination of ooze blockage and ooze flatulence caused a massive sewer-gas explosion that flattened a row of warehouses and showered raw sewage and tiny cubelets over an entire district.",
				"Soas Stagflame – Elven horse thief on death row. She was branded for stealing a horse 80 years ago. Before she was transferred to a more secure jail, she was nearly lynched by a mob of angry farmers who have been hit repeatedly by gangs of livestock raiders. Soas insists she has nothing to do with them and never stole horses for profit, merely to speed her travels.",
				"Ashflo Tickentai – An accountant who made a series of bad investments. Not wanting to reveal the dire state of the family finances to her husband, she began embezzling from her exchange and taking bribes from the institutions she audited. She was eventually caught during a truth spell interrogation by a sorcerous financial investigators' service.",
				"Kanya Gemibi – A teen in tatters with scraggly teeth and a bad eye. She was thrown in jail for not being able to make payments on the usurious debts her mother and father accumulated before dropping dead of a waterborne plague. Kanya is afraid and silently crying. She has some skill in cobbling.",
				"Clarie and Taellora – A wife-wife team of dashing thieves who targeted rich nobles, bankers, merchants, and their carriages. They are skilled rangers and expert duelists famous for wearing gaudy finery during their heists. While their primary motive is enriching themselves, they occasionally donate to charities benefitting poor communities. Clarie and Taellora are locally infamous folk heroes and government officials fear a riot if they are sentenced to death.",
				"Shrieker – This pale wailing woman with long tangled black hair in a white nightgown is utterly mad. When she isn't doing her best banshee impersonation, she calls out to family who aren't present and argues with figments of her mind. Although she is aware of her surroundings, she doesn't seem to see anyone and people trying to speak with her might as well be be conversing with a wall. She starts up again if someone opens a door, moves a large object, or places or removes anything in her cell.",
				"Brother Stalwart and Cowslip – A red tunic cleric of a church symbolized by hammers is sharing a cell with a shirtless, kilted druid wearing footwrappings. They are loudly arguing with one another about ecological conservation, city living, and the march of technological progress. Stalwart and Cowslip were uninvited guests arrested for stealing from a mansion during a crowded and well-guarded party, but they had none of the stolen items on them. Both maintain that a ghost-like thief must be the culprit.",
				"Lord Ashe'er Trillindel – An Elf sits in a cell wearing tattered robes. He believes himself to be a king and incessantly blabber about getting his thrown and jewels and talks to the PC with disregard and disgust.",
				"Yoslin – A suited gnome gentleman sleeps uncomfortably trying to look more fancy then he really is. He is muttering and saying things about how they got the wrong person, and that such a person of high standards shouldn't be at such dirty rooms. His cell partners don't seem to believe him and take his words as jokes.",
				"Urg – A ghoul whom speaks a mystical language that was caught with black market items.",
				"Gultai – A large man who begs you for food and escape, if you help him he will give a key. If you talk to the guards to see what he did, the party will learn he ate his family thinking they were food.",
				"Johuts – A centaur with orc like features sits in a cell, it's front left leg clearly broken. The guards don't care at all, yet he presses on living. The only thing keeping him going is a grudge. A family member once pinned a crime on him, then broke said leg while he tried to pursue.",
				"Brullgush – A shaved bald Dwarf. He is covered head to toe in battle scars and tattoos. Claims he was once part of the Royal guard but saw too much and refuses to go into more detail about it.",
				"Trep – A warforged who hands you a small figurine of yourself as you walk up to him. You've never seen him before and records show that he's been in jail for some time.",
				"Uu'rung Battleboar – This massive orc has a plan for escaping. Over the past several weeks, he has traded enough contraband to get together all the items he needs to open a portal to somewhere. He doesn't know where, but anywhere is better than prison, right?",
				"The Not-So-Silent Assassin – An assassin who stepped on something sharp and let out a yelp of pain in the middle of an assassination attempt. This nickname was given to him by the other prisoners, who find it hilarious.",
				"The Lantern Killer – A serial killer who kept a burning lantern next to his victims so the guards would find their bodies on the street in the early morning. He was apprehended by a group of adventurers and would do anything to be free. His execution is tomorrow."
			]
		}
	]
}