{
	"name": "Tavern Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/7plaug/lets_build_d100_nights_at_the_tavern/, https://www.reddit.com/r/d100/comments/7u1rto/lets_build_tavern_events/",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"You talk with a great painter who is hiding from the authorities after refusing to paint the king's portrait.",
				"The players find another group who claims to have done their deeds! They're sort of an off-brand version of the players, only using their ruse for drinks.",
				"A fresh-faced bard begins setting up a single black box and tuning his lute. He announces that his three hour one man biography, Bardic Inspiration, will be starting in five minutes. The players make a narrow escape! Edit: Be sure to have a couple pages of tedious non-history to read aloud to the players, just in case.",
				"Hot pepper eating contest. Your characters learn their heat tolerance, with Mild, Hot, Fiery, Inferno, and Thoqqua's Blood level peppers. Roll d20, 8+ passes to the next level, 1s are critical failures. Players draw peppers on their char sheet to signify their tolerance.",
				"You find a drunken priest who collects toads. After you both buy a few rounds for the riffraff, you spend the night in the swamp catching toads with the locals. You wake up with a nasty hangover, memories of a howling good time, and a captured rare toad that you gift to your new friend. The group goes its separate way.",
				"The two crones at the table next to you are loudly discussing some embarrassing personal issues. Use your best old lady voice and randomly interrupt your player's plannings with tidbits like: \"Powder works wonders to cut down on the chafing.\", \"My hot flashes leave me so soaking I have to change jammies in the middle of the night\", \"When my toenails go black, I can't help but pick them off\", and \"I stuff it back in with a cucumber, dearie\".",
				"In the corner of the room there sits a cloaked figure whose hood covers his entire face. He has a drink in front of him but he doesn't drink from it. He doesn't even twitch, he just stares forward. After several drinks the locals encourage the player to approach. He doesn't answer or react in any way. If the players try to talk to him every other customer in the tavern starts laughing at the party when it is revealed that they have been talking to a broom. A customer takes a piece of chalk from their pocket and puts one line on a wall next to a dozen or so other lines marking another successful prank on adventurers.",
				"A local dingy rowboat owner and swimmer get into a heated argument over who can cross a small local lake faster. Everyone chips in for a few kegs and heads out to the lake to find the answer. It's not close.",
				"PACKED bar. It's a magic item auction! See the trinkets d100 for appropriately crappy items. Bidding jumps fast, players shouldn't expect more than an item or two.",
				"Bar fight! Mariners vs. locals. No weapons, fists only, broken chairs, tables, people chasing others along rafters, etc. The wizard gets chatted up while everyone else goes nuts. Place is raided by the guards and the wizard bails the players out by paying a nominal fine.",
				"You encounter an evangelical member of a secret society. (Are they an actual member?)",
				"You find a bizarre and cryptic looking character with a strange staff, a detailed cape, and large piercing eyes. In discussion you discover that he is an accountant! You have difficulty politely escaping his droning conversation of tax code changes and import law. He is not drinking, just watching the till as part of an audit. You wake in the morning at the bar having fallen asleep - your things untouched. You hope you'll never encounter the assistant borough tax accountant of City again...",
				"A forgetful spellcaster left their spellbook in a booth. It bites the hand of the first player who opens it and doesn't let go. The owner is out cold drunk in the loo.",
				"One of the patrons is actually a bear, but everyone seems cool about it.",
				"Someone released their terrible children on the tavern. They run around screaming, climb under your table around your legs, peek in bathroom stalls, touch strangers and their food, and try to take everything shiny they see. They aren't pickpockets, they simply have no concept of personal property.",
				"The owner is testing his/her new menu. S/He'll give your party half off for trying out new dishes. His/her tastes are... very eclectic.",
				"Goliath Pie Challenge. It's you versus an 8 pound savory pie. You have to finish in under 2 hours and you can't leave the table. Win and you get your entry fee back plus a small reward and your name engraved on the hall of fame. Only open to medium or smaller sized humanoids and no tricks.",
				"The owner is an exotic liqueur collector! If you are willing to pay, you can try a flight of alcohols (wiki article for inspiration) made from fruits you have never heard of, odd herbals, and even one made from chocolate. (some with odd short-term side effects.)",
				"There's an grizzled old man at the end of the bar with a hook for a hand. He'll recount the story of how he lost his hand to a beast in his younger days. The story will depend on the setting: giant shark bit it off while he was fishing, attacked by a dire wolf in the woods, etc. The animal has a distinctive mark. Other patrons will roll their eyes at his embellished story.",
				"The party awakes on the ground where the inn used to be. The inn itself has mysteriously vanished, leaving all patrons on the ground outside.",
				"The bar is excellent, serving the best food and drink you've had in years. The patrons are all sorts, actually far more diverse than you'd expect.... The bartender has devilish horns and laughs incessantly, a Medusa sits in the corner playing chess with a set of stone insects, and a crowd of ghosts howl and rave as they try and start trouble. Monsters and ghouls and others laughed and drank, while a gargoyle played a raucous tune on the piano well into the night. Something red started running down the walls and you noticed strange burning patterns in the drink. The food was good, but odd, meats with no name and blister-red plants you'd never seen before.The party has a great time, getting sucked into the wild atmosphere. The time comes to pay the tab, and everything after that is a blur. The party wakes up in an abandoned stretch of field beside the road, a dark pentagram burned into their wrists.",
				"An old codger wants your barstool/table/booth because that's where he sat for the last 40 years and everyone knows he always sits there and that's his place. If things get violent, he's spry and other patrons will defend him.",
				"A party of four adventurers wants to split a meal for eight and hopes you will go halves with them. They are an interesting group and failed a dungeon/traveled a road your group will tackle soon and they have some good advice.",
				"There's a low stakes card game going at one of the tables. The players are old hands who play a few times a week, so they'll take even great players for most of their copper. If you're bad at card games, they'll give you enough pointers to become proficient (at the cost of your copper). If you are already good, you'll learn some choice local gossip. Don't cheat, they'll catch you.",
				"You sit by a group of noob adventurers who want to ask you questions. They will believe every story and answer, no matter how far fetched. They are completely in awe of you and hang on your every word even if you have no fame whatsoever.",
				"A party comes into the tavern completely destroyed, smashed, shredded, openly bleeding, enemy weapons still embedded, and barely hanging on to life. They sit down and order. If asked, they will tell you that they are fine and will get better after a long night's rest. (They do in fact show up completely restored the next morning).",
				"The party is approached by a simple looking man wearing non-descript robes, that looks like they would belong to a monk. He offers a bet, that he can take any of you in a drinking contest, the drink being his monestary's strongest brew. The first drink needs no save, the 2nd drink needs a DC 10 Con save. The 3rd drink needs a DC 25 Con save. If the last save is failed, the party wakes up in an unfamiliar town or area. If they pass the save, the monk laughs and admits defeat. He offers the party an immediate reward.",
				"Walking in, you find the tavern in an uproar. Two NPCs are duelling one another in the middle of the room using a piece of shard from a broken mug and the broken off leg of a chair. The NPC with the shard angrily yells: \"You cheated! I saw you pull out an extra card!!\" To which the other NPC replies calmly, while smirking: \"Prove it!\" Cue the fight starting.",
				"Local strongmen are having an arm wrestling competition. (Skill Challenge for those participating.)",
				"The chef just quit at the tavern and the owner needs someone to fill in for the night until tomorrow. (Performance skill check.)",
				"A man is playing liars dice with whoever challenges him for money. (Its a quick easy game that can be played with the dice on hand. I used it with one of my pcs.)",
				"After drinking six mugs of ale a piece, a rogue, swashbuckler, a College of Swords Bard and a College of Whispers Bard pretending to be a CoS Bard get into a knife throwing contest.",
				"This tavern is pretty rustic: there are half a dozen chickens in the common room, pecking at bugs among the rushes. Periodically, one will flap up onto a table: nobody really cares. If the PCs ask about the chickens, people will just shrug. Patrons will get VERY hostile if the PCs suggest eating one of the chickens. As the night passes, PCs who make a DC 20 Perception (or DC 10 Investigation) check will notice that there are more and more chickens. Upon any PC having drink #5 or above, have them make a DC (10 + #of drinks) CON save: on a failed save, they will be polymorphed into a chicken for one hour. Nobody has ANY idea why this happens.",
				"Party arrives to find another bard on stage performing poetry. He steps off and an orc comes up now and does the same. It's a poetry slam!",
				"The bartender is (painfully obvious) a zombie, but nobody inside seems to notice. When brought up nobody talks about it. He isn't hostile or anything, he's just... doing his job",
				"The local beastmaster has scheduled a magical beast show! He has fully tamed animals from the wild that wishes to show to the people in the tavern. He begins with more average things like a giant frog, a small gelatinous cube, and an owl. Later in the show, he shows a dire bear, a bulette, an owlbear, and a displacer beast. Each one treats their master like a loving pet owner.",
				"The weirdest guy at the bar is a conspiracy theorist. A really charismatic one too. He tries to convince the party that the local government members are actually lizardfolk in disguise. He uses plausible-sounding arguments with (fake or grossly exaggerated) roots in local history. Asks you to pay for his drinks in trade for the (false) intel.",
				"It's a seedy bar, but not much was happening. Until it comes time to pay the bill. The players realize that they left their money with their gear at the inn. An Orcish bouncer, just doin' his job, will let one player leave to get their money in trade in trade for giving them a nice shiner. Now who gets punched?",
				"The author of the play Killing with Love (from the let's build for books) enters the tavern. It doesn't surprise the group that the writer of the elven beloved play is elven as well. Any elves in the tavern run to him, giving him praise for the play they enjoyed so much. Any dwarves ignore the situation, some mumbling under their breath about how the play is too soft and emotional to be enjoyable.",
				"A pair of twin gnomes. One a bard and the other a rogue. The bard charms the audience while the rogue attempts to pick their pockets. The party is susceptible to this.",
				"A performer suddenly rises on one of the tables and announces his intent to sing for all the patrons, but they all boo and throw food at him, prompting the performer to run out of the tavern. If inquired, the patrons explain that the performer sings so badly it can make the heavens cry. True enough, it rains a few minutes later, no matter how unlikely the situation.",
				"A fight breaks out at one of the tables as one of the patrons accuses the other of cheating (using loaded dice. The party can help break it up (physically or diplomatically) or just ignore it entirely.",
				"The party awakes on the ground where the inn used to be. The inn itself has mysteriously vanished, leaving all patrons on the ground outside.",
				"The bar is excellent, serving the best food and drink you've had in years. The patrons are all sorts, actually far more diverse than you'd expect.... The bartender has devilish horns and laughs incessantly, a Medusa sits in the corner playing chess with a set of stone insects, and a crowd of ghosts howl and rave as they try and start trouble. Monsters and ghouls and others laughed and drank, while a gargoyle played a raucous tune on the piano well into the night. Something red started running down the walls and you noticed strange burning patterns in the drink. The food was good, but odd, meats with no name and blister-red plants you'd never seen before.The party has a great time, getting sucked into the wild atmosphere. The time comes to pay the tab, and everything after that is a blur. The party wakes up in an abandoned stretch of field beside the road, a dark pentagram burned into their wrists.",
				"A patron's pet pseudodragon accidentally made it's way into the kitchen and accidentally poisoned the chef! The owner privately approaches the party, seeming like a capable group, to help heal the chef and/or catch the pseudodragon, which has now fled upstairs.",
				"One of the players' meals wanders off before they eat it, reanimated for a few seconds by some nascent necromancy in the area.",
				"Meat Raffle, enter for 1 GP, what kind of meat? Enter and find out! Everyone who enters is assigned a number, and the meat is raffled every 30 minutes (roll a 'D#of entries' to determine the winner). Meats (roll 1d10): 1)Dragon Steaks, 2)One whole defeathered cockatrice, 3)Gibbering Mouther Tongues, 4)Displacer Beast Tentacles, 5)Chimera Tenders, 6)Owlbear Ribs, 7)Direboar Ribs, 8)Griffon Tenders, 9)Bullette Loin 10)Unicorn Blood.",
				"You walk in only to find that no one's inside the bar. If you check their hours, the sign will say they should still be open. You grab an ale, leave your money on the counter, and leave.",
				"Everyone in the bar is the same exact person.",
				"Comedy Night! Tell a good joke and maybe someone will buy you a glass. Make sure to have some jokes ready for the NPCs.",
				"There is a party at the local inn. They have made many cakes for the event, set out to be eaten free of charge. When you have a large piece of cake, make a will save. Unless they roll high, that was a realllly good piece of cake, they decide to have another (repeat). There is nothing magical about the cake, it is actually just extremely delicious.",
				"A dwarf claims to be the thumb wrestling champion, he even wears the belt to prove it...",
				"An old woman, who doesn't seem to be an employee of the tavern or affiliated at all, offers you a strange soup and tells you to try and guess the \"secret ingredient\". The secret is always a terrible, inedible thing, and the soup gives you a positive magic boon on a DC15 Con save and a negative magic effect on a fail.",
				"Tonight is the 10th annual Dragonfire Drinking contest! The person who can stomach the most Dragonfire Ale (very, VERY hot) will win the grand prize!",
				"A group in the back corner of the tavern are arm wrestling.",
				"An elven bard is playing on stage tonight and asking for requests.",
				"A travelling gnome from a far away land has made a deal with the tavern, and is selling exotic and strange drinks in a wooden stand they have set up in the corner of the room.",
				"It is the monthly wild magic surge brew drinking contest. If you can get the most down, you win. You may lose your hair and grow an extra arm but hey, the prize is 30 gp.",
				"Local criminals hangout in this tavern. They try to sell drugs. One criminal pours red dust in the drinks of the guest while they are not watching.",
				"The tavern is know for gambling. One guy is on a big winsteak and pays drinks for everybody. Nobody knows yet that he plays with loaded dice.",
				"Some tables are flipped over. In the middle of the room is a young orc girl on the ground surrounded by a few people. Her water just broke. She is about to receive twins. Nobody knows what to do.",
				"The owner of the tavern is an old lady. She owns about 5d20 cats. She cant serve you drinks or food right now because she has to feed her cats first.",
				"There is a cow in the middle of the tavern. Everybody is wasted and nobody knows how the cow got there or who owns the cow.",
				"The ‘bartender’ is handing out free drinks and food. The owner is looked into the storage room.",
				"A 10-year old girl is running the tavern. Everybody is afraid of her.",
				"A half-elf sitting alone seems to be muttering to themselves but is actually decribing the comings and goings of the tavern to a sentient weapon on their lap.",
				"Two separate people are drinking alone. Neither seems at all suspicious on their own, but together they happen to be watching every single patron, as well as every entrance/exit.",
				"A soldier is dressed in plainclothes, watching a deal going on at another table. The disguise is not fooling anyone.",
				"It’s the annual ‘Food Frenzy’. For two silver pieces (one of which goes to the house, the other to the pot), participants compete to eat the most meatballs in 10 minutes. There are six heats, and a then final. The winner of the gets the pot.",
				"It’s the annual Ferret-legging Endurance competition. In the sport of ferret-legging, competitors tie their trousers at the ankles before placing two ferrets inside and securely fastening their belts to prevent the ferrets from escaping. Each competitor then stands in front of the judges for as long as he can. Competitors cannot be drunk or drugged, nor can the ferrets be sedated. In addition, competitors are not allowed to wear underwear beneath their trousers which must allow the ferrets free access from one leg to the other and the ferrets must have a full set of teeth that must not have been filed or otherwise blunted. The winner is the person who lasts the longest.",
				"In the annual Bonny Beard Competition, the most elaborately styled beard, as judged by the patrons, nets the winner a night of free drinks. The losers have to shave their beards off.",
				"The Annual Greased Piglet Game requires that a 15x15ft pen is set up in the tavern. Participants pay a small fee to compete to catch a lard greased piglet in the quickest time. The winner keeps the piglet.",
				"A crossbow bolt crashes through the window and strikes a merchant who came to the city from far away.",
				"You hear an explosion from across the tavern. The blast knocked out a male gnome for 1d6 minutes. Once the gnome wakes up he starts madly raving, saying things like ‘I was so close!’ and ‘that was my last chance.’ and ‘it’s too late now.’",
				"A ventriloquist starts preforming. The puppet looks very old and is wearing clothes that were quite fashionable about a century ago. The performance satirizes current events and culture and has the whole tavern laughing, but if you are observant for about half an hour, whenever the ventriloquist suggests wrapping up the performance the puppet dismisses his concerns. The show goes on for three hours until the puppet is finally satisfied, at which point the ventriloquist is extremely tired and looks terrified.",
				"It’s a only milk tavern, including milk derivatives.",
				"Off in the corner a group is gathering around an intense card game. At the table are a wise cracking dwarf, an elf who invented ‘poker face’, and a burly half orc about to loss all him gold.",
				"An old, friendly sea-hag offers a free sample of stew, with more to come if the taster guesses the secret ingredient. The stew gives a positive magical boon on a DC15 CON save and a negative effect on a failure.",
				"As the party walks in they hear a Bard who is recounting there recent adventures as if he was there for all of them. (This is good for a low renown party as it adds an air of mystery).",
				"An old man can be overheard telling a ragtag group of mixed races about a dungeon. After some discussion, and a handshake, he hands them a map.",
				"An old man challenges you to a game of wizard’s chess. The wooden pieces are enchanted, gesturing and shouting as they fight, though you can’t make out what they say. It is fascinating to watch. The man promises who can win from him will win the chess set, though if you lose, it will not be easy to stop playing. He offers no further explanation. (If you lose, you become a chess piece, trapped in the game).",
				"A puritan priest comes in and berates the patrons for their behavior, preaching a path of holiness and purity. The old innkeep tells him ‘Yer aff yer heid, ya wee bawface!’ and proceeds to flash her boobs at him. The priest flees in horror, muttering protective chants.",
				"It’s ‘Bear Night’. There are mounted bear heads on the wall, bear furs on the chairs and your drinks are served in bear-decorated goblets. After a while you begin to notice the bar is packed exclusively with hairy middleaged men, who are all acting rather familiar with each other…",
				"There’s a haggis eating competition. Winner gets free whisky till sunrise.",
				"A scruffy looking man slips something into a drink before returning to the woman at his table.",
				"It’s a busy night and the bar is packed. Suddenly everyone turns around as several squealing greased pigs are released into the tavern. They have numbers painted on their backs. The staff begins chasing them to much hilarity of the patrons. After a while, they have caught the pigs numbered 1, 2 and 4 but there is no sign of number 3.",
				"All the windows of the Inn slam open as the candle light dims, only to be undone a few moments later. Then a small girl stands and shouts her apologies for the disturbance.",
				"Knife throwing competition! D20+DEX: 1-10 miss the target. 10-14 outer ring. 14-18 middle ring. 18-19 inner ring. 20 bullseye. 3 throws each. PCs can play each other or NPCs for gold / rewards etc.",
				"It’s a two for one special night and the tavern is packed, making easy targets for thieves and pickpockets.",
				"A drunk half-orc starts taunting the innkeeper, who’s cut him off.",
				"The tavern has a black board on one of the walls, with the names of each person present, and current bets. It’s a deadpool, in which people bet on your death.",
				"There’s a discussion going on at the bar. One of the customers seems to be underage, and the bartender won’t get them a drink, unless he sees something that confirms they’re old enough to drink. The customer has a way to prove that, but made a bet with the other customers, giving 10 gp to each one that gets it right, and takes 10gp from each who gets it wrong.",
				"A group of exquisitely dressed people walk into the tavern, judging people’s outfits, generally in a negative way.",
				"A portal opens in the middle of the tavern. A man wearing pajamas comes out of it, orders a drink, and leaves through the portal, that closes behind him. If the players ask anyone, they will just say he shows up sometimes.",
				"The tavern’s owner runs into the tavern, saying they won the lottery, and will get everyone free drinks.",
				"A fight breaks out, between two big strong men. The bartender sighs, and gives each a free drink, separating them.",
				"The customers are all looking over their shoulders, with small smiles on their faces, and seem ready to… do something. Suddenly, someone screams ‘FOOD FIGHT!’ and everyone starts throwing food at each other. In the end, the owner gets pissed, and makes everyone clean up the mess.",
				"The tavern is hosting a weekly poker tournament. If the players win, they get gold and gossip possibly leading to a quest.",
				"A man in a dark trench coat is skulking in the back, selling contraband to anyone who asks.",
				"A man in a dark trench coat is skulking in the back, selling contraband to anyone who asks. However, he is part of a sting, and the local guard snatches up the buyers on their way out of the tavern.",
				"Someone playing the knife-fingers stabbing game accidentally stabs their own hand, possibly cutting off a finger.",
				"One of the patrons has gathered a sizable crowd with their exotic pet and its tricks.",
				"The local militia captain busts down the door and grabs the innkeeper, placing him under arrest for an unknown reason.",
				"Two drunken wizards come to blows over a perceived slight. Parts of the tavern catch fire or are otherwise affected by magical effects.",
				"A shadowy figure enters and orders a drink. The only problem is, there seem to be a mass of tentacles where feet should be.",
				"This tavern exists in multiple dimensions, it has at least 20 different doors which connect to the outside world, but as you guessed, different ones. The owner is a mad wizard with the longest and most unkempt beard youve ever seen. Over each of the entries, there is a sign to where it leads. One of the doors is barred and kept shut at all times, the sign reads: dont open, dead inside.",
				"Tonight’s the local Battle of the Bards, where the prize pool includes a set of fine platinum strings.",
				"The first batch of beer from the halfling brewery in the next town is very lively. A bit too lively. A tide of hoppy foam bursts from the barrel and up into the bar, showing no signs of slowing down.",
				"After a few drinks, you could swear all the patrons in the bar have the exact same face. You shake your head. Must be the wine.",
				"The barkeep here has a very literal approach to lock-ins. Sure, you can drink past closing time—as long as you didn’t want to leave again, ever.",
				"The Tavern menu has a ‘Mystery Special’. When ordered it is a large stack of pancakes covered in various fruit that looks like a big smiling face. When eaten the player is reminded of their mother/father/paternal guardian.",
				"A female drow in common clothes and a big hat (to block the sun) walks into the tavern and an uncomfortable silence ensues. After it is clear that the drow doesn’t want any trouble the tavern slowly goes back to normal and the drow woman orders a drink and sits down with a wealthy half elf merchant.",
				"A wrestling ring has been erected in the middle of the tavern. The current champion drinks nearby, and accepts all challengers.",
				"An old drow tells stories about his long life in the Underdark. He tells tales of other drow, kuo toa, mind flayers, flumphs, and even a purple worm he encountered.",
				"The local beastmaster has arranged an animal show. He starts off with a raven, a giant frog, and a blood hawk. He finishes with a bulette, an owlbear, and a displacer beast. Each animal loves him like a family member.",
				"Part of the tavern is under construction after a battle or large fight. Builders are constantly moving planks of wood between tables and sometimes hitting patrons. Roll improvised weapon attacks vs players AC at various points in the visit.",
				"The inn is flooded with people. Survivers of a battle not far off. Some seem to only have superficial wounds while others are not as lucky. Over the sounds of heavy breathing and mouning the party hears a voice ring out ‘CLERIC!! We need a cleric!’",
				"A health inspector busts in and attempts to shut the bar down due to health code violations.",
				"Inside the Tavern the party finds about 60 people stuffed inside this small three room tavern all gathered around the bar. The tavern just recently hired a barmaid to work full time.",
				"After several drinks the party realizes that they’re the only non-monster creatures in the tavern.",
				"After several minutes inside the tavern the party can hear a thunder storm rolling into the area. The whether gets increasing worse the longer they stay inside, and after 45 minutes a tree crashes into the side of the tavern.",
				"A religious group comes inside to preach about the sin of consuming alcohol.",
				"The musicians plating inside the tavern draw in a large enough crowd that the that the bartenders have to start kicking people who are to drunk.",
				"After the party sits down for a drink or two, a group of guards come inside searching for several highway robbers. The robbers descriptions match those of the party members; so they’er handcuffed, dragged to prison, waiting for a trial.",
				"The Half-Orc chef near a large fire pit offers the party a sample of the roasting boar he has over a spit.",
				"A Tabaxi hunter set up in the corner offers to sell the party wild pheasants and other game birds for the Tavern cook to make.",
				"Two Warforged start fighting one another. Watch out for their partner the Gnome pickpocket. She’s the brains of the operation.",
				"A fire elemental moves into the hearth!",
				"This is a thieve’s guild’s secret hideout in plain sight. Tonight, the corpses of the dead they left beneath the floorboards arise!",
				"The tavernkeep is a vampire. One of his servants accidentally begins pouring a bottle of his finest blood.",
				"A group of overzealous paladins springs a sudden raid on the tavern, breaking casks and arresting people, slamming them into cage-carts they parked in the back.",
				"One of the patrons is a werewolf, and he begins to turn.",
				"An ancient legend is (figuratively) brought to life by a traveling team of a bard and an illusion wizard.",
				"Once a month the neighboring warlords meet in this tavern to discuss… literature.",
				"Tavern is holding bar tending classes once a week to train new staff as well as supply competent labor to the noble houses – top of the class gets to pick their assignment.",
				"Tavern acts as a clearinghouse for counterfeit currency. Next shipment arrives two days from today.",
				"A polymorphed silver dragon walks in, orders a drink with no ice, and then he just frosts up his drink whenever. He only has one drink, and when he finishes his drink, you can see him switching from creature to creature , but only minorly.",
				"The tavern begins a ‘you break it, we hire a bounty hunter to make you pay’ policy today. No one wants to be the first person to break the rule.",
				"That Elven barmaid, that’s been slapped on the ass one to many times, turns out to be a shapeshifter. And she’s just transformed into a raging ogre.",
				"A notorious criminal duo known as the Grimshade Brothers have arrived to the tavern to celebrate which is in the neighboring village of the city they just robbed. Their known for robbing banks and causing mayhem wherever they go.",
				"Two goblins are on stage doing a juggling act. The juggling act involves flaming torches, hand axes, and vials of strange green goo. No one seems concerned.",
				"A love potion is accidentally slipped into one of your party’s drinks instead of the beautiful lady at the next table….",
				"It is a roast night. Have the players take turns roasting either each other’s characters, or the DM.",
				"A talent agent is holding auditions for the midwinter festival play. Bonus points for singing and dancing!",
				"After 1d6 drinks gravity seems to hold no sway over the bar patrons. Everyone starts to float and the regular drinks keep drinking on the ceiling as if this is a normal occurrence.",
				"Book signing for the new release ‘Quest for Annihilation : How Adventuring is Destroying Our Moral Fabric’",
				"The drunk mage in the corner is passed out and talking in his sleep. Roll for wild magic effect.",
				"The tavern is about to run out of ale. Your party is discretely asked to procure some more within 1d4 hours to avoid a riot.",
				"A member of your party is mistaken for a local celebrity. People are constantly asking for autographs etc for the whole night.",
				"It’s the owners birthday! Reduced drink prices and free cake!",
				"You stumble into the middle of a wake, complete with the body of the deceased on ice next to the bar. Bonus points if that’s the ice used in the drinks!",
				"The owner makes it very clear he don’t want no trouble in his bar. Will not serve adventurers if they don’t relinquish their weapons.",
				"The barkeep leaves a single coin with a tiny dragon at your table, he says ‘be sure to spend him quick, he likes to travel’ the dragon is friendly but will not separate from the coin."
			]
		}
	]
}