{
	"name": "Shops",
	"category": "World Building",
	"source": "https://www.reddit.com/r/d100/comments/759zkj/lets_build_fascinating_shopsstores/",
	"data": [
		{
		"name":"Shop",
		"data": [
				"Madame Ortho's Oddities: A curiosity shop that sells useful (sometimes cursed) trinkets. Examples of some of her wares: a mummy hand that tries to strange it's owner while they sleep, a compass that points to the person that hates the owner the most, and a stuffed Vargouille.",
				"The Cobbler: A store that sells all kinds of horseshoes, for all kinds of reasons, but you notice, this town has no horses.",
				"A Man's Burden: A blacksmith who displays and sells exotic weapons, made using blueprints gathered from across the land.",
				"Row after Row: A store specializing in boats, specifically, boats that use rowing to move.",
				"Gertha's Topography: A woman who sells maps she has found and made across the continent, from huge full continent maps to small maps of ruins and towns.",
				"Fran's fortuitous froths: potions of dubious origins and craftsmanship, they almost never work as advertised, but always help you in a way you didn't know you need.",
				"Sofie's softies: pillows of the highest quality, stuffed with feathers of magic beasts, and enchanted with various effects.",
				"All the RAGE: battle axes and fashionable shirts.",
				"Wrench warfare: magic craftsman tools that can change into weapons. Great for sneaking weaponry past the border or into the castle. You can place custom orders.",
				"Caesarean's Palace - \"Veni Vidi Veni\": The strip club on the bad side of town.",
				"Head, Shoulders, Knees, and Toes: A store ran by a mysterious wizard, it only sells human appendages.",
				"The Lotto Grotto: A store that sells magical items, but the item could be cursed or enchanted, and the buyer only knows after using it once.",
				"Gertrude's Trinkets:A dingy magic shop on a back street that sells surprisingly good (we're talking some top notch stuff here) magic weapons and trinkets for ridiculously low prices (half the price of normal on average). At midnight anything bought from the shop returns back to the shop magically, and the shop teleports to another remote location.",
				"The Satyr's Pact: A tavern run by a satyr who offers musicians a deal. If they impress him and the crowd with a song they earn a instrument that is always in tune and free room and board for life. If they fail, they work in his tavern for a decade but can audition again for the same deal, years do add up.",
				"Rock Candy: Sells and buys a wide variety of gemstones. The shopkeeper is an Oread who has a tendency to eat the product, much to the dismay of the shop owner.",
				"Scrumdidilyumptious: This bakery is owned by a sorcerer whose focus is on her craft. She likes to infuse her goodies with spells, from rainbow cookies that make your tongue temporarily a new color to a slice of chili cake that makes your fire spells scarily more potent for a while.",
				"Munsters R Us: A tiny Pug stands at a crate, hollering in broken common to come over. He'll buy your scavenged monster parts (albeit at varying prices) from you. If you give him enough, he'll turn them into an item. It's disturbing, but how can you resist his cute lil' face?",
				"Furever Homes: Offers small and under-sized creatures as animal companions and pets. They have the basics, like rats, spiders, etc., but if you have enough money, you could adopt more exotic creatures.",
				"The Mountaineer's Bandolier: Sells survival kits, potions that help you adapt to weather, and various supplies that help explorers get through tough climate situations.",
				"Fizzlesprocket's Dairiticiary: A quirky gnome runs this ice cream stand and tries to pawn off bizarre treats. You won't know if you like it till you try it.",
				"Blood letting: general store takes payments in different kinds of blood.",
				"Binxes potions: potion store run by the Sanderson sisters from hocus pocus. Don't let kids near this place they have an unfortunate habit of disappearing.",
				"Morticias morgue: will hide and remove bodies, perform autopsys etc in return for rare bodies/monster parts.",
				"Tinker and sons: apocalyptic/doomsday prepper family of ghomes will fix, repaid or mod weapons in return for canned foods, junk weapons and scraps of metal.",
				"Fallen from a star: A well known bar/pub can find different celebritie style characters like Worgen Freeman or Clint Westwood.",
				"Seamus the Imp Peddler: A travelling peddler, riding a covered cart led by a mule, stops by the party. He explains that he specialises in the sale of imps, but so far the only ones he has been able to obtain (trade secrets and all) have limited lifespans. It's a mixed bag in his opinion so all the imps cost the same. Imps cost [1d20/1.33] GP each, half this if it's raining. On purchase the imp is bound to the character until the imp's unique demise. Each imp has a craving and a fear; if the character is helpful in these regards the imp's loyalty will improve. Each imp also holds a secret agenda of mischief.",
				"Herb the Hatters: Herb makes exquisitely beautiful hats which are quite uncomfortable.",
				"The Transport Tube: Any common item will fall down from a tube from above, assuming something of value has been put in the slot in the cubicle. Approx 5ft square circle room. Out the back, some creatures would be feeding the items in.",
				"Murray's Theatrics: The half-elf Murray retired from the life of a wandering bard eight years ago, but still loves the trade dearly. His shop (which is really just the anteroom to his house) stocks sheet music and scripts for the lutist looking to expand her repertoire, or the troupe seeking to get ahead of the new fashion in comedies. The texts cost next to nothing - Murray remembers what it's like to travel on a performer's income. The real money comes from his younger brother, Astor, whose potions create audience-dazzling special effects.",
				"The Furrowed Brow: Esmeralda Turnbottom's mother made wards, and her mother made wards, and her mother made wards... And Esme has never been one to spoil a good tradition. The wares range from mundane (a pendant against forgetfulness, carved from gingko bark) to the specialized (ground cat's tooth to drive off harpies). Once a year, she closes up shop for a much deserved vacation, and returns with an armful of oddly specific wards. Such as \"protection from a stampede of your own cattle frightened by a thunderclap on a moonless summer night\". And yet they always get bought, and they always end up useful...",
				"The Sizzler: An exotic restaurant run by a very jovial, and very fat, half-ogre named Thog. They specialize in rare meats of all kinds and will pay well if what you have is fresh. From drake wings to spider legs, if it's fresh and serviceable they'll buy it. Their meals are renowned for being tasty and surprisingly filling, and the exotic nature of their ingredients has been known to impart certain temporary boons to the consumer. The house special is constantly changing, so get in quick before the line forms! (",
				"Nero's Place: A shop run by an aging, paranoid neurotic elf that is convinced there's a demon after him. Nero sells a wide assortment of scrying crystals, mirrors, looking glasses, and patented listening tools that he uses on a daily basis. Some of his inventions are actually helpful, like his 'Peek-around' that angles two mirrors inside a square tube to look around corners. Others are less helpful, like his 'Hearing Helm' that is basically two gramophone bells welded onto a bucket. He also sells protective charms and wards to help keep... well anything off your back, really. For the paranoid inside us all, Nero's Place is the Place for you! (",
				"Goldie's Locks: a wig shop selling enchanted wigs that are just right.",
				"The \"ooks\" Store: A dingy store front window displays \"ooks\" peeling gold lettering. Inside the dimly lit shop are shelves upon shelves of musty old volumes fill up the space until only narrow paths await the adventurous customer. After searching the store you might find what you want...or need in the future.",
				"The Amazing Omar's Shop of Curiosities: Omar, a flamboyantly dressed merchant waves, you over to his display wagon to view his wears. Various charms, potions, knick-knacks, and unguents are on display for all to see. If you are a polite and interested customer he may be persuaded to showcase his more interesting items...",
				"Adon's Exceptional Reflection Collection: A good sized shop that sells mirrors of various shapes and sizes, run by a reclusive and eccentric old gnome named Adon. Mirrors hang from almost every surface, with some even dangling from the ceiling or the bottom of other mirrors. It is incredibly easy to get lost wandering the store, and the inside seems significantly bigger than its outside appearance belies. An observant customer will notice that some mirrors occasionally reflect fantastic locations with startling realism.",
				"Ketterman Barley's Stonecarving and Statuary: Ketterman is a stone carver of some renown, and does all kinds of stonework from bas-reliefs and fountains to statues and headstones. He's expanded his business recently by offering smaller, personal busts of the client for a reasonable sum, depending on the quality of the stone. Ketterman typically sells to the upper class, but as long as you can pay he's more than willing to work with just about any customer. But here's the catch: Ketterman is actually an accomplished diviner as well. Every time he carves an eye into his stonework he can use those eyes to scry through at any time. Ketterman uses his vast network of eyes to spy on anyone within their gaze, and if he comes across something particularly noteworthy he sells that knowledge to the highest bidder, or uses it as leverage for blackmail under his assumed alias of 'The Emerald Pool' (because his eyes are green). Ketterman has been operating for almost two decades now, and his work has traveled far across the land. Odds are his stone eyes have seen something you didn't want to be seen. So tell me friend; what are you hiding? (",
				"Blood Of Thy Enemies/Blood Of My Blood: Half the shop weapons & instruments of death run by tiny, aggressive woman. The other half a healing shop run by a large barbarian type man who's gentle. They are a couple...opposites attract?",
				"Rats, Bats, & Vats: Your typical cauldron witch type store. Alchemy, herbs, could be run by hag.",
				"Kern The Hammer's Hammers: Shout out to Critical Role. Half-Orc Kern The Hammer has given up on fighting in the pits after the loss to Grog the Barbarian, the shop has every kind of hammer you could ask for.",
				"Maybe It's Adamantine: A clearance type shop of magical items. Genuine as advertised Magical Items are in stock but rare. Lots of faulty or completely misidentified items. Create any additional rules, such as refund any item after purchase but at 30% of it's value, no identify spells allowed on store premises, etc.",
				"Ninth Level: Hell themed. Run by a demon or devil. Opportunity to buy existing contracts or forge a new one.",
				"Mendelsen's Magnificent Mending: Mendlesen is the most talented mender in the world. Clothes, artifacts, magic items, you name it & he/she can mend it.",
				"Carts & Crafts: Every kind of vehicle for sale & rent. Can purchase passage on different methods of transportation as well. Purchases come with option to register as a transporter to provide passage & collect fares.",
				"Dark Arts & Melted Hearts: Your typical \"Dark Arts\" type store, but complete with a tavern type meeting area that regularly provides a speed dating-esque environment for undesirables, villians, & general ne'er-do-wells. Everyone deserves a shot a love right?",
				"The Dock of Many Flings: A store either on the water or with a large well inside. There are no items, only shelves and shelves of pebbles worth different tiers of gold. You buy a pebble, then stand over the designated area and cast your pebble into the water. You gain a random magical effect, item, or etc. (eg. A Mini or alternate deck of many things)",
				"Whispers & Secrets: The only goods bought and sold here are rumors, secrets, other generally unknown information. You cannot pay with traditional currency, must offer hidden information of your own to barter with. Use either an unbiased magical system (such as speaking your secret into a glass jar, putting the lid on placing upon a magical scale that determines it's weight/value), or for more interesting roleplaying opportunities have a totally biased shopkeep the players can haggle with or try and persuade.",
				"Proctor & Son's Deadly Traps: More a small dungeon than a store, the ceiling to floor to finally the basement is covered in traps. You must survive long enough to actually disarm and then purchase your chosen traps. It used to be a family business but that didn't last for very long.",
				"Impeccable Times: In a building stylized as a home befitting a cuckoo clock, the sound of ticking from countless mechanisms dominate the senses. The blind elderly craftsman shows no concern for anyone except his owl which is never far from his side. Secretly, he can hear from every watch and see from every clock he creates. The owl is also a mechanical contraption.",
				"Ayesha's Insult Emporium: The store's name, in simple black lettering, is all that infers what lies inside. A friendly middle aged woman (presumably Ayesha) wearing a sari greets customers entering this store's antechamber with a sharp personal insult. Anyone who takes great offense to the insult is teleported out of the shop and can't re-enter. However, those who accept it in good spirit will be led by Ayesha to the main room which contains shelves and cabinets filled with scrolls, books and scraps of paper containing some of the most brilliant, sought-after and mind-bending insults to ever have been uttered or penned.",
				"The Green Room: This inn, hidden by an entrance in the sewers, provides lodging in rooms made completely of thick glass. The floors consist of different types of soil, and beds are constructed from clay with meagre hay mattresses. Patrons that stay the night develop a slight green tinge to their skin that persists for a week. For this duration, as long as one stays in direct natural sunlight for at least 4 hours a day, they need not eat. Sleep is required as usual, and water requirements per day to survive are doubled.",
				"The Potato Is Just An Illusion: A comedy club and tavern frequented by illusionists, diviners and enchanters. Patrons dine, drink and listen to wizards from the local guild tell comedy that is usually highly academic in nature and augmented by various creative illusions. STRICTLY NO IMP FAMILIARS ALLOWED.",
				"Piander's Books: A poorly lit bookshop filled with books of ancient lore. Run by a seemingly mute man in a dark cloak, he watches visitors closely from the shadows.",
				"Alethra's Tear Shop: A medium sized store with shelves full of tiny bottles of tears, the are all carefully labeled with the date the tears were shed, the name and race of the being that shed them, and the reason they were shed. Run by a middle aged woman named Alethera, an unusually cheerful woman who is as eager to buy new tears as she is to sell them. Alethera is especially interested in the tears of adventures and famous people.",
				"Adventure's Emporium: On the outside it looks abandoned and if you ask around town you will be told it is cursed or haunted, but when adventures enter the building they enter a spacious, well lit store full of ten foot poles, iron spikes, torches, and other adventuring gear. It is run by a retired adventurer.",
				"Darvin's Dandy Dolls: A shop with shelves full of dolls, many of them resemble important political figures of the region. It is rumored that some of the dolls have power over the people they represent.",
				"Sprog's Spirits: A dark shop run by a well tempered and grim half orc. It's shelves are filled with bottles that Sprog claims hold the spirits of the dead.",
				"Anton's All-porpoise Absolutions: An office run by a cleric of a god of mercy. A place where kings and commoners alike go to repair their relationship with their gods and other extraplanar patrons.",
				"Magroma's Jewelry: A \"jewelry store\" run by an old woman where all of the jewelry is made out of the polished bones of various creatures, some of them quite exotic.",
				"Arcadia Glass: A small shop with shelves filled with tiny and exquisitely beautiful glass statues. Run by a half elf, behind his desk he has a small collection of graphic statues that appear to depict past and future events.",
				"Gulthric's Curiosity Shoppe: A mostly nondescript store from the outside, this shop is run by an old copper dragonborn. The inside of the shop is sectioned off with all sorts of magical items for sale, and there is the slight smell of incense. The shopkeeper will sell magic items in trade for a true story. The more important the story is to the character, the more likely they are to receive a more powerful magic item (limited within DM's reason, of course). Magic items range from a large selection of small trinkets to a rather limited selection of powerful items.",
				"Fletcher's Hunting Goods: A traveling fletcher who makes high quality bows and arrows. More likely to be seen in a frontier town or on the trails in the wilderness.",
				"Clara's Haberdashery: a half-orc woman makes and sells fashionable hats to normal patrons, but sells magical hats on the black market. Her hats are imbued with special abilities by using rare and wonderful items. She's an artist to her core and she'll try to accommodate your request, but at the end of the day, it's her final word. Imagine wild versions of hats you know, precursors to hats we have now, but much more ornate and fanciful.",
				"People, People!: It's a shop where you can hire people. There's different races and strengths of people for different prices. You can hire a commoner for 1 gold as usual, but there's a few stronger people, or twin halflings that come as a bundle, or an old lady that's very expensive. There's not usually shops where you can easily hire people. Here one is.",
				"The Flying Dutchmans' Insurance Agency: A pair of brothers, The Dutchmans, enchant items to levitate back to a predetermined location after using a keyword. Useful for if an item is stolen.",
				"Mounds of Masks: A disorganized store stuffed with various masks of all kinds. Owned by a retired, deranged playwright who is rumored to have fallen into the occult.",
				"Dundragon Family Goods: This store appears to be an average general goods store run by a small family of three, a father, a mother, and a daughter, but any local criminal will know that \"Dundragon Family Goods\" is actually the best place to find illegal supplies without attracting attention, as the whole family knows thieves cant.",
				"Ship Shape Ships: A shipwrights store that constantly smells of the sea. Behind the shipwright's desk are a collection of model ships in bottles that represent real ships, and whoever owns these models owns the real ship.",
				"Stiletto Emporium: Stilettos give bonuses to charisma on female characters, but reduce speed and increase noise.",
				"Beets Beets Beets!: They sell Beets!",
				"The Weather Station: They have bottles of weather. If you open a bottle, the weather inside comes out and fills the room.",
				"The Rusty Key: Sells Keys. Sells rings of keys. Sells keys for specific areas or boxes. Simple keys, giant keys, intricate keys, one magical key. They recommend using keys for decorative purposes only.",
				"Dirt's Dirt: Sells dirt. Also small stones. sells mystery dirt and a \"dirt mystery bag\" that has dirt plus one item in it.",
				"Balloons and darts: Every balloon purchase also comes with darts. You can get transport on a hot air balloon and tons of darts. Balloon animals and dart animals. Buy a balloon (and dart!) and get a balloon (and dart!) free! [On walking out, the dart is thrown at the balloon].",
				"Rosewaters: Sells tinctures of water. Rose water, holy water, filtered water, spring water, toilet water, alcohol water, etc.",
				"Lukas' Lucky Oddities: At the start of each day, Lukas rolls twice on the trinket table and chooses one trinket. He must sell it for an exorbitant price before dusk. Such is his curse.",
				"Madame Tralancet's Veritable Shop of Disguises and Costumes for the Modern Journeyman: She has an enormous selection of suspiciously cheap costumes, disguise kits, wigs, and other fake parts. She has seven drawers bulging with moustaches alone.",
				"Doctor Nehantil's Reputable Establishment: In a rundown shack in a bad part of town, a half-orc woman runs reception. Give her your appointment card, and she'll tear off the planks from the back wall where you can meet Dr. Nehantil, a \"physician\" with cheap prices and even cheaper services, no questions asked.",
				"Mira's Oozes: A pet store of sorts filled with living oozes of all colors stored in jars. Run by a young and naive sorceress who insists that the oozes are harmless when properly handled.",
				"Temple of the Tiny: A quaint little store stocked with holy symbols and other religious merchandise, all marketed towards children.",
				"Kesheki's Weapon Shop: A store in the darkest corner of the town run by a curiously well mannered female gnoll, Kesheki. The shop sells all kinds of the most exotic and vicious weapons imaginable. The only currency Kesheki will accept are the scalps of humanoids, the stronger the creature the scalp was taken from the more valuable the scalp is.",
				"Walters Watch/Warehouse/Witchcraft/Wizardry/Weaponry: Walter is an aged peddler who settled in a small town. He has a bit of everything, is the towns postmaster and guard. The shop's sign says \"Walter's \" on the left side. The right side is a stack of signs he changes as needed. \"Watch, Warehouse, Witchcraft (Herbs), Wizardry (mostly useless magic items) . When not selling he switches to \"Walter's Watch\" and earns his wage as the only townguard.",
				"Clifford's Catastrophic Candys: a candy shop that only sells empty bags that fill with either just the treat you want or something utterly disgusting once you get hungry. You must eat what appears before it fills again.",
				"Place Your Hand: An old shop, completely empty, run by and old human wizard. In the shop you can find only a table, and this old man sit on a wooden chair, behind the table. Over the table there is a Bag of Holding; for 10gp the old man let you pull out one random non-magical object, from a rusty pan to a brand new plate armor. Every thing is possibile in this shop! Are you brave enough to “Place your Hand” in the bag?",
				"Tomes of Tombs: A shop specializing in information on death, undeath, and graveyards. Includes biographies of famous figures buried in local area as well as maps of some family crypts.",
				"Old Elmer's: A wooden building that walks on several insectile legs, ran by an aging half-elf with a wooden leg, a glass eye, and a fully animated brass hand. Sells prosthetics of all kinds, magical and mundane.",
				"The Meat Place: A luxurious, popular tavern with really good food, mainly specializing in one kind of meat. An still living animal covered in scars is suspended from the ceiling, chains covered in glowing runes. Occasionally an employee comes in and cuts it up, carrying the meat to the kitchen as the animal heals. Neither the staff nor the patrons seem to have any issues with this. The animal is a 1: Pig 2: Sheep 3: Goat 4: Cow 5: Irrecognizable mass of scar tissue with a distinct taste that you cannot place. 6: Roll twice. Both. If a die lands on a 6 again, it's a sapient being being kept against their will.",
				"Frey's Fresh Fish Flesh; A middle-aged female water genasi carrying a large Urn of Infinite Water, as well as various fishing supplies. Sells fresh fish, which she fishes out of the urn, as well as fishing supplies. Often found in deserts.",
				"Skeleton Shop: A large underground complex selling all kinds of animate skeletal animals. The owner is a jovial skeleton who only accepts currency taken by force, without the previous owner's consent.",
				"Howard The Doe Has A Shop Now Come Check Out Howard The Doe's Shop: A rundown house obviously built as a home and not as a shop. Staffed by a very excited yet forgetful doe, Howard, who insists on maintaining bipedal gait while the party is present despite being really terrible at it. Will attempt to sell anything not nailed down, and is surprisingly persuasive despite having obvious trouble speaking with her doe vocal chords and holding objects with her doe hooves. Has no actual grasp on what objects are worth or even what constitutes valid payment and will often overcharge or undercharge the party to ridiculous degrees.",
				"The Tavernacle: a tavern run entirely by beer-making monks.",
				"QIA - Questions, Information, Answers: This business buys and sells information, brokers missions, offers services. Gathered by magic means, bought from adventurers or received from distant locations a party can find the information it needs, learn about a mission offered by a trader or use the shops scrying or message service for a fee. This shop and some traveling business wagons are run by an elderly, stonefaced dwarf named \"Harthos Adori Treasurebringer\" in wizard robes with a nameplate saying \"Hat Wizard\".",
				"Wyatt's Wandering Wares: This shop, run by a young half elf, is of a special kind. It appears in a free spot in a street, and when it appears it has always been there. Wyatt is a good natured trader, selling wares with magic properties that often are unknown, and always trying to play a little trick with his customers.",
				"Kabooms and Korpses: A fireworks store that has been almost completely blackened by numerous incidents. Run by a goblin inventor who is also an amateur undertaker, offers to use some of his bigger rockets to give loved ones a glorious send off.",
				"Dolores' Café & Dispensary: - a public shop for purchasing all kinds of alchemical reagents and paramacutical goods for healing, potion making and poison brewing - Also doubles as a delightful café where patrons can drink hot brews of cocoa and indulge in their preffered choice of reality enhancing herb.",
				"The Gold Chain: They sell gold. Great place to exchange currency types, trade figurines or valuables for gold. They sell a few gold coins with magical properties, like the boomerang coin and the communication coin. Sometimes they have slow sales so they have a \"buy-one-get-one-free\" deal on gold coins. Deals primarily in gold. Also can melt gold into shapes like rings and earrings.",
				"Store Store: Sells stores. You can buy storefronts ranging from a clothing store to a hot dog stand. Not cheap! They also have an enchanting business, password protected chests, charms to prevent theft, money pockets that only the owner can withdraw from, and alarm bells. They also sell signs of various types, some with glowing lights.",
				"The Prime Meridian: This store has one person inside with very, very shiny golden shoes. \"These are my prime shoes\" they say. They will sell you almost any item, and have it back to you within two days. However, there is a significant charge to getting the item, and some items might not come within two days. Unfortunately, before you can buy, the man tries to up sell you with a long list of items, and won't begin getting your item until bombarding you with the other items. Things like a bard service to follow you around with music, a chef service to cook you food, an enchanted rock that you can talk to, but also tells him your preferences in case you come back, a painting delivery service that sends you paintings every week for you to look at, but the paintings are pretty bad, like a child drew them. Each service costs 2-3x the cost of the item they are going to get in 2 days.",
				"Sew it seams: A textiles shop full of misleading fabrics and clothes.",
				"ALWAYS A WINNER!: A lottery outlet. To enter, you have to put a GP into above the doorknob. You walk in and bells go off - you're a winner!! A crowd cheers around you and you see then number 10,000 person. A sash is placed on you. You're the 10,000th customer! You win a large cash prize! Congratulations! You can either stop now, or take the chance to double or nothing your earnings!! The shop has a large prize wheel. Roll a D10 - anything other than a 10 loses! You just have to sign here and pay the deposit of 10 gold coins! If the PC does so, they earn the prize of 1,000 gold coins. They check their pouch and a faint golden vapor is leaving their pouch and moves toward the lottery. If they re-enter, they must pay another coin, but the building is empty.",
				"Vegetable Stall – Sells many different types of locally-grown vegetables.",
				"Flag/Tabard Stall – Custom made flags and tabards for sale.",
				"Gronba’s Fresh Fish Stand. A bullywug sells fish for 2-4 gp each fish.",
				"Lemonade stand – For some reason, the owner gets really frustrated when you ask for grapes.",
				"Sal’s salted meats – A place to buy preserved meats for long journeys. Staffed by a young man who is desperate to keep his job with his uncle Sal’s business. Is hesitant to lower prices because of this.",
				"Sandman stall. Sells sleepy time sand. Sprinkle on your eyes and fall into a magical relaxing sleep.",
				"Third Hand’s Third Hand Store – goblin selling knickknacks, junk, and random items.",
				"Istvaan’s Legitimate Enterprise – Market stall that seems busy, but never has anything for sale besides a few oddly shaped ‘lucky charms’.",
				"Lute the Room Musical Equipment.",
				"A cart with a pushy but charismatic foreign clerk with aggressive sales tactics who grabs passersby by the arm to test overpriced salves and salts on their skin.",
				"Farg Tusktaker’s Teeth and Scrimshaw",
				"Fishman’s Man Fry – A Triton with broken Common serves delectable seafood dishes. If asked about the name, he explains that it is food FOR men, not for fishes.",
				"Scrivener’s Arrow – A kenku sells calligraphy and cartography equipment, parchment, quills, and ink.",
				"Whisper’s Telogracy – A business started by a group of Academy students for transmitting letters and messages across the world. Insults are, for some reason, half price.",
				"A scribe, who once worked in a royal court but lost her job because she’s addicted to a narcotic. She has next-level drawing skills, and she’s very quick with them, so in addition to writing letters for the illiterate she can draw pictures of, e.g., new brides or children, and send them with the letter so that the recipients get the pictures as well. But all of this is only true before noon or so, once she gets enough money for her drugs. Then, she packs up and goes home. If you seek her out at home, rouse her and pay her 10x her normal price, she will scribe your letter or draw your picture, but everything she writes will be eldritch riddles (that might help the players) and everything she draws will be straight out of Acidland. Some of these drawings are attractive to a certain sort of decadent collector.",
				"Gibbem Geld’s Gold Exchange: A goblin with a bag of holding who will convert any currency to any other for a 5% fee.",
				"Finder’s Keepers Grave-robbing Equipment: A bemused-looking dwarf sells adventuring, spelunking and excavating gear, as well as thieves tools, or (with a raised eyebrow) ‘locksmithing equipment.’ While his name draws some ire, he shrugs and suggests that at least he is honest about it.",
				"Lost Soles – a charity cobbler stall where reformed monsters and the indigent are taught a marketable skill. Run by Horace Shemmelpeg, a master cobbler and Paladin of Redemption. Shoes and boots are sold here, and can be repaired for free, although one can choose to make a donation.",
				"An old looking stall run by an elderly women. She sells and dyes cheap linens, mostly to commoners.",
				"Guard Drake Eggs (Volo’s guide to monsters) Owned By Sinclair Redshore, a skinny human wizard who can also send the PCs on quests for difficult to find ritual componets.",
				"A bearded old man selling all sorts of bones and skulls from creatures across the land and beyond. Will sell ‘something more’ for the right price.",
				"Digby’s Dungeoneering emporium – A former explorer/adventurer selling dungeoneering kits and equipment, many of them unique to specific types of dungeons and environments, based on his experiences raiding dungeons. Digby would also have a lot of information/quests and could possibly be recruited as a dungeon guide.",
				"The Meat and Mash – a food stall run by two half Orcs who speak very little common. Their food is spiced fresh game meat atop a veggie mash.",
				"The Green Arrow – an elf wishing to barter for information sells individual magic arrows.",
				"Minor Intervention – a Ratfolk (or Halfling if there are no Ratfolk in your setting) sells found trash / trinkets. They worship a luck god and these trinkets have a knack for being useful.",
				"The Bleeding Hart – A surly half-elf named Tjatch sells game, bone, and skins. The shop is dark and forbidding, but the prices are good. Adventurers may learn from a druid with a bandaged shoulder that Tjatch is an excellent hunter, but also one who enjoys causing pain to animals and who will sometimes shoot to wound instead of to kill.",
				"The Four Finger Discount- A pale and easily startled man sells finger bones from various saints, heroes, and villains. Or so he claims. He is missing the index finger on his left hand.",
				"The Little Chisel – A young gnome lady selling hand carved statuettes. She has a set of statuettes containing every deity in the local pantheon. For some reason she has ten nigh identical statuettes of elephants.",
				"Leather worker. Will repair any damaged leather items and also has armor, bags, scabbards and the like for sale.",
				"The Sprig of Muslin – a middle-upper class hat and accessory shop.",
				"The dragon hoard – a small stall of various sized wooden boxes with holes in them, each one holds a different kind of small lizard. Most lizards are not actual dragons, one inconspicuous box actually does hold a dragon that will grow very larger very quickly.",
				"Stone and Iron Masonry – A collective of builders offering ‘Only True Dwarven Talent’.",
				"The Devil in the Details – Curtis Vaquiri, Tiefling barrister, solicitor, notary, insurance agent and Venture capitalist.",
				"The Shinies – a wooden barrel full of semi-precious stones, guarded by a flock of ravens, one of which apparently has good business sense. There is a skull nearby as a reminder of what happens if you try to take anything without leaving a shiny of greater or equal value.",
				"Annie, a halfling woman selling apples (fresh, canned and dried), cider, applesauce, candied apples, apple corers, apple tarts, Pork in Apple Skins, and apple memorabilia.",
				"C.M.O.T. Dibbler’s pies, sausages, and vittles. If you feel something crunchy in your sausage, just remember that times are hard and sometimes dibbler cant make both ends meat. Dibbler is also fluent in thieves cant and runs a black market on the sausage principle- ‘If you love something, don’t ask where it came from.’",
				"A wood elf ranger/forager that sells natural remedies to commoners. For the keen-eyed spellcaster they may have some quality natural spell components. They can also guide adventurers through difficult natural terrain and may even have seen some caves or ruins in their gathering that they didn’t feel equipped to explore on their own, and would be willing to show the party there for a cut.",
				"The Handy Man – He sells hands, all of them. You name it, he has it, somehow. Why? No idea.",
				"Flint- A stone golem sells adventuring gear and other useful items. He eats the money given him for the items.",
				"The Nasty Pastie- Grandma Ipswitch, a foul-tempered woman with piercing purple eyes, sells pasties and potions. The pasties are famously odd and yet strangely addictive, leading to people complaining about their poor quality while in line for a third or fourth.",
				"A fortune teller who is off by one customer. She will always tell the fortune of her next customer.",
				"Totally Legit Goods- Really shifty looking stall, all dirty and stuff. Merchant looks like a hobo, is really rude and annoying. Looks like he just sells junk. Everything is a magic item in disguise.",
				"Finn’s Churro Stand: Delicious fried dough dipped in cinnamon and sugar.",
				"Jill’s Flavored Popcorn: Sweet cheese and caramel covered popcorn is warm and perfect any day of the week.",
				"Piotr’s Picklemonger: Different spiced pickles and cucumber flowers are for sale at this stall. The only thing saltier than the barrels of pickles is the stall owner himself.",
				"Mary Jane Greenleaf’s Herbal Emporium. An attractive high elf named Mary Jane Greenleaf sells herbs of all kinds. Some for seasoning food, some medicinal, and some “recreational”.",
				"A shrimp stall (bonus points for the Forrest Gump quote: ‘You can barbecue it, boil it, broil it, bake it, saute it. Dey’s uh, shrimp-kabobs, shrimp creole, shrimp gumbo. Pan fried, deep fried, stir-fried. There’s pineapple shrimp, lemon shrimp, coconut shrimp, pepper shrimp, shrimp soup, shrimp stew, shrimp salad, shrimp and potatoes, shrimp burger, shrimp sandwich.’)",
				"Things on Sticks: popular with the local orcs/halforcs. It’s unidentifiable and stinky meat on a stick",
				"Banana stand: 10 gold per banana. If the NPC’s decide to burgle the place at night, there’s money hidden in the walls.",
				"Backstreet organ trader: I sell you guills, you breathe under water! You don’t need lungs anymore! I take lungs now guills come next week!",
				"DnD crypto: a guy tries to sell you magical coins and only a select few places accept them. Every time he says the price it swings up or down wildly.",
				"Exotic bottled water: right next to a well on the market square. He tries to sell to every person coming for water, but it’s extremely expensive because the water comes from far away. It tasted great but has no added benefit.",
				"A herb outlet: lots of dried herbs, spices, maybe potions, which are all past their due date. They smell and are probably bad. Roll dice to see their effect.",
				"Titian’s Toothpicks – A self-satisfied gnome in a scarlet cloak sells polearms, including magical ones.",
				"Straight from the Soil – a cart with various fruits and vegetables. Notable less for the produce and more for the proprieters, a human brother and sister, Clavald (20) and Iojen (18) (He runs it in the morning, she runs it in the afternoon; the other shops in the market or takes in the sights). They are both tall, blonde and stunningly attractive, with an earnest wholesomeness that makes them even more so.",
				"A Merc’s Mercantile- A Silver Dragonborn sells army surplus and adventuring gear. He is also a great contact for mercenaries and quest hooks.",
				"Alvi’s Discount Confessions- Healing items, atonement spells-while-you-wait, discount holy water, and basic cleric gear from a giant of a man with a black beard and a missing arm.",
				"Milo’s Menagerie: A deeply passionate Gnome Taxidermist who sells a wide variety of stuffed animals.",
				"Like Your Likeness- an elven portrait painter offers to record your adventuring party in paint. Roll a d6 to see the quality- 6- A masterpiece. 5- A good likeness 4- A caricature of the group. 3- A mediocre likeness 2- A terrible likeness; nearly unrecognizable. 1- Clearly not even your group.",
				"To Your Health- A potion shop specializing in poisons.",
				"Uatashi-Wa! An overly enthusiastic human sells swords, armor, monk gear, and other things clearly made poorly but decorated to look exotic.",
				"Big Rocks- A half-orc tries desperately to sell you a bread-loaf sized rock. ‘Great for head-mushin’!’",
				"Plowshares- an unassuming farm equipment stall, run by a man who is CLEARLY about to get a summons from a shadowy organization for ‘one last mission.’",
				"The Beholder’s Eye- jewelry store with very tasteful pieces. ‘High quality, high prices-Low quality, low tolerance’ is written unobtrusively in Thieves’ Cant in a bottom corner.",
				"Larson’s Lutes- a young luthier selling lutes and lute accessories. He tends to be playing more often than actually working though. He’s quick to let people know where his next performance is; they should come out to watch him.",
				"Thralgov’s Thrilling Thaumaturgic Threadwork: An upperclass clothing and fabric store, run by an old dwarf named Thralgov that is as surly and blunt as his creations are impressive. In addition to being quite talented, the elderly seamster has some small magical ability that allows him to sew certain arcane properties into the fabrics he makes. These can range from minor improvements such as an inability to get wrinkled or stained, all the way to stronger enchantments that raise AC or grant resistance to certain types of elemental damage. The stall itself is an elaborate creation composed of many brightly colored and beautifully decorated cloths, all of which he sewed himself. A testament to the power his work can have, the fabrics are unnaturally resistant to all forms of damage and inflictions, while also magically blocking out all noise that would pass through them. Thralgov always has a few choice pieces prepared to be sold at any given time, while also offering to do commissions given the appropriate time and compensation.",
				"Surprisingly Useful Stories- A bookseller with an impossibly long nose and brilliantly twinkling eyes offers you a dusty tome. It is a fictional story, yet has some magic in it that teaches a valuable skill or a hidden secret.",
				"Throk’s Threads: An ogre sells piles of intricate lace doilies. His nimble fingers and two fairy roommates makes sure they are never out of stock. Sleeping with the magic infused lace patterns over your face lets you wake up well rested no matter where you decide to sleep.",
				"Millie Monka’s: Sells chocolate and other trap candy. Has a veritable army of orange gnomes to do her bidding in a pocket dimension where her factory resides. Can move her stall to more than one city and can exist simultaneously in multiple locations.",
				"Yabba’s Yarns: An old, retired Tabaxi adventurer sells different patterns and magic infused yarn but also local legends, dungeon maps, and histories. She is famous at the market for pinning a thief to the wall with one well placed knitting needle.",
				"The Hands of Fate- A tiefling named Careful sells cards, dice and gaming equipment. She is happy to point the players to gambling places. She runs a small dice game at night, with a 20gp cap (once you have won or lost 20gp, you are finished).",
				"The Book Swap – An old dragonborn with glasses and a beard buys sells and trades books. His motto: ‘Books should be read not lie in dusty old libraries.’",
				"The Pull and Wind- Farragus Goldtrotter sells crossbows and bolts of all varieties. He has some special stock and will give a discount to an adventurer who succeeds on a straight Charisma check and who promises to brag about where he got his new weapon.",
				"Wanda’s: a small stall run by Wanda Wimple: a portly and cheerful witch with a bird familiar. She sells a variety of wands she made herself- and although the wands are pink with painted flowers in them- almost all of them do unpleasant spells…",
				"Solutions: a potion stall run by a hungover human named Alphonse- or Al for short. He will not be all set up until 11:30 And will ask the party to not speak so loudly whilst selling them potions. His stock is surprisingly comprehensive and has fair prices but if the party tries to haggle too much he’ll just close early without selling anything because of his headache.",
				"Ophelia’s: a beautiful flower stand run by a slightly ‘off’ human woman. If a player decides to inspect the stand, the woman running it will speak in the occasional rhyme and give the player ‘their’ bouquet that ‘they’d already paid for’. The bouquet, when inspected with a mind to their symbolic meanings, gives a an important message to the player. If they try to find the stand again later, it is gone.",
				"The Snowdrop – incredibly beautiful art and sculptures by a small goblin named Skamie. A clever tradesman could make a tidy profit selling the items in another city. Any insult to or question of his heritage sets him off and he will refuse to sell.",
				"The Profit Marsh – An inscrutable lizardman stares at the party under hooded lids. The shop sells nothing except ‘friendship’; investigation reveals that this means an introduction to lizardfolk traders, a handbook of trade routes, passwords for safe passage through swamps, access to job offers, and connections to a Lizardfolk Tribal Consortium. Levels of friendship are earned by conduct and require periodic dues.",
				"Lee Hyuns Stall of Sculptures – he sells hand sculpted animals and ornaments made of almost everything imaginable. From wood to gems, every piece enhances one attribute of the user for 1d4 hours, when looked at. (Only one buff can be active at the time) the item loses its magic after two uses. (Source: the legendary moonlight sculptor web novel/comic)",
				"Ebenhardt’s Antiquities – brooches, rings, lesser gems and lesser magical charms can be found in this stall. Most of it is fancy looking trash. Some truly magical items can be found on arcana checks. On a 20, your eyes fall onto a ragged cloak of dark greyish color mix in the back of the shop, it is used as a blanket for displaying daggers. It is a cloak of fog, which gives the level 1 spell (fog cloud) that can be used once a day by the wearer. He will always succed in stealth checks in fog.",
				"Albenas Herbs – a female druid sells herbs and crafting material for druids or herbalists, and some potions as well. She has an advanced herbalists guide, that helps the reader gain +1 proficiency when using nature and medicine checks for healing purposes. The lines vanish as the reader reads them. So only one PC can learn it.",
				"Paulto’s Gems and Jewels: A half elf sells, buys, and appraises all manner of precious and semiprecious stones, he even has five glowing crystals hanging in the back of his stall.",
				"Druids Suck- An angry-looking elf with an irregular scar across one cheek sells axes, saws, machetes, flint and tinder, torches, poison antidotes, fire spells, and staffs of withering. His name is Worinten, and if asked about the scar, he will wax eloquent on the dangers of the wilderness and of druids who raise shambling rosebushes.",
				"Ghost Face Killers – A Tiefling with a lisp sells silvered weapons and blessed ammunition, which deals radiant damage to undead creatures.",
				"Throkik’s Calfskins- A giant, heavily muscled minotaur sells baby and young child clothes and other baby goods. He loves babies and will coo adoringly over them. Some of his wear would fit an adult gnome or halfling.",
				"Nazim’s Trade Goods – A darkly beautiful half-elf sells a wide variety of items. She is incredibly shrewd, but has been cursed such that she must answer direct questions honestly. She is searching for the cure and will pay handsomely for help.",
				"A short human claims to be a powerful divination wizard, and will read the player’s future for a high price. In truth they only give fortunes that are vague enough to be left up to interpretation, and the only magic they know is minor illusion, as to better give the impression of real magic.",
				"A dwarf with a mechanical finger sits in one of the seedier corners of the market. They promise that they can crack any safe for the proper price, no questions asked.",
				"A butcher shop carries all types of exotic meats. If you ask for last week’s special they will show their true product, meat from the humanoid races.",
				"Notch-me-own-pegleg Dibbloor’s pie cart. Once a pirate on the high seas, with the loss of his leg Dibbloor turned entrepreneurial. He can be found near any crowd pushing his cart and haggling his wares. He’s sold many things (not all of which were his), but his specialty has always been rat pie. ‘Fresh off the ships!’ He says, and despite making most sick, it’s a staple food at any gathering. ‘I’ll give you two for three dubloons, and tha’s notchin me own pegleg, tha’ is.’",
				"Saleetha’s Apothecary – A lithe, attractive, female Yuan-ti sells a wide variety of poisons and a few potions of both Cure and Inflict wounds.",
				"Arcadia’s candles: a green haired elf woman sells candles that have potions mixed into the wax. If you light a candle then the effect of the potion it’s infused with begins to take place over the duration of the candle burning, and affects everyone that can smell it.",
				"Mother Gimble’s – A small old woman, bent and ancient, whose race cannot be determined, leads her overloaded wagon with a cantankerous donkey in the most remote places of the world. She always has precisely the items the party needs in stock, even if the item can’t possibly have been found by her (a key for the right door, water in the desert, that phoenix feather you need for your rejuvenation potion). In exchange for these items, she takes no gold but instead insists on telling each person their fortune, which is always something as terrible as the item is important to you.",
				"Cobb’s Stalls – A dapper human named Cobb sells equipment for market stall creation and operation.",
				"The Pouch – A spell component place that also serves as a hangout for magicians to talk shop, swap spells, and make connections.",
				"The Nicked Apple – A seedy-looking man named Marlin sells drinks and food. He also buys items of questionable legality, which is his real job- he is in fact an undercover guard, and the whole stall is part of an elaborate sting.",
				"Dann’s Furnace – A relatively slim half-orc sells winterwear and climbing gear. His Special Hand Furnaces can provide heat for a tent and are recharged whenever the holder casts a fire spell.",
				"Starlight’s Lost Wish- A white Aarakocra runs a large, eclectic stall. Once, upon being granted a wish by the genie Vur’nnon, Starlight wished for limitless wishes. As genies do, Vur’nnon altered her wish so that every day she magically receives something someone has wished for, ranging from powerful magic items to a horseshoe nail to an extra turnip. Making the best of a bad situation, Starlight has a permanent sale.",
				"The Unencumbring – An elf named Cavea Tvenditor ‘sells nothing, buys anything’. She offers a nearly fair price for all offerings. Anyone selling more than 3 things at a time must make a Wisdom Saving Throw or also sell something they didn’t intend to part with (an item, a memory, etc-DMs choice). The person realizes 1d4 minutes after leaving the shop, and Cavea does not let go of bargains easily…",
				"The Satyr’s Pipe – Giles of Sorania sells flowers, perfume, gifts, and sweets. For the lovelorn, he will also (for high prices) sell scrolls of minor illusion, diodems of charisma, and ‘virility and fertility aids’. If asked correctly, Giles also has charm person and domination spells for the right price..."
				
			]
		}
	]
}
