{
	"name": "Jungle Encounters",
	"category": "Encounters",
	"source": "https://www.reddit.com/r/d100/comments/759iyr/d100_jungle_encounters/",
	"data": [
		{
			"name": "In the Jungle",
			"data": [
				"The party comes across a cave filled with mushrooms that emit a strange blue glow.",
				"Whoever is last in the party feels a small tug on their pant leg. When they look down, a Chwinga is offering them a small necklace made of sea shells.",
				"A few baboons begin howling at the party below. This attracts the attention of a nearby enemy.",
				"A group of tribesmen are hunting a large dinosaur nearby. They have not spotted the party, and it looks like they could use some help.",
				"Animal noises go quiet as the branches above you move and shake as if something is moving through them. Normal sounds continue a few minutes later.",
				"You see the bones of a creature in the under growth. It has been picked clean by scavengers.",
				"While resting a small swarm of loudly croaking frogs hop through the camp. Anyone touched by the frogs dreams prophetic dreams that nights.",
				"While moving through a river a few faintly glowing leeches attach themselves, but it's not blood they're draining but magic itself.",
				"A thick curtain of vines hangs before you blocking the path. If looking carefully small jungle creatures can be seen entwined. When cut the vines quickly strike like snakes trying to ensnare the party.",
				"Suddenly an empty clearing appears ahead nothing but dry grey skeletal trees hanging with a yellow moss.",
				"Along the path primitive markers are spaced every 50 foot starting as humanoid in shape each seems more demonic.",
				"A ramshackle reed hut sits off the path, inside a grey furred Tabaxi slowly rakes its arms with its claws muttering about empty eyes and a glowing maw over and over.",
				"There is an arrangement of once brightly colored, wilting, flowers pinned to a tree ahead with the name of a stranger carved underneath.",
				"Shallow panting can be heard to the right. Leads to a critically injured animal unable to run.",
				"A spider monkey jumps on the shoulder of a party member pawing at their backpack for food, in return for food the monkey returns later that day and drops a polished stone out of which a frowning face can be glanced.",
				"A swarm of insects surrounds and follows the party, not dangerous but makes all tasks more difficult due to buzzing, biting and making it difficult to see.",
				"A weathered leather journal is found covered in small scratch marks. Insides is the diary of a treasure hunter. The writing quickly turns into ineligible scribbles after the hunter thinks they're into something.",
				"You see a brilliantly colored bird flit through the trees ahead, cawing and crying through the jungle air. It lands on a branch and screeches at you, before flying off.",
				"You come across the rotting remains of a cart, alongside rusting armor and fetid bones. A tattered and unreadable banner hangs at the front of the procession. The line of bodies, carts and bones stretches almost a mile long through the forest. Nothing of value remains but bones and rot.",
				"The party passes an old tree with dozens of ancient tunes and carvings burned into its wooden surface. Occasionally, one of the runes glows a gentle blue, sending off pearlescent but harmless sparks, before going dark once again.",
				"A trio of jungle cats gnaw on the body of an unidentifiable creature. They scatter into the woods as the party nears.",
				"A man who must have been alive mere hours before, lies dead in the jungle heat. He wears no armor, but is covered in deep, bloody wounds, and some type of poison fills his veins.",
				"At dusk, a young voice begging for help whispers to one member of the party. The voice seems to come from the tres themselves.",
				"The party is waken up to a high pitch scream coming seemingly from the surrounding trees, then silence.",
				"An aged map is found rolled up. It's a large map of the jungle with \"LIES\" written repeatedly in dried blood on it.",
				"A small hunting party of aggressive Goblins chasing an animal crosses paths with the players.",
				"A young Stegosaurus' foot is seen trapped between two fallen trees. It cries out for its herd.",
				"A tribal dragonborn lays slumped against a tree holding his eviscerated abdomen, in a rasping grunt he says in draconic \"opened, by bahamuts breath they opened them all!\"",
				"A large stone well is covered in vines and moss. Inside, it looks like it is filled with water. A DC 12 survival will tell you that it looks like drinkable water.",
				"A witch's hut sits in a small clearing. When approached, the hut stands up on giant chicken legs and flees.",
				"You enter into a clearing and shrieking starts. A patch of Shrieker plant is found a few yards ahead. The sound reaches to anything within 300 feet of it.",
				"You feel your left elbow get caught on something sticky. A giant spider web has caught your arm. A Giant Spider's eyes lock on you from 60 feet away.",
				"Another adventurer is spotted through the leaves struggling a against a creature. Getting closer, the man is seen getting constricted by a Giant Constrictor Snake. His sword and shield on the ground where he once stood.",
				"Walking past a large purple flower a puff of near invisible (DC 16 perception or nature) spores release, for the next 5 minutes each member hears a loved ones voice whisper that the path they are taking leads to doom and death.",
				"You find five corpses hanging by their feet from the tree above you. All of the skin has been removed from their bodies. A few discarded items litter the ground beneath them. One of these items is a badge belonging to a soldier named Captain Seeyi Hopper. If any players have the soldier background they recognize the name as someone they once served with.",
				"As if from the shadows a weretiger steps out. It levels it's golden spear head at a party members throat \"you trespass on sacred ground, you have until the moon shows her face, then let the hunt begin\".",
				"You come upon a moss covered statue, fallen and showing the decay of centuries. A group of lemurs huddles together underneath to wait out the sudden downpour.",
				"A giant stone head, toppled from some long perch, lies before you. In it's eyes, light flickers faintly. Could something be inside.",
				"A pool of bubbling tar is in front of you. You see an animal go in and screech in pain, then silence. Suddenly, the creature's skeleton covered in tar struts out and into the jungle as if nothing happened.",
				"While making your way through thickets of vines your scratched by long yellow thorns (dex, con nature to miss) although painless the veins near the scratch have turned a vivid orange.",
				"A beautifully coloured bird flu along with the party with uncanny accuracy it copies everything said but in a whiney condescending tone.",
				"Plump white fruit hang from a tree overhead giving off a sweet and spicy aroma, biting into it lets the thousands of tiny spiders free.",
				"Following a trail footprints can be seen first clawed, then padded, humanoid then bird like each only has 4 prints before shifting.",
				"A bright pink pool sits peacefully in the shade, smelling like strong cheese. Distilling the water and healing algae makes for a potent potion.",
				"The path suddenly turns white and chalky but plants thrive, above roost giant bats.",
				"The jungle opens up upon a gorge with an narrow rope bridge spanning it's width. Halfway across, the drums begin to beat their insidious rhythm.",
				"The jungle opens up upon a narrow gorge. As the first creature to crosses, a net of webbing shoots out from the gorge to ensnare them, dragging them .",
				"The jungle opens up upon a wide gorge. The walls are steep and what looks to be cave mouths litter the sides.",
				"The party comes across a river bed that has run dry. Embedded in the hard dirt are pieces of a wooden cart jetting out. The wood is old and water damaged, but show an attack by creatures of the forest.",
				"As the party walks along their path they come across a wounded mating pair of jungle cats. One lays dying while the other stands over top of it to protect it. They will not peruse the party if they retreat.",
				"Along the path ahead the party hears the sound of people arguing profusely. A small gathering of people are the source of the noise and on further inspection the party finds the group is arguing about last night's watch. It seems during the night someone slacked on their guard duty and now something important is missing.",
				"A square 10ft by 10ft cave can be seen ahead on closer inspection this is the mouth of a huge primitive statue head covers in vines",
				"A buzzing hive can be seen hanging low in a tree, inside contains a honey so delicious it's almost addictive",
				"Taking a wrong step a party member steps on an active insect nest, what at first appear to be mear ants are actually a minute species of rust monster act quickly or lose all metal.",
				"Your come to a blackened patch of jungle everything seems scorched but thorny, if these thorns spill blood the plants almost instantly revive",
				"The party come across a large flower now brown and brittle looking, it seems it would make for excellent tinder, just watch out for the poison maw hiding at it's centre.",
				"A gentle splashing sounds near the parties chosen path, on arrival the pool is clean clear and brimming with fat fish, strange that the waterfall runs upwards.",
				"Hanging from one bound ankle an irate Nobel dressed in the finest (and mostly useless) expedition gear money can buy swings before you",
				"The strange thing about these jungles though mostly dry you can find deep caverns at any tiiiiiiiimmmmmmmeee.",
				"Swollen gourds hang ripe in a tree and on the ground around it, it's a shame the poisonous frogs have such similar markings.",
				"A jungle cat watches as her cubs attempts to kill a solitary goblin.",
				"The party comes upon an area of jungle where all the vegetation is decaying and beasts litter the ground dead. Oddly, none have been scavenged.",
				"You come across a clearing. A red-yellow-blue Bird of Paradise is dancing and flashing his feathers in an attempt to attract a mate. If any party member wears a combination of red/yellow, red/blue, or yellow/blue, the bird will attempt to \"seduce\" the player. If any party member decides to engage the bird of Paradise in a \"dance off\", the party member can \"win\" IF proficient in Performance AND passes a DC15 DEX ability check.",
				"The party comes upon children playing Hide and Seek and are invited to play. If they accept (as the seekers), the skill checks are surprisingly high. The children are using magic to disguise themselves as trees, shrubs, flowers, etc.",
				"A lone elf sits on a tree stump, playing a flute. A few harmless animals dot the area around the elf. Listening to the music gives the party bonuses in the next encounter.",
				"A large, talking tree. The tree asks for assistance riding itself of a parasitic host and offers mushrooms that will shrink/grow the consumer.",
				"A dim-witted troll named Gnasher is attempting to save his pet boar named Snouts from being eaten by a large carnivorous dinosaur. If they help the troll save his pet he can lead them to one of the hidden locations in Chult.",
				"You find a sleeping halfling with a fishing pole on his lap.",
				"You find a group of kobolds destroying the forest for pleasure.",
				"You find a rich couple having a picnic.",
				"You come across a section of forest smelling of rancid flesh with a hundred plus kobold and goblin skeletons suspended from the branches.",
				"You feel like something is moving, just beyond your vision. When you take a look behind you, you could swear that the terrain was a bit different. It looks almost like it was... rearranged.",
				"An ancient, rotted tree exudes an aura of nausea and paranoia. As you get closer, you can almost make out a discordant flute melody.",
				"A single, vibrantly-colored flower among a patch of withered ones. It almost seems to perk up as you draw near.",
				"As the characters are crossing a streambed or valley, a flash flood bursts upon the area. Characters must make a DC12 Survival check to get to a safe location.",
				"The party comes across an abandoned wagon in the jungle. It is full of rations and supplies.",
				"The party comes up to a Way Station run by some natives. They will trade for rations, food, and adventuring supplies.",
				"A 15ft totem carved to look like a beholder followed by a rok and finally a purpleworm with a large crystal set into it's mouth marks a cave mouth.",
				"The party enter an area of strange trees almost no leaves at all, perception check to see the stealthing thri-kreen have them look more stick insect than mantis).",
				"While travelling through the jungle the party come across hundreds of holes 1 ft in diameter.",
				"On a raised stone dias covered in creeping vines sit 5 golden cubes stacked haphazardly the vines have not touched them.",
				"You stumble across a group of smugglers arguing about which tree they buried there treasure under. I't appears that they haven't noticed you.",
				"As the party track through the forest, a slow hiss of a voice can be heard by the lead member \"tuuuurrrnnnnn froooommmm thhheeee paattthhhhh\".",
				"While crossing a dried river bed more and more mud gathers around the legs of the party reducing speed by 10 ft until a short rest.",
				"A lone shack stands in a clearing. A humanoid wearing a brightly coloured mask stirs a bubbling pot. For some rare ingredients they'll trade you for there potion.",
				"The party come to a narrow gorge made from dusty red clay. Hunters painted with the vidid clay are ready to ambush a distracted party or animal.",
				"A small cluster of blue gems breaks the surface of a stone wall, trying to pry them out scatters the small swarm of sapphire scarabs.",
				"A tribal statue stands tall and armed, but weathered all the stone smooth except its stone axe head that still holds a wicked edge.",
				"A cracked and erroded stone alter has been left to the jungles growth, creepers cover almost all of the blood stained stone.",
				"The path suddenly become clearer, almost tended. Crude traps line the path.",
				"Painted arrows lead the way through the trees, at the dead end make a dex save to avoid the boulder trap.",
				"A sweet melody follows the party, if seems a song bird wants something the party has.",
				"The humid air has taken its toll, the party should tend to their equipment before it rusts.",
				"From the trees behind the party one of the members stumbles out clearly injured they point at their doppelganger \"you have a imposter with you fools\".",
				"A scattering of golden coins and ritual tools litter the mouth of a temple.",
				"The party comes across a long forgotten cache of weapons. Most of the mundane weapons have long rusted, but a single weapon lies at the bottom of the cache looks brand new. Maybe a magic item? Cursed.",
				"The party feels a pleasant cool breeze, which is a welcome moment in the intense heat of the jungle. If the characters spot it, the air is coming from a couple of curious Chwingas that are hidden nearby.",
				"A stegosaurus is having a meal in the middle of the path. It has not seen the party, yet.",
				"A group of adventures have made camp, and if the party is kind, will invite them to camp with the group. They are experienced adventures who know of a nearby location in the jungle.",
				"The party hears a mighty roar. Behind them, a Tyrannosaurus rex comes barreling towards them. They only have a few seconds to react before it reaches them."
			]
		}
	]
}
