{
	"name": "Orc Traits",
	"category": "NPCs",
	"source": "https://www.reddit.com/r/d100/comments/7i1ak2/lets_build_orc_and_halforc_traits/",
	"data": [
		{
			"name":"Trait",
			"data": [
				"Great tusks protrude out of the sides of this Orc's mouth, rounding into almost a perfect C-shape. The ends of the tusks are shaved to a fine point.",
				"Bony protrusions poke out from the brow.",
				"This orcs tusks point downwards, like a walrus or vampire, and curve outward.",
				"The orc's ear had been modified to look elvish.",
				"The orcs ear has cauliflower ear.",
				"The orcs is missing their lower lip, probably the result of a previous battle, small ammounts of drool trickle out between the orcs yellow teeth.",
				"They have dark bags uber their eyes. You cannot discern whether it is natutal or a light gray war paint.",
				"The right nostril has a tear or jagged slit as if a ring had been torn out pulling through the flesh. The nostril flares distractingly as the orc breathes.",
				"The left tusk has been split in half from a prior battle, and the orc's weathered face shows many old scars.",
				"The orc's face and torso are covered in ritualistic burn marks.",
				"The orc's face is covered in blue war-paint in ritualistic markings.",
				"Several of the orc's protruding teeth have broken off, and been replaced with various metals.",
				"The orc's chest is completely exposed. Dozens of jagged scars line its torso, a few of which are fresh.",
				"They are obscenely round and pudgy. They breathe in heavy, slobbery wheezes.",
				"The orc's teeth have been filed down and its skin has been covered with a cheap, cracking pink paint. It wears a bandana over its mouth and nose.",
				"The left half of the orc's face is wrapped in bandages. The skin around the bandage is sickly and grey.",
				"One of the lower teeth pushes the top lip up in what appears to be a permanent snarl.",
				"The orc automatically salivates when confronted with violence of any kind.",
				"The orc's muscles swell up and harden when they are put under any kind of strain, not just physical.",
				"The orc naturally acts fatherly to any sentient child, becoming stern but fiercely defensive.",
				"The orc has a pair of impressive ram's horns portruding from their forehead before curling into the back of their head.",
				"The orc's horns and/or tusks are decorated with various rings and carvings.",
				"The orc's hands are the size of their head and reach down to their knees while standing straight.",
				"The orc is wearing a top hat. Is it a status symbol for an orc chieftain? Is this orc more refined? Let's find out.",
				"A heavy froth is constantly present at the corner of its lips, occasionally trickling off and splattering on it's bare chest.",
				"One of the lower teeth pushes the top lip up in what appears to be a permanent snarl.",
				"Their forehead seems shorter then average, while their jaw seems wider then average.",
				"Forward and middle finger are stained from applying face and body paint.",
				"This orc regularly cleans and files his nails. All the better to strangle people with.",
				"The orc is extremely attractive by conventional human and elven standards. Other orcs don't see them as appealing.",
				"The orc has grown out their nails and painted them in bright and savage colors.",
				"The orc has brightly colored their hair.",
				"The orc has long dreadlocks, and handmade beads have been incorporated into several.",
				"The orc has an impressive woven necklace of braids they have cut from defeated foes past.",
				"The orc has shaved half their hair short. The hair which is still long hangs over half their face.",
				"The orc is wearing several layers of gorgeous, delicate fabrics with elegant patterns.",
				"The orc has bound up their hair in cloth.",
				"The orc has an extravagantly styled mustache. (Male)",
				"The orc is shirtless and has a well formed supernumerary nipple. All three nipples are pierced. (Male)",
				"The orc is nursing and carries a swaddled child with them. (Female)",
				"The otherwise well-endowed orc has removed the breast on her dominant-hand side so it would not interfere with her javelins and warbow. (Female)",
				"The orc is wearing an impressive headdress of feathers, bones, and skulls.",
				"The orc's front teeth have wear from holding a heavy pipe.",
				"The orc has an enormous bottle of grog strapped to their back.",
				"The orc is carrying enough cutlery to outfit a small militia, far more than is reasonable for a single individual.",
				"The orc has had a hand amputated, and a clever contraption has been installed in its place.",
				"The orc has had a leg amputated, and the prosthetic has been carved to resemble a beast's foot.",
				"One of the orc's eyes is milky white, and they are blind on that side.",
				"The orc has heterochromia.",
				"The orc has an unusual birthmark resembling an arcane sigil.",
				"The orc is wearing a wide-brimmed hat woven from straw.",
				"The orc is walking with an enormous mastiff. Their child is riding the mastiff.",
				"The orc is always covered in a fine bone dust, from adding filing down his victims remains to add to his hut made of bones.",
				"The orc or Half-orc MUST wear pants. In common public. The outside, not so much. But NO THONGS (Male exclusive).",
				"The orc has a half dozen shrunken humanoid heads hanging from his/her belt - trophies from fallen foes.",
				"This orc is significantly skinnier than a typical one, but is not any weaker. Her left tusk is broken, but her right tusk is around a foot long. Scars wrap around her entire body.",
				"Idolizes Goliaths and Goliath culture. Has tattoos to mimic Goliath designs.",
				"The legs appear to be a little shorter then proportional, while the arms seem longer.",
				"The left tusk extends a little above the orc's head, the orc is praised by his fellows for this.",
				"The right tusk extends a little above the orc's head, the orc is hated by his fellows for this.",
				"The orc seems to always be attempting to sing songs in common, though it sounds absolutely horrible.",
				"A scar that extands from the middle of the orc's forehead down to just below its navel.",
				"One arm is longer then the other. It is also more muscular.",
				"The orc has a mask of iron clamped around its head by its fellow tribesmen. It has lost the ability to speak and no one knows how long it has been stuck in the mask. The Iron mask gives +5 AC to attacks on its head.",
				"The orc carries a sack of other orcs' tusks.",
				"The orc has large feet and is nearly completely covered in hair from head to toe.",
				"The orc is about the size of a gnome, if not a little smaller.",
				"The orc preaches about being a born-again-Palor believer.",
				"The orc is wearing its shoes on its hands, and seems rather smug.",
				"The orc is missing its arms.",
				"The orc is missing its legs.",
				"The Orc is missing all its arms and legs.",
				"The orc has a spear tied to its head and claims to have learned from unicorns in combat.",
				"The orc is a bright shade of pink and is extremely distrought about it.",
				"The orc as a large hole in each of its palms.",
				"The orc is walking on its hands and refuses to stop.",
				"The orc has a slick haircut and trys to seduce everyone it accounters.",
				"The orc is often found lounging in a hammock.",
				"The orc wears the head of an owl-bear.",
				"The orc has two gnomes strapped to its feet, which carry him around.",
				"The orc has one tusk coming up from the middle of its mouth.",
				"The orc is in its best elf disguise and tries to join the party, however it knows very little common.",
				"An orc blacksmith that claims to have the best weapons in the land...but mades all the handles out of metal and the blades out of wood.",
				"An orc that wishes to be a wizard but doesn't undertand magic, or how to do spells, or what spells are.",
				"An orc riding on the back of another orc, who claims their battle stance is twice the power of a typical battle stance.",
				"A extremely skinny orc who claims its parents don't understand him.",
				"A nudist orc.",
				"A orc with so much armor strapped on that it has trouble moving.",
				"What appears to be the brand of a ranch has been seared into the orc’s face.",
				"One of orc’s eyes is completely red. Reason unknown.",
				"The orc does not have his right hand. In its place, his club.",
				"This orc has been badly burned from a previous battle.",
				"This orc is missing his right ear. It has been freshly bandaged.",
				"The orc is hunched over and almost walks on all fours.",
				"The orc has a long, white braided beard with animal bones holding the braids together.",
				"This orc has a makeshift sling from a recent arm.",
				"This orc stands just over 8' tall. Some say he has troll blood.",
				"This orc has one pale eye with a scar trailing from it across it's face.",
				"This orc is wearing long flowing robes, like that of a wizard. In fact, it looks like he recently stole them from a wizard.",
				"This orc's teeth have fallen out, and he has replaced them with small metal spikes."
			]
		}
	]
}
