{
	"name": "Witches",
	"category": "NPCs",
	"source": "http://elfmaidsandoctopi.blogspot.com/2014/01/d100-witches.html",
	"data": [
		{
		"name":"Witch",
		"data": [
				"Witch likes to potter about and is a bit nosy about other affairs, offers unwanted aid.",
				"Old woman begrudgingly provides various services to locals, curses any who cross her.",
				"Witch woman provide prostitution, healing and divination for men hated by local women.",
				"Witch has a monster child of a god other world power, protects hers son and shunned by locals.",
				"Witch is broken and crazy from hard life but could with kindness be entreated to help.",
				"Witch looking for ingredients possibly might require traveling companions.",
				"Traveling gypsy witch on the move looking for next meal, lover or thing to steal.",
				"Witch has a potions and charms shoppe where mostly minor colorful potions are made and sold.",
				"Witch has herbal garden and hut built in old tree stump, sells herbal remedies and medicine.",
				"Witch pottering in her garden does not want to be disturbed but does want roof fixed.",
				"Witch serves lords of hell aids schemers, corrupts heroes with misinformed quests and bad relics.",
				"Witch has devil companions who aid her experiments and slay her coven enemies.",
				"Witch strong influence over civic leaders having had many for lovers, lives in secret among them.",
				"Witch has orc spawning pit and various versions of ork making rituals, plans to be a witch queen.",
				"Witch acts as a torturer for wicked lords and gangs, who provide her with victims to enslave.",
				"Witch marries ruler corrupting the court with devils and her coven mates.",
				"Witch converting sacrifices to degenerate worm things planar outsiders value as larval evil souls.",
				"Witch run slavery operation training victims for market, has coven guards and some monsters.",
				"Witch distributing gifts of gold from hell to rulers promising more if they sell their souls.",
				"Witch cooks up addictive drugs and her coven are a gang dealing to local urban or trade place.",
				"Witch serves demons and had many for lovers, often a few around her lair aiding her .",
				"Savage witch with werewolf lovers attacks villages for slaves, women and food.",
				"Witch deals in potions and poison, willing to sell charms and drugs to any for cash.",
				"Witch plants frozen chunks of troll in fields, barns and drains, then charms the strongest.",
				"Witch worships elder giants long forgotten and killed by gods, she calls giants to return.",
				"Ghoul queen a cannibal and grave robber with a coven and ghoul assassins, has great wealth.",
				"Dead defiler uses undead to terrorise a village, lives in old crypt with prisoners and slaves .",
				"Bestial witch queen with horde of beast men lovers roam about seeking victims to rob and molest.",
				"Goblin witch covorts with goblins, sharing forbidden secrets and acts, seeks to aid their expansion.",
				"Witch has a clan of servile ogres, some are her initiates, uses to lay waste to villages and travellers.",
				"Night hag daughter working on ascension to nightmare realm, in meantime does best to be a hag .",
				"Cthonic cultist fish hybrid seducer uses power to control small comunities and has a coven.",
				"Priestess of blind idiot god, runs a coven of important comunity members at a pagan elder circle.",
				"Dream hag riding a nightmare menaces good people for spite in dreams first then waking world .",
				"Witch breeds with monsters and uses powers to create monsters to render area uninhabitable.",
				"Swamp hag lives in marsh and is amphibious with many pets, has many strange lairs about swamp.",
				"Cult leader helps bring otherworldly evil into world seeks relics and gates and monoliths.",
				"Beauty thief steals life from youths with artifact and torments young lovers in area.",
				"Cult witch uncovers elder ruins, raises islands and encourages explorers to visit these dread places.",
				"Witch heads a coven of bacchanalian excess into pub fights, orgies, riots and drinking and drugs.",
				"Witch serves demons of law who demand truth, honour and order, she now trains knights.",
				"Witch is a witch hunter, persecuting sisters who use power over the community.",
				"Witch protects locals from chaos and has trained hooded vigilantes to identify and kill chaos.",
				"Witch is local healer who encourages hygiene, clean water and sewerage treatment.",
				"Witch is a school teacher and has influence over locals after several generations, extra civilised .",
				"Witch turns wicked into zombies that serve their victims, some she restores to life after a time.",
				"Witch guards hidden depository of pre human wisdom and its outsider librarian.",
				"Witch is local judge and punishes of wicked trusted more by locals than official laws.",
				"Gold masked witch in ancient robes of lost order, has bizzare artifacts and texts.",
				"Machine spirit witch communes with systems of civilization such including urban urban space.",
				"Male witch assassinates enemies of local coven stopping development and changing area.",
				"Mad beggar woman often in urban settings, curses and blesses those who help or persecute her.",
				"Witch is working to stop sentient minds attempting to mould and missuse true chaos.",
				"Chaos cult witch with sister champion and bodyguard with heavy armour and weapons.",
				"Cult witch with several chaos heroes and beasts and initiates following them to their dooms.",
				"Chaos juster witch pretends to be a fool but really pulling strings of adventurers destiny.",
				"Leader of Coven to duke of chaos, shambling mutidimentional god of a higher dimensional plane.",
				"Worship toad like chaos demons spread disorder, cosmic instability and devolution.",
				"Drug crazed serpentine leader sacrifice cult enemies or to serve local interests and hidden agendas.",
				"Insane grey sister advocates madness and breaking tabu, acts as adviser or enemy or lover.",
				"Witch of the cosmic balance with a coven of staff fighting sisters, serve to maintain equilibrium.",
				"Witch plays strange instruments in tower ruin containing gates to other places and times.",
				"Witch is famous public figure essential to local magical affairs and, cult includes civic leaders.",
				"Guardian of sacred place, prevents defilement or settlers with curses and summoned beasts.",
				"Midwife witch knows everyone's mum in district and well liked even if not noticed by rich.",
				"Consultant to local elders preaching balance and freedom from strife, struggle and the gods .",
				"Plague witch carries horrible plagues to reduce populations and strife, repeats every 3 generations.",
				"Astronomer witch with mountain stellar observatory (possibly a stone circle) ponders cosmic fate.",
				"Astrologer and card reading gypsy witch lives in caravan she moves about the region, many lovers.",
				"Drunken poet lives in grove, tell fortune and removes curses for grog, mellow irresponsible loner.",
				"Coven dedicated to great goddess and her aspects and servants, wage war with esoteric enemy cult.",
				"Guardian woman of a magic relic or gateway with coven, keep world safe from possible harm.",
				"Adviser to local ruler is tolerated and lives outside town, call local lord if harmed or threatened.",
				"Sisters of local coven who work with local druids performing some official rituals.",
				"Old witch lives near graveyard making magical talismans and golems from bones.",
				"Witch sisters live in foul grottoe and are hideous but advise heroes and provide them with potions.",
				"Witch lives among commoners in mostly secret and many local evil doers are curse struck.",
				"Prophetic witch lives in cave visited by all manner of persons for divination, exempt from tax.",
				"Grey witch Indiferent to human afairs but aids local comunity who respect her gloomy pressence.",
				"Rides in couldron with menagerie of familiars cackling and chasing people for fun.",
				"Conjured magical hybrid pets defend this wild healer woman, often drunk and grumpy but good.",
				"Love mad witch wants to try exotic men from foriegn places as many as possible.",
				"Crazed wild maid basicly good but unpredictable and prone to outrageous behavure.",
				"Hairy wildman leads coven of beastmen and were creatures and defends wilds from evil.",
				"Wild unpredictable forest witch moods vary with the seasons and omens, intolerant of evil.",
				"Rides a exotic hybrid beast and wages war on evil and authorittarians especialy devils.",
				"Sky chariot pulled by cats transports this witch who is intimate with faerie world and love goddess.",
				"Idylic holy huntress witch with sacred hunt beasts punishes intruders into wilds and developers.",
				"Wild feral witch lives with beast in the forest, filthy and naked, snarls like a beast, defends wilds.",
				"Animal friend lives in treehouse surrounded by pets who protect and inform them.",
				"Hunts evil witches and unlwful spell casters with holy powers, very proper and sctrict moralist.",
				"Heads a secret society advancing womens defence, in league with local matriachs.",
				"Snake worshiper serves enchanted great serpent of life and knowledge, public healer.",
				"Old woman talks to angels and calls spirits may get instructions from divination to kill evil.",
				"Old man with staff and huge beard guides young adventurers to path of goodness.",
				"A short old woman with her daughters heals heroes and important persons and offers magic shelter.",
				"A healer lady with a shop of herbs and vegetables and preserves, accepted as local medic.",
				"Operates sacred fire altar of supposed long dead religion, uses purity of flame to destroy wicked.",
				"Alchemical hermaphrodite magician enlightened being wages war on demons, devils and dragons.",
				"Old maid in white with some faerie blood, likes to bless babies and good obedient children."
			]
		}
	]
}
