{
	"name": "Interesting Books",
	"category": "Items",
	"data": [
		{
			"name": "Book",
			"data": [
				"To Serve Man: An ogre cookbook on the delicate art of cooking humans.",
				"It's Familiar, But Not Too Familiar: A guide on how to take care of you're newly acquired companion.",
				"Who Moved My Cheese?: Step by step guide to Mage Hand for beginners.",
				"We've All Made Mistakes: Intro to Necromancy raising your dead wife.",
				"Of Fleet and Fancy: a Novel that tells the tales of Odd Heroes.",
				"Are you being invaded?: A guide book on how to protect one's self from Ogres, Goblins, Kobolds, and woodland critters.",
				"Ogre's Guide to tying Knots: A Simplistic Guide on how to Tie Various Knots.",
				"The Fall of Cavour: A Fictional Piece about the caveman wars.",
				"Temina's Guide to Kobolds Volume 1 - 6: An introductory Field Guide to all the ins and out on Kobolds. (1d6 to see which volume it is)",
				"What Men know about Women: A Hard cover Book with One Hundred Empty Pages.",
				"Friar Albert's Guide to Surviving Traps: Chalk, rope, torches and a sturdy pole are your best friends. And a brain.",
				"Friar Albert's Guide to Forest Trails: Lichen and moss, you fool. Learn the difference.",
				"Friar Albert's Guide to Brewing: You should probably not be adventuring while doing this.",
				"Friar Albert's Guide to the History of [setting]: Braggins be quiet and pay attention!",
				"Friar Albert's Guide to Herbs and Plants: If you can't remember this then chew on some hemlock for your nerves.",
				"Friar Albert's Guide to Publishing Law: No I can't be held responsible if you only read the byline and then die.",
				"Friar Albert's Guide to Fleeing the Academy and Hiding in a Church Cellar: A Memoir.",
				"Beholder in the eye of Beauty: Classic fashion tips for the beholder in your family!",
				"Maps, Maps, Maps: Tons of maps for your reading pleasure.",
				"The Lusty Argonian Maid: A classic Tamriel tale of a lusty lizardfolk maid.",
				"Dr. Harding's Guide to Magic Science: Dr. Harding's book describes how magic is a hoax to supress scientific explanations of the supernatural.",
				"Dungeon Masters and how to find them: mysterious book describing the seldom-seen beasts.",
				"A Monster's Guide to Secret Lairs: Everything a monster needs to know about making the perfect home.",
				"The Faerun Survival Guide [1st edition]: Written (and illustrated by) St. Moyra of Bron Abbey as the complete reference for would-be adventurers or visiting celestials. Written by a recluse and based on what had been told to the author by word of mouth, it contains many “facts” that should probably not be followed.",
				"Behind The Wall: A book made out human skin. This book is constantly wet and smells like a fresh corpse. This book talks about a seal in a cave underwater. Unsure of why but after reading this you get the feeling that you want to break the seal.",
				"Stranger in my dreams: This book talks about the author recalling a depraved creature who over time got closer and closer to her in her dreams. The book seems to be a diary and was never finished. When you read the last finished page in this book you take 1d8 points of psychic damage.",
				"Curiosity Kills the Cat: When you open this thick maroon colored book you quickly realize there is only one page inside. The text drips onto the floor as soon as you begin to read it. You cannot understand any of the text but you immediately realize the text tells of your demise.",
				"Influence of the Ocean: This book can only be read when near the ocean or on a rainy day. Inside the book talks about a man who is waiting for you in the ocean. He mentions all of the rewards he is keeping for you. If you roll and succeed an insight check DC16 you'll find out that this is man is lying to you. If he is real or not you don't know.",
				"Diary of a Thief: This book is a pocket sized leather diary. Every time a player finishes a page of this book they lose a gold coin Unsure of where it went.",
				"Uncle Chuv's Peanut Butter Problem: Upon reading this the room will smell more and more like peanut butter. When the book is finished it will mold into a jar of endless peanut butter. It is impossible to get rid of this book normally. The only way to get rid of this book is to burn the jar in fire. If you attempt to eat a spoonful of this peanut butter you take 1d4 points of psychic damage.",
				"Changing Secrets: This sparkling book smells like incense. Inside the book talks about one of your secrets (ask player). This book when read causes every person in the room to know one secret of yours.",
				"Patterns of Behavior: an anthology of mood effecting quilt work - a small hardcover picture book of patterns that slightly effect one's mood.",
				"Timeless Words of Wisdom for the Courtroom, Phrases That Persuade From the Backwoods to the Big City: This is a full compendium of philosophical and legal summaries that can arm a budding lawyer with a mental skill set to be cunning and out think their opponent.",
				"Fifty Shades of Drow: A bestseller among women, as it details the finer points of the Matriarchal society. With tips on how to properly train and punish your man-servants while maintaining your femininity, this book would be banned if only men would actually read it.",
				"Where is that dragon egg? A handy tip book for managing clutter in the workshop.",
				"Fireside Singalongs: A simple songbook for bored travelers, with optional sheet music for instrumental accompaniment.",
				"Income Management and Financial Assessment: A book containing several long chapters detailing ways to horde, hide, and invest gold. Hidden within are several nude illustrations of females of the common races.",
				"The life and times of Volo: Autobiographical book featuring the exaggerated and often blatantly false adventures of the well traveled Volo.",
				"What To Do When You Find Children: A guidebook to dealing with found children and other such inconveniences in various dangerous situations.",
				"Learn To Read: An incredibly dense book that details the process of learning the art of reading Common, almost impossible to understand, even for those fluent in Common.",
				"Gobbo and Me: - A children's book about the dangers of befriending Goblins.",
				"An Almanack of Practical Mortis: An exhaustive collection of tables detailing how corpses decompose under various circumstances, along with an appendix that explains step-by-step how to remove maggots, close large wounds, and reset broken bones. If the players obtain it second-hand, bits of paper with names such as \"Aunty Milla\" and \"Betrand (4c3r)\" are attached by weak adhesive to some of the pages. A successful Perception check reveals that there are slight remnants of adhesive left above each note, as if someone kept moving the note down the page over time.",
				"A Study on Cloud Castles: This book presents numerous theories on how the giant's fabled cloud castles might work.",
				"How to Talk to Gnolls Without Getting Torn to Shreds: This book is based off of the notes of an ambitious goblin who was evidently torn to shreds.",
				"The Beasts of Menita Valley: A book detailing the magical fauna of a valley you have never heard of.",
				"All Horns & Tails? A Beginner's Guide on Everything Tieflings: Halifar the Bard walks you through the wide and wild world of Tieflings, their heritage, and how to even make friends with our infernal neighbors.",
				"1001 Edible & Magical Plants of Chult: Visiting Chult but not sure what to eat and what to avoid? This information packed book is the definitive guide on navigating the delicious, dangerous gardens of Chult.",
				"A Raven Flew Overhead: The Raven Queen, lady of mystery and intrigue. Misunderstood. Antihero? Quillo Quillorobor delves into the history of this storied individual, parsing fact from fiction. With exclusive interviews with folks who knew her best, all the way from the Shadowfell itself, this book is a must read.",
				"Fun With Tears: A book detailing the magical and alchemical properties of tears.",
				"The Social Practices of Various Avian Humanoids: This book tells you all you need to know about interacting with bird people.",
				"Fey'runds Tales: a children's book of fables.",
				"Eye: A tale of the journey of the company of the eye. Their rise, their fall, their legacy.",
				"Naught but the Wind's Caress: A collection of torrid love stories between a High Elf and their Human lover.",
				"Illuminarium Battalia: A manual of fighting with magic and steel.",
				"Where Is The Pancreas, and How To Prepare It: The cannibal's guide to fine dining.",
				"Rock Hard: The definitive guide to Dwarven diplomacy.",
				"Red Goes Faster: The definitive biography of Zomo the mad goblin who broke out of the celestial sphere and returned to tell about it.",
				"The Skull - A heavy book filled with a long stream-of-consciousness narrative describing a single humanoid skull in careful detail. The narrator seems completely focused on the skull, never describing its origins, its surroundings, or themselves.",
				"Kobold Jokes: A joke book, written in Draconic. The jokes are terrible, even by Kobold standards.",
				"A Treatise On The Non-Existence Of This Treatise: A small pamphlet that attempts to convince the reader that the pamphlet does not exist, and that it is in fact a figment of the reader's imagination. Despite being written in a very academic and generally formal tone, the arguments within are mostly circular or otherwise fallacious.",
				"Dream Journal: A carefully illustrated dream journal by a famous wizard of old, containing a large amount of arcane truths. The pages have been scrawled with black ink, rendering it illegible.",
				"Necromancy for Imbeciles: An introductory guide to the basics of necromancy. Has been hollowed out to allow for storage, though it appears normal. Contains a skeleton of a large rodent.",
				"The Ravings of Garvus [3rd Edition]: The assorted notes and thoughts of an ancient and powerful wizard from an era long past. His mind was obliterated upon making contact with unknown entities, but records of his journey into madness remain.",
				"Hilarious Knock-Knock Jokes to Say Out Loud: A thin and suprisingly old-looking book containing a few genuinely good knock-knock jokes. At least one punchline is actually the true name of a powerful demon.",
				"The Next Hunt - Volume I: Wyverns: The first in a series of installments detailing an abundance of methods for finding and hunting various monsters. Each volume covers a different creature.",
				"Let Me Out Of Here: Once a simple children's picture book, it is now the seal for multiple malevolent poltergeists that break free of the book's pages when it is opened. They are not particularly grateful to those who released them.",
				"\"Help! I'm a dwarf turned into a book\"",
				"Short But Stout: A list of recipes and information on Dwarven ale.",
				"The Tale Of Crimshaw The Sweet: A legendary tale of an infamous Tiefling baker who killed dozens of orcs by baking them poisonous cookies.",
				"Orc Smith Compendium: An extensive informative book about Orcish weaponry, armor, and miscellaneous metal items.",
				"Animated Apocrypha: A Book of Movement and Morals: An enchanted book of tales with illustrations that move on their own in a set repeating pattern. The tales tend to connect to the nearest civilization and depict stories of good morals.",
				"101 Morsels And Monsters: A cook book detailing various recipes based around safely using the meat of creatures adventurers might slay in battle.",
				"Coppers For Your Thoughts: A small book of random musings, quotes, and anecdotes. None are attributed to any authors.",
				"An Anatomical Study of Magical Creatures: A set of 6 volumes on the interior structure of magical, extra-planar beings.",
				"On the History of the First Era: A historical documentation of the day-to-day life in the antiquated Prime Material.",
				"Tome Prime: A thick book of hundreds of pages in a language unintelligible to all but the author; seems to be a novel of some sort.",
				"Verdant Home: A slim book where the words are mangled by travel into the Far Realm. Seems to tell the story of a family in an impossible home.",
				"A Herbalist's Guide to Surviving: This diary details the accounts a famous halfling smuggler, who was best known for smuggling his home made rum into kingdoms throughout the world during the great alcohol depression. With proper study the reader can reproduce the famous Sweetfoot Rum recipe from the different mentions, hints and references scattered across the pages of this book.",
				"The Fall of the Empire: On the surface, this appears to merely be a recounting of the opulent Haloan Empire's fall from power centuries ago. Some claim, however, that careful analysis reveals it as a scathing commentary on the notoriously corrupt court of King Judicus, written in code to keep the author from harm.",
				"Arcane Secrets: A generous manuscript contains description of inner workings of various contraptions and automatons and instruction manual to programming automatons, allowing any intermediate transmuter to create their very own contraptions!",
				"From Ghouls to Ghosts: The book is chaotic and hard to understand, written in an unknown dialect which makes it very slow to read. Contained within are the studies of a powerful necromancer on how interplanar travel might be used to achieve functional immortality.",
				"Our Friend the Cactus: Written by a dwarf wizard by the name of Daven Wraithmail, this treatise explains the growth and upkeep of a Gulthias Tree as well as several manners to corrupt seeds of other trees in order to create a suitable vessel. An entire chapter is dedicated to the domestication of the resulting blights which sprout from said tree and their training to better protect your new sapling.",
				"To Cheat A Devil: The autobiography of a man who tricked dozens of minor devils, and even a few archdevils into doing his nefarious bidding. It seems like this man should be much more well known if the events described in this book actually took place.",
				"There, they're, their, and back again: A halfling's guide to grammar.",
				"Don't You Worry About The Bugs!: Every thing you need to know about bugs. Rise, feed, kill and cook your best friend!",
				"The True Rulers of Our Countries: A controversial document in and of its own right, this book talks about the creation of the Prime Material and Inner planes. A thin volume which only contains 4 pieces of paper, however these papers are magically enchanted to pass through the thousands of pages of content which this book holds. The author of the document seems almost too knowing on the subject, almost as if he were there...",
				"Stories from the Orkholds: A collection of poems written by an orcish adventurer and skald. The majority of the book is an epic saga, recounting the various deeds of the adventuring party the poet was a part of, with later short poems about specific aspects of adventurers' lifestyle. The later poems touch on a wide array of topics, such as the joys of a shared victory, longing for hearth and home, and the simple pleasure of splitting a foe in half lengthwise.",
				"The Night's Embrace: A book about the primordial titans, mostly legend and myth, collected by an eccentric young wizard who traveled the planes looking for information about them. This book is highly frustrating to scholars because the last entry is the beginning of a summary of an actual historical document, which has never been found. The book is unfinished and the wizard has not been seen for hundreds of years.",
				"The Story of Graye: The story of a slave forced to be a pit-fighter who turned to meditation as an escape from his violent life. This book is not well written, and is probably an earlier work of a novice author that never reached wide spread fame.",
				"The Inner Workings of a Gulthias Tree: A dense acedemic treaty on the biology of cacti. If one has the patience it is very interesting in its own way. The book also details a large number of edible cacti, as well as those that can be used as water sources in the harsh deserts.",
				"1011 Prayers for the Dead: A large, black covered book describing the funerary rituals of almost every culture in the known world.",
				"On \"The Aleum\": This book is a modern copy very ancient commentary on an epic poem named The Aleum, which was already very ancient when On \"The Aleum\" was written. No original copy of The Aleum has been located, therefore On \"The Aleum\" has fascinated historians.",
				"Raising the Steaks: A comprehensive guide on rearing cattle in environments that are likely to include monsters. Includes detailed and somewhat bizarre methods to scare away potential predators.",
				"FINISH THEM: A bright red book that talks about the coolest ways to end a brutal fight. (PC who reads this can roll intimidation once after reading it for killing someone)",
				"Do it Yourself - Comic Book: A yellow book that's empty at first. Over the course of a month though the book will fill itself with all the adventures you go on. The cooler the adventures and dialogue the more the book is the worth if you sell it!",
				"A Story About The Letter X: This pretty orange book was written by Marc Dahspaht. Honestly not sure who that could be the book talks about the best ways of hiding gold and making a map to lead to it.",
				"The Aarcana-sutra: A one stop guide to magic and its uses within the bedroom.",
				"Cooking with pig meat: A book that smells like bacon. You try to read it, but the pages inside the cover are wrapped in bacon. If you try to unwrap it, it's bacon all the way down, until you get to a small slip of paper that says \"oink\".",
				"Golden Fleece: Empty book, has 50 gold coins in it. Has a page describing gold and how tasty it is. Upon further inspection, the gold coins are chocolate.",
				"Library Book of Libraries: A photo book showing a series of decrepit bookshelves, along with locations."
			]
		}
	]
}
