{
	"name": "Somatic Spell Gestures",
	"category": "Misc",
	"source": "https://www.reddit.com/r/d100/comments/7fyqcv/request_d100_somatic_components_a_k_a/",
	"data": [
		{
			"name": "Somatic Gesture",
			"data": [
				"The caster puts his left hand out, palm forward, index and middle finger crossed, ring and pinkie finger down. He moves his hand in an N-shaped pattern over and over while casting the spell.",
				"The caster puts his left hand out parallel with ground, palm down. With his right hand, middle and ring fingers crossed, he makes a slashing gesture at the palm of left hand and then points at a target.",
				"The caster's left and right hand each have middle and index finger crossed with the other fingers down, his arms crossed over his chest. The caster brings his hands down, keeping his arms crossed, then opens his hands when they are parallel with the ground.",
				"The caster steeples his fingers, sights through the gap between his upraised index fingers and, when satisfied with his aim, exhales through the gap.",
				"Caster snaps their fingers.",
				"The caster makes a large, slow circle with both arms, pointing the first 3 fingers on each hand, then quickly brings them to his chest. He then brings both hands forward with open palms, one over the other.",
				"Caster sticks their thumbs in their ears with fingers pointing up whilst sticking out their tounge",
				"The caster must bash his or her head into the nearest wall for the entire duration of the spell",
				"If the caster stops hopping on one foot, the spell ends",
				"The caster holds their left arm behind their back, and holds their right index finger to their lips, until the concentration of the spell is broken.",
				"The caster puts their left had in. The caster pulls their left hand out. The caster puts their left hand in. The caster shakes it all about.",
				"Caster quickly pricks his left palm with a needle held in his right, and draws a symbol with the blood.",
				"Caster makes a finger gun, aims it at his target, and \"fires\" by pushing his thumb down.",
				"Caster traces out constellations representative of what they are targeting with their spell.",
				"The caster raises both fists directly up, and slowly lowers them to their sides while splaying and wiggling their fingers.",
				"The caster points their right index finger at the target and uses the index finger of their left hand to brush the top of their right index finger towards the target.",
				"The caster lifts both arms at a 45 degree angle, creating the shape of a Y with their body, then uses both hands to touch the top of their head, then curves both arms to the right, then raises their arms above their head with fingers meeting at the top.",
				"The caster squats slightly and places a hand on each knee. Then, the knees are moved towards each other and the hands are quickly swapped and the knees are moved apart. This process is then reversed and repeated for the duration of the spell.",
				"The caster make 2 fists and thrusts them down from in front of their pelvis, to behind their pelvis, in time with their groin thrusting forward.",
				"Caster points both arms upwards and to their at a 45 degree angle while angling their head in the opposite direction.",
				"The caster uses one hand to touch each of their fingers to their thumb in order, pointer to pinky.",
				"The caster must keep both hands hidden during the casting, otherwise the spell fails.",
				"Caster clenched left fist with limp arm in front of their chest. Right index finger must point towards the sky and spin counterclockwise. Caster then spins in circles in place jumping periodically.",
				"Caster becomes completely statuesque during casting time. Can see, hear, and feel things but is unable to move until casting time is complete.",
				"The caster poses in a one-legged squat with one ankle resting on the supporting knee. Their hands take the shape of an archer drawing a bow.",
				"Take either hand and use the index and pinky fingers to rub along eyebrows, then point at target with both fingers extended. Middle and ring fingers clasped by the thumb.",
				"The caster crosses their left index finger over the right index finger and likewise with the left and right middle fingers. The caster then quickly slides their fingers away from each other in a slashing motion that ends with the middle and index fingers of each hand pointing at the target.",
				"The caster holds up both middle fingers forward",
				"The caster claps their hands together right over left, pushing their right hand forward and up towards their target.",
				"Caster nonchalantly intertwines his hands together bringing them to his chest, then pushes them away from him, palms facing outward. While this is happening the caster must be yawning.",
				"Putting the right over the left hand the caster interlaces all their fingers, leaving their thumbs free which they rotate in a clockwise fashion to cast the spell.",
				"Raising one fist in the air the caster brings it down sharply towards the ground, holding it against the ground for concentration.",
				"Interlacing both hands in a closed fist the caster presses matching fingers together corresponding to the spell's power (spell level). Each finger representing a different number in some ancient language (binary).",
				"Moon walking ending in both hands pointing at the target with finesse"
			]
		}
	]
}