{
	"name": "Town Encounters",
	"category": "Encounters",
	"source": "https://docs.google.com/spreadsheets/d/1AExoPA7iQpZOgvt1mPmQ1a-B6a6VgPbNy1fQ4jA8P3E/edit#gid=0",
	"data": [
		{
			"name": "Encounter",
			"data": [
				"There are a 1d6+2 kids playing with each other. They act like animals and run around. \"Dogs\" chasing \"cats\". Its a big chaos. You cant keep track and they run around you and into you. You dont know they try to pickpocket you.",
				"Three older ladies approch you. They tell you about a famous innkeeper who disappeared. Red dust was found all over in his house. You look like an adventurer/traveler who must have seen a lot of stuff. They want to know what could have happened. If you come up with a story the ladies spread the rumors and within a day everybody thinks it happened exactly like you said. Even the city guards.",
				"There are a few people in the street. Suddenly a women starts to scream. You see that she is pregnant and her water just broke. She is about to receive her child. Nobody of the pedestrians knows what to do.",
				"A intimidating man walks up to you and punshes you right in the face. He is very angry and yells at you. He thinks that you are the guy that slept with his wife. Apparently you look exactly like him.",
				"There is a guy gambling with dice. He is about to win against 1d4 very drunken dwarfs. Obviously he is playing with loaded dice.",
				"A stray cat starts following you. When you think you've lost it, it appears and rubs against your leg. It follows you for 1d6 days, or until it gets bored.",
				"A blind women walks up and asks you by name for some alms.",
				"You notice a fence shimmers as you walk by. You realize it is an illusion (Knowledge Arcana: DC10). Behind the illusion is a small exotic garden with tropical plans.",
				"A woman is berating a group of city watchmen who are at her door. She is being evicted for not paying rent and not leaving. She is getting violent, and the land lady is trying to get the house for new renters.",
				"A beggar is seen on the side of the street. When one of the party members goes to give them money, and puts something in there hands. The begger wants to sneak attack with a knife but he is very clumsy and easy to overwhelm.",
				"A sudden downpour of perfectly ordinary rain begins.",
				"A collie runs up to the party and begins barking and whimpering, attempting to lead them somewhere.",
				"A group of kids is viciously picking on another, smaller kid.",
				"A gnomish tinkerer working on a project at his stall accidentally causes a small explosion.",
				"Several angry mockingbirds begin divebombing people as they walk past the tree containing their nest.",
				"A man selling potions vitality for cheap. They’re actually just bottles full of cherry water.",
				"A traveler drops a crate he was carrying under his arm, releasing the dozen or so lizards that were inside.",
				"A street performer, a mime, walks in front of the party. He keeps blocking their way and performing mime gimmicks in front of them, invisible wall, trapped in a box, etc. While the party is distracted, a thief is pick pocketing them. The mime and thief are a team.",
				"A sudden gust of wind sweeps through the streets, knocking over a nearby fruit vendor’s stall. If the party stops to help, he will give them free fruit in thanks.",
				"A street artist who sells quick paintings, sketches, and charicatures for tourists is having a loud argument with a customer. The customer is a well-respected gallery owner who is accusing the street artist of ripping off her clients’ work.",
				"While walking past a street vendor, they falsely accuse you of stealing.",
				"A horse gets spooked by a sudden noise and bolts, running wildly through the streets and dragging a light carriage behind it. Inside the carriage are a noble lady and her eight-year-old son, who were on their way to the boy’s music lesson.",
				"A shabby dressed man walks up to a player and starts going through their pockets and bags as if this was the most normal thing in the world. He doesn't say a word approaching them, just treating them like they are an inanimate object. When they pull away he scoffs like the player is the one being rude and walks off ignoring any call outs from the player.",
				"You notice a person who appears to be following you. They aren't, they just happen to be going to all the same places.",
				"Two city guards stop you and begin to search all your bags and belongings. Roll a d20. On an 8 or lower they arrest you for no reason.",
				"A hunchbacked old woman sitting by a table on one side of the street offers to read a character's future with her (Tarot-like) cards for 1 SP. Your Player draws three cards. The first has a positive, the second a negative and the third a neutral aspect. She interprets the cards as a hint for their current Quest.",
				"A ramshackle shrine made of scrap metal and wood to some minor goddess of luck or good health is destroyed as city guardsmen try to extract a supposed thief hidden inside. A few bystanders shout out “blasphemy’” but nobody moves to stop them.",
				"A mad, half naked wanderer tries to sell you a surprisingly fresh green bell pepper. He seems to sell them the way some people sell oranges. (a perception DC15 check reveals that all of his peppers are identical in shape and dimensions.)",
				"You happen across a corpse. Down the alley from it is another. One of them seems to have been killed outright whilst the other has sucumbed to wounds sustained in their apparent fight. One of the bodies has an ornate silver tube containing a map of the city. The map is marked with seemingly random locations. (They are drop points for contraband smugglers. Loot them and draw the ire of local gangsters, or reveal them to the local constabulary to make friends with the city guard.)",
				"A traveling cart carrying various goods hits a bump. A product wrapped in linens falls into a puddle and a beggar tties to hand it back to the cart owner but he cannot catch up. The players can either buy, ask for, or steal the completely random parcel from the beggar. OR attempt to return it to the cart owner.",
				"A man appraising a magic item, in the market/magic district, accidentally releases creature/s of a nearby merchant (pick whatever you feel is appropriate).",
				"They party come across a beggar (it's actually a member of the royal family, some powerful wizard or the like in disguise).",
				"Arm wrestle against a child, if you win you get a fabulous prize. But you have to pay to play.Too bad they didn't tell you about the potion of Hill Giant's Strength he's been drinking.",
				"You see the city guards raid a store. Guards preventing people from coming close say that it’s a front for illegal activities. Rumors are that the owners ticked off the wrong person, forgot to pay protection money, and the guards are corrupt.",
				"A stray dog runs towards you barking loudly. You step aside and the dog stops about 15 feet past you and continues to bark at an empty space on the street ...",
				"A cart with a caged Slave is broken is heading down the street when the slave breaks out. He starts running, headed to the list obvious underground place or the nearest building, and holes himself up inside",
				"An elderly, haggard woman covered with cheap, tatty robes approaches your party, carrying several home-made chains of flowers to be worn around the neck. 2cp/each - will barter to 1cp/each. Thieves/pickpockets in the area will no longer attempt to target wearers of these flower chains",
				"A Blind man is playing a string instrument very well, drawing a crowd.",
				"A man in a ratty suit in front of a local monument asks if you would like to take the guided tour for 5 gold pieces. If you accept, he gestures to the monument saying \"wow look at that\", before dashing away with your money",
				"The party passes by a building that has caught fire. The fire brigade hasn’t shown up yet and there appears to be people trapped inside.",
				"here’s a little old lady selling wooden dolls on the street. If approached, she’ll say that she know what you’re here for, and say that you were destined to have this particular doll she keeps hidden. If purchased and examined, it turns out to be hollow, with a hidden opening, and stuffed full of illegal substances.",
				"A small crowd of youths walks by you and one of them bumps into you. Your purse feels lighter.",
				"You find a loose cobblestone which has a note underneath it.",
				"There's loud music coming from a tavern. Inside there is a group of bards playing to a very drunk crowd of people.",
				"A religious group is praying out in the streets today all throughout the city. They are praying for the soul of a famous, old and wise priest who just died.",
				"A homeless man walks up to the party asking them for some coin to buy a meal with. Its easy for someone to smell booze on his breath among other smells coming from him.",
				"A man in a black hood follows the party for several blocks until the party spots him then he disappears into the crowd.",
				"You approach a black-clothes wearing person. He open his vest to show you goods and say \"hello stranger, wanna have some cheap goods ?\". You can see daggers, Maps ,trinkets ,vials, … (some are illegal and some are useless)",
				"A teenager runs in your direction. He is pushing people aside while holding a sausage chain in his hands. He's followed by a bloody butcher with a axe wielding over his head. The butcher screams: \"Stop that son of a bitch!\".",
				"A young lightly dressed woman runs up to you and begs: \"please act like my boyfriend!\". A tough knight comes around the corner with flowers in his hands and says: \"There are you, honey.\" The woman accidentally used a love trinket on him. She wanted to give it to his best friend.",
				"A boy is escorted by two city guards. He seems like their prisoner. Suddenly he points at you with his finger and says: \"Wait, thats my father! (or different family member) He can pay!\"",
				"You notice a young man standing on the corner. He seems very nervous and is looking in all directions. He wants to make sure nobody is watching him. If player passes a DC15 stealth check the boy drops a small bag (with 50 gold inside) behind a few corn sacks. After that he vanishes into the crowd.",
				"You recognice a man in a dark corner in the street. He is wearing a big coat and a hood that blocks your sight onto his face. Another man walks up to him and you can hear him say: \"a mutual friend send me.\" Asked for the code word he replies: \"dragonclaw.\" The man withe hood nods and hands him a small package wrapped in paper. The hooded guy stays in his corner. The other vanishes into the crowd.",
				"A litte stage is build up on the side of the street. A crowd is watching \"King Uther and the one-eyed witch\". A well known play. However the actors are really bad. You hear someone say: \"I wish i was like the author of that play. Dead, so i have not to witness this tragedy.\" You also notice a merchant on the other side of the street. He offers vegetables and fish.",
				"Two merchants argue about their right to set up their stall at a busy street corner. They both sell groceries and there is only enough space for one.",
				"An old man walks up to you. Despite his age he is very beefy. He tells you that he was a former blacksmith. He claims to be well known (indeed he is) and that one of your weapons you are wearing was made by him (This however is a made up story). He says that the weapon is one of his first creations. He wants to buy it back and is willing to pay a good price. If sold, he pays with counterfit coins. If not recogniced the next time the player wants to buy something the merchant (or whatever seller) wants to call the city guards. If you confront the blacksmith he is willing to forge you a new weapon. ",
				"You see a little boy dressed in rags crying. His tears are like a waterfall. His mother is pulling a pig on a rope infront of a slaughter house. He shouts at him to calm down. \"It's only a pig and we need money and food\". They are homeless and the boy wants to keep his piggie-friend. He stole him from a farmer outside the city and raised him since.",
				"You see a young priest/wizard apprentice. You recognice him on the robe and the books and documents he is carrying with both arms. Suddenly a wind gust is blowing through the street. Hundreds of pages are flying in the air and spread all over the place. ",
				"A old lady/gentleman who was never married. Calls everyone \"dearie\". Has a lot of love to give. Tells storys about \"the old days\". Wants to seduce the players.",
				"A small festival is taking place: there are street vendors, food carts, and performers filling a small city neighborhood. Everyone present is wearing an brightly colored mask in various states of dress (or undress) and the wine is flowing freely.",
				"A person is standing at a small street side stall selling trinkets that they claim are protective charms. The charms are made of bits of copper, brass, sting, glass beads, and feathers and each are unique.",
				"You see a group of 4 young adventurers with a big white furry buffalo in tow passing by. From behind you you suddenly hear a loud cracking noise and a man shouting: Nooo, my cabbage! As you turn around you see the buffalo munching on a wagonload of spilled cabbage, one of the adventurers is trying to stop his furry friend from eating them all.",
				"\"You hear a little girl yell, \"\"No, Scruffy, stop!\"\"  ",
				"You turn around and suddenly a dire wolf leaps, deciding to use your face as a springboard!  ",
				"Flat on the ground, you see the upside-down image of the wolf running off, with the little girl chasing after it.\"",
				"A middle-aged man pushing a cart of cabbages along the path just as 4 unruly teenagers dart pass running away from. One of the 4 doesn't manage to clear the cart and ruins all of the cabbages. The man screams \"My cabbages!\" The 4 teens are no where to be seen.",
				"A group of slave traders show their newest \"assets\". A mother with her three daughters in cains. They advertise them as virgins. ",
				"A young lad and his monkey companion steal from a fruit stand in an elaborate game they use to confuse the vendor.",
				"A breeder is holding an auction for his mounts [pick local animal]. They are seperated in two compounds. One for the sold ones. The current auction just ended. The other for the ones still for sale. Only 3 of 20 are left. The breeder announces a quick break to get the money from the winner before he continues. ",
				"A girl chases after a boy who has stolen her toy doll. He's threatening to do terrible things to it.",
				"A group of hunters sell their trophies. Meat, skins, leather, claws, heads, ... Some of the goods seem to belong to magical creatures.",
				"Two beasts pulling large carts passed each other's paths and went wild. Their carts knocked over and contents spilled everywhere it's locked up a busy intersection and has caused gridlock.",
				"There is a cockfight on the street. Various people betting on the birds and chear for them.",
				"A guard with a stiff leg brace and a fierce dog chase after an orphan boy.",
				"A couple in the corner of the street .. \"making love\".",
				"A local cafe owner tries to get close to an artist and her tiny pet dog. However the dog is not kind to the man.",
				"A sleeping homeless guy. A dog licking his face and the pavement pizza infront of the guy.",
				"A street that is divided down the middle along racial lines, halflings and gnomes. Has been ransacked and vandalized, the shop owners of the street are arguing at one another convinced their neighbors from across the street committed the crimes. It was a third party wanting to cause mayhem to drive business to their street.",
				"For a little moment the crowded street is completely empty. Everyone walked in different directions and left the group alone. When the group starts to investigate the street is filling up again with pedestrians. It was just a coincidence.",
				"A well built lad working at a smithies shares a striking resemblance with the local Noble.",
				"The street gets very crowded. The group has problems to go forward. They even get seperated or pushed back in the opposite direction. They need to search for an alleyway nearby.",
				"Two barbers are having a competition to see who can shave their customers the fastest.",
				"A very very old man walks by. Other pedestrians put their jackets and coats down so that the old man can walk on them instead of the filthy ground. He saved the city by killing a dragon in his young days. The townfolk is paying tribute to him by that tradition.",
				"A puppet show of 4 adventures fighting a hydra.",
				"A mouse hunted by a cat hunted by a wiener dog hunted by a german shepherd dog. All run by a few seconds apart eachother.",
				"A snake charmer plays flute infront of a group of peoply, mainly children. They surround a closed basket.",
				"A alley with statues of former kings and queens. A few pedestrians wonder who put them their and who paid them. These are all street performers in disguise. Nobody knows yet. They take their job serious.",
				"A 400-pound man bursts out of a china shop with a dazed look on his face and bellows into the sky before rampaging towards the center of town.",
				"A coachman with a carriage pulled by two buffalos is offering a free ride as a promotion of his new founded business.",
				"A knight gives food and fresh water away. Poor and homeless people are gathered around him. He does this frequently. He is the secret hero of the slums. Everyone would do everything for him. However he never demands anything.",
				"Soldiers search for new recruits. They try to convince young man to join the army. ",
				"A preacher gathered a group of people around him. He talks about his god and how what he did for him and the people. He wants them to praise his god and join the cult.",
				"There is a parade in the street. A small triumphal procession of a noble and his knights and soldiers with a few prisoners in cains. They destroyed a big bandit camp which raided nearby towns.",
				"A mother with a baby in her arms runs up to you. She hands you over the newborn and screams: \"I cant handle it.\" and runs away.",
				"A cat [or other animal] is giving birth. ",
				"You hear a raspy voice calling for you. If you follow the voice into the next alleyway you find a old malformed man. He tells you all kind of crazy imaginary storys and demands your help. His statements are contradictionary."
			]
		}
	]
}