{
	"name": "Road Encounters",
	"category": "Encounters",
	"source": "https://nerdsonearth.com/2016/02/100-dungeons-and-dragons-roadside-encounters-2/, https://docs.google.com/document/d/1jdX3brX1hQ-r2SSbzJHGpag1MTOPg7MCV3mdcRsIg_c/edit",
	"data": [
		{
			"name": "Road Encounter",
			"data": [
				"Funeral procession complete with priests/clerics",
				"Noble in carriage with guards",
				"Recently wounded folks with tales of bandits that have stolen their stuff",
				"Armed people just taking a break (might look like bandits. Good to use on bridges).",
				"A brass dragon that really wants to talk to you and will bury you in the ground if you try to leave (see sleep gas)",
				"Bard singing stories. Asks party if they have any stories for him.",
				"Pottery merchant.",
				"Jeweler traveling with wares and guards",
				"A tipped over wagon with goods and people missing",
				"Old senile wo/man on the side of the road",
				"A troop of Halflings heading to their new home",
				"A cleric/priest preaching the end of days who tries to get the party to confess their sins and repent!",
				"Messenger galloping down the road on a horse shouting \"make way, make way!\"",
				"A hedge knight and their squire",
				"Soldiers in formation lead by a knight marching down the road.",
				"Traveling merchant selling perfumes, balms, ointments, oils, and healing potions.",
				"A set of cowboys herding their cows",
				"Mule drawn wagon with dwarven traders carrying stone and metal goods for trade. Armed with breastplates and warhammers.",
				"Wagon travelers stopped on the side of the road making food and resting.",
				"A pair of hunter bringing home their kill which hangs from a pole between them. (Deer, boar, squirrels, rabbits, pheasants, etc)",
				"Blood in the ground. The scene of a recent battle, but with not people or bodies.",
				"A body hung from a tree with a sign on it warning passers by (from local government to keep bandits in line OR from bandits to keep locals in line)",
				"A pre-wedding party drinking and traveling on their way to the ceremony.",
				"A furtive person offering to sell the party narcotics",
				"A parent teaching their offspring to ride a horse.",
				"Beggars",
				"People competing in a footrace between towns",
				"A dual between two fighters.",
				"A lone escaped cow.",
				"Traveling Circus",
				"Lost, crying children",
				"A dead warrior, propped up against a tree. His foe dead before him. ",
				"A slave merchant with guards and slaves in tow",
				"An exotic animal trader looking to buy or sell. Has guards and exotic wild animals",
				"An evangelical cleric preaching the good word of Martha / Astair (or other good / lawful gods)",
				"Traveling wizard on waggon pulled by donkeys",
				"Group of pilgrims",
				"Gnomes with a partially disassembled waggon arguing over the proper way to fix it.",
				"An amorous couple off the road whose sounds of enjoyment can be heard",
				"Prospectors",
				"Silent monks / nuns",
				"Another group of adventurers peacefully walking down the road",
				"A prisoner being escorted by a knight / armed man",
				"A naked man who has gambled away his clothes. Surprisingly well spoken.",
				"A leper ",
				"Someone who dropped a wedding ring and is scouring the road for it.",
				"Soldiers of local government asking people to pay an actual toll (not bandits!). Have a man in shackles next to them.",
				"Traveling blind man with a scimitar.",
				"Single female elf walking alone",
				"Traveling glass blower with guards",
				"Beekeeper resting on the side of the road with his bee boxes in a cart.",
				"Person / People re building a small bridge over a creek / stream",
				"Traveling alchemist from far far away",
				"A hunter who asks you to be quiet because \"it’s close\"",
				"Traveling magician",
				"Tax collector moving down the road with their enforcers ",
				"Person gone mad with the heat frantically digging a hole in the middle of the road.",
				"Insane person begging for punishment",
				"Local teenagers high as a kite on mushrooms / drugs / alcohol",
				"Berry pickers",
				"Gambling stall",
				"Fallen tree blocking the road, but no ambush.",
				"Traveling cheese vendor",
				"Rehearsing dancers/actors in a field getting it right before they show up in town.",
				"Bounty hunter armed to the teeth. Asks the party if they’ve seen who s/he’s looking for. Has a really bad sketch of their target.",
				"Traveling fortune teller",
				"Nobles out on a fox hunting party",
				"Runaway slave",
				"Mail carrier & single escort",
				"Traffic jam of waggons trying to get past a block in the road",
				"Dead courier",
				"Survivor(s) from a caravan attack",
				"Traveling diplomat and armed escort",
				"Tea house with people resting",
				"A waterhole",
				"Traveling wine merchant",
				"A painter drawing a lovely landscape",
				"Priests/Clerics preaching against dwarves (or other subrace)",
				"Lonely traveler who joins the party and walks along with them",
				"Roadside tavern",
				"A festival set up off the road with merchant stalls, music, dancing, art, drinking, etc.",
				"Someone who recognizes the party and is a fan of their work! Wants to hear their stories.",
				"Military patrol that asks if the party has seen anything unusual.",
				"Lone paladin cleansing the land of evil",
				"Someone selling jewelry at a heavy discount on the side of the road. A thief fencing his stolen goods.",
				"Roadside altar / temple",
				"Peasants moving grain by the wagon load",
				"Peasants moving fruits / veggies",
				"Traveling foreigner who doesn’t speak the language asking for directions to town. (Subrace that doesn’t speak common? Gnome / Halfling?)",
				"Horse with a saddle but no rider",
				"A man burying some bodies on the side of the road / old graves on the side of the road.",
				"Roadside brothel (has bouncers)",
				"Bones littering the ground off the road. The site of a battle from ages ago.",
				"Sudden rainstorm the party must take shelter from",
				"People napping on the side of the road.",
				"Herd of animals wandering about without an owner. Cows/sheep/goats/pigs.",
				"Tarred and feathered person",
				"A person stuck in a pit trap on the road.",
				"Deserters from some armed force. They are well armed but dejected and keep to themselves. ",
				"Mercenary group that’s recently been hired and moving on to their new job.",
				"A huge nest has fallen from a tree on the side of the road. The strange-looking eggs within seem on the verge of hatching.",
				"A dwarf falls from the sky onto the road with a splat. (Did a creature drop it, was he launched into the air, did he fall from a floating fortress?)",
				"A row of severed heads on spikes and a warning sign claiming, \"Dis Rode Belong To Negan\"",
				"A very small goblin wearing an old carpet as a cape leaps into the path and demands tribute.",
				"A crazed halfling, starved out of his mind, jumps to the backs of the PCs and rips their packs apart with his teeth in search of food.",
				"A bounty hunter tracks his target.",
				"A lush garden is filled with ripe vegetables. It is protected by a magical ward, but what is triggered when entering the garden?",
				"A monstrous mount is ridden by a gnome. Friend or foe?",
				"Two guards hold a wanted poster. They carefully studies the party as they pass by.",
				"A smiling roadside merchant roasts rats, frogs, and squirrels on sticks. He offers a bite to the PCs.",
				"A chatty bard walks alongside the party. Time for an exposition dump!",
				"A bridle ties a well-groomed speckled horse to a nearby tree. The horse is fitted with an elegant but empty saddle. Who does it belong to? Do the PCs take it?",
				"A powerful storm forced you to take the only available refuge: an elderly couple’s home just off the side of the road. The two room home holds numerous open cups of the same pungent liquid.",
				"A naked bard asks for a lift to the nearest inn where he left his clothes and money.",
				"Alongside the road, a charlatan asks the party if they want to see a performance of his trained pets. The slightest affirmative answer causes Steve to give a whistle, and a huge swarm of ravenous locusts suddenly manifests.",
				"A fat friar hurries past the PCs mumbling, \"It isn’t fair.\"",
				"An evil wizard is tied to a stake, the body still smoking.",
				"Three young men work on tipping over an occupied outhouse.",
				"A band of orcs runs toward the party. They look over their shoulders and try to run through the party. Something dreadful has terrified them, and the party is heading in its direction!",
				"Traveling off the main road, the PCs feel like they are being followed. Who is hunting them?",
				"Three types of meat hang on a spit over a campfire. It is clear that it is three types of humanoids that hang over the flames.",
				"A snowy road hides a sinkhole that chutes the party on a slalom slide down the mountainside.",
				"A well-spoken bugbear wearing fine studded leather armor is trapped under a fallen tree. He begs the party to come to his aid.",
				"A ranger stops by the group’s camp one night and gives them advice on the trail ahead, including places to camp and a tavern where they can get good rates if they mention his name. All his advice is impeccable, but when they mention his name at the tavern, they’re told he died years ago on that very road.",
				"A shopping list for potions lies on the ground.",
				"The local baron has enacted a toll bridge. Several peasants were unaware, and cannot afford the toll. They beg the PCs for change.",
				"You find the remains of a pouch that contains coins fro ma land you do not recognize.",
				"The party hears a long stream of curses further up the road. Then they spot a head in the road. A person is still alive, buried up to his neck!",
				"An arrow hits a nearby trunk, a message wrapped around the shaft.",
				"A bridge is missing. Where it used to be is now a ferry service, for a sizable fee. The ferry looks like it might consist of bridge parts, and only takes a few travelers at a time.",
				"A loaded wagon travels down the road toward the party, but it has no apparent means of propulsion.",
				"As bandits attack, the PCs realize a friend of theirs is among the robbers.",
				"There is a mysterious flicker ahead, and one member of your party suddenly stops, paralyzed.",
				"Orcs gather twigs and berries along the road and it’s clear they have non-hostile purpose. Will the PCs attack just because they are orcs?",
				"A tree falls onto the road. Then a fireball blows up the tree. It appears the PCs are in the middle of a skirmish between druids and fire wizards.",
				"Flowers by the roadside turn their heads to follow the party, and they’re getting larger.",
				"An overturned beer cart lies in the road. Nearby, an enormous troll snores loudly, surrounded by empty kegs.",
				"A set of shackles lies at the side of the road.",
				"A village can be seen to the west. It isn’t on any of the maps.",
				"Three pilgrims trudge along the dusty road, an old man and two young men. Simple travelers? Or are they more than they seem?",
				"You stumble upon an old scroll case wedged between a tangle of tree branches. Inside is a village’s charter of rights and freedoms.",
				"A dead magic user clutches a scroll in his stiff hand. The scroll says something important.",
				"A single giant footprint lies along the path. There are no other signs of such footprints in the area.",
				"You party awakens to find all your gear has been stolen during the night. A quick search reveals twelve sets of tracks and, lying in the middle of your campsite, a smoldering pouch of herbs that, when you sniff them, make you feel slightly drowsy.",
				"An enormous dragon lands on the road in front of the group. It asks for directions to a certain village, gives the party a generous tip, and then flies off saying he intends to raze it to the ground.",
				"An exotic, almost alien weapon or tool lies on the side of the road.",
				"The PCs mysteriously repeat a piece of road they already passed, though the route has been perfectly straight to this point. The road even includes their footprints.",
				"A dozen townsfolk are running after a fleeing woman and attempting to stone her to death for being a prostitute.",
				"Two other adventuring groups are arguing in the middle of the road.",
				"You see a man-sized shadow from the left side of the road waving its arms at you. \"Over here, quickly, I’ve caught one!\"",
				"A person fleeing arranged marriage seeks refuge with the PCs.",
				"Picked mushrooms lay on stump to dry.",
				"A strange old man offers the PCs a scroll in a language they cannot read.",
				"Gnomes are holding a yard sale! They have any number of strange and fascinating contraptions.",
				"Someone has scattered caltrops across the road.",
				"You encounter a monk, a monkey, a turtle and a pig, all heading west.",
				"A weathered sign points off the road, yet with no apparent trail to follow.",
				"The next 100 feet of road are covered with newly grown grass.",
				"Ladies clothing and under clothing are strewn in the bushes along the road. How did these get here?",
				"A formerly brilliant wizard, now pesters the party with the incoherent rants of a man driven mad by a botched invisibility spell.",
				"A drunken dwarf staggers along, challenging everyone to a wrestling match.",
				"A goblin, on fire, runs shrieking past the party.",
				"A rock with an odd, glowing rune sits by the road ahead.",
				"A noble, disguised as a filthy beggar, tests the party’s compassion and generosity. If they pass whatever standard he sets, then he becomes a source of various quests that require personal sacrifice to accomplish.",
				"A circus is set up alongside the road. A barker on the roadside cajoles you to \"come inside and see what wonders it holds.\"",
				"The road crests a hill, and spread out before the group is a stunning, sweeping vista of the land beyond. A painter sits nearby, capturing the scene, and asks the group to pose for his foreground.",
				"An overturned rowboat sits on the side of the road. There is no river or stream nearby. Under the rowboat is an entrance to a lair.",
				"A wandering cleric begs the heroes to recover a relic for them.",
				"A road sign saying where you came from is ahead of you.",
				"A group of guardsmen hang wanted posters on trees. One face looks familiar to a PC.",
				"A carriage is stuck high up in a tree.",
				"In the morning while breaking camp, the PCs spot a bush that wasn’t there before.",
				"A beautiful woman, adorned in the robes of an enchantress, emerges from hiding near the road and implores you to lend her aid.",
				"The road is lined with snakes sleeping in the sun.",
				"A necromancer uses his talents to animate animal and human corpses and forces them to perform in a roadside circus. The townsfolk from a nearby village seem to enjoy the show a bit too much.",
				"A chain gang digs ditches beside the road.",
				"A traveling minstrel challenges the wisest looking member of the party to a storytelling contest.",
				"A wizened tinker sells charms from his cart: dried frogs, finger bones, cat skulls, and the like. Leaving him, you turn to find he is eerily out of sight altogether.",
				"A paladin of a holy church and his retinue have ridden out on a holy crusade against evil and demand others who serve the cause of good to join their cause on the spot.",
				"The road starts to get muddy. Soon the mud is two feet deep. Water in the ditches alongside starts to bubble.",
				"A majestic elk sprints past with something golden caught in its antlers.",
				"A stranger on the road tells each PC to repent of their sins. He knows details.",
				"A door stands beside the road, but there is no sign of the rest of the house.",
				"A wine merchant’s wagon has shattered a wheel and he offers passers-by cut rate prices on his wares as it is getting repaired.",
				"An ugly old woman struggles to bring her wash basket of wet clothes up from the creek to the road. She stumbles and drops the laundry back down the slope.",
				"A monk, collapsed and bleeding on the roadside, pushes an unremarkable ring into a PC’s hands and desperately whispers, \"You must…\" before exhaling his last breath.",
				"A lost gnome asks for directions.",
				"A dead raven lies on the road, pierced by a bright blue fletched arrow.",
				"A table on the roadside holds a large basket of fresh vegetables. A sign reads \"1 copper a bunch: honesty is a virtue!\"",
				"You find a small leather bag. It smells of moisture, and contains a set of keys and a vellum map to the location of a small keep.",
				"The road is littered with bear traps.",
				"A thick fog has settled on the bridge ahead.",
				"The group arrives late at night at a tiny village straddling the road. They secure accommodation and food from the friendly locals and fall asleep. In the morning the village is empty and ruined, as if abandoned years ago.",
				"As the road passes through a hilly region, you spy a cave, from which can be heard the voice of a singing female.",
				"As you turn the corner, a dwarf and elf are standing over a stack of goblin corpses. They argue over the kill count.",
				"The party notices a sudden and drastic change in temperature, then just like that, things are back to normal.",
				"A little girl is watching you from just off the road. The next time you glance over, you see a wolf run away.",
				"An ecstatic farmer presses a cigar into your hands and proclaims, \"It’s a girl!\"",
				"Scratched into the dust of the road are the words, \"Good luck tomorrow. You’re going to need it.\"",
				"The entire party suddenly loses their bearings and realize that they’ve walked the same mile three times. Are they road weary or are they caught in something manipulating them."
			]
		}
	]
}