{
	"name": "Minor Magic Items",
	"category": "Items",
	"source": "http://goblinpunch.blogspot.com/2015/01/d100-minor-magical-items.html, https://www.reddit.com/r/DnD/comments/7ni8do/list_of_100_low_level_magic_items_i_use_some/",
	"data": [
		{
			"name": "Magic Item",
			"data": [
				"Wooden Spoon. Carved with rune for 'food'. When tapped on an inert organic or semi-organic material (wood, dirt) it turns that stuff into edible foodstuffs, although it will be mushy and unpalatable.",
				"Amulet of Hope. Shines as bright as a candle, but only when there are no other light sources. Light points back towards dungeon entrance, vaguely. Hums reassuringly when clutched, and warms your hand.",
				"Orphan's Top. Cannot be spun if there are any invisible undead nearby.",
				"Ring of the Adventurous Limb. If worn on a hand, the entire arm will vanish. It will return after 24 hours have elapsed. Roll a d10: 1 - tattoo on arm, 2 - arm injured, 3 - gained a ring, probably a wedding ring, 4 - ring missing, 5-10 - nothing special. It will have a similar effect on legs.",
				"Dust of De-Appearance. Can make things invisible, but wears off if the object moves, is moved, or even wiggles a bit. Best used on inanimate objects or people who can hold really, really, still.",
				"Paired Scrolls. Whatever is written on one appears on the other. Give players a 3x5 card to write on, to limit how much they can write.",
				"Statuette of Baal. Can be 'fed' gold to grow larger, adding to its. Starts out the size of a gold coin. Becomes more complex as it grows larger, adds features and companions. If grown to the size of 100,000 gp, golden tablet reveals great secret. (Does not create or destroy gold, just absorbs it.) If grown to 1,000,000 gp, it will come alive and try to take over the world.",
				"Book of Epic Boredom. When reading, save vs sleep.",
				"Black Cigarette. When smoked, it creates a huge cloud of smoke and allows the smoker to see through smoke and fog. Can be smoked for 5 minutes (or 5 one-minute segments).",
				"Colorthief's Brush. This paintbrush has a needle on the back. If you prick something, you steal all the color from it, but can later paint with those same brilliant colors (stored in the brush, controlled by imagination). If a book is pricked, it will steal the words. The book can then be reconstructed, but it takes a few days of writing for it to be recovered.",
				"Sleeping Draught. Sleep TWICE AS HARD for four hours. You get a full night's rest, but cannot be woken up. Unwilling targets get a save.",
				"Love Potion.",
				"Exploserous Carnelian. When activated, begins to glow hotter and hotter. Explodes like a stick of dynamite after 1d2+2 rounds.",
				"Mighty Acorn. When thrown on the ground, immediately grows into a 20' oak.",
				"Mechanical Torchbearer. Follows the associated amulet, or whoever is wearing it. Can hold 6 torches, and relight a new one as the old one burns out. Looks like a mechanical spider, 5' in diameter.",
				"Penguin tokens (1d6). Summons an 80 lb emperor penguin. On land, cannot do anything except waddle to where you direct. In water, can attack as a 1 HD creature. Is destroyed/killed if it takes any damage. Reverts to a small (1inch) wooden token after 1 minute.",
				"Saint's Bones. About the size of a cigar box. Contains mandible + some carpals. Will rattle ominously when a lie is uttered nearby.",
				"Amber Comb. Any lightning attack within 10' is diverted to the comb instead. If the comb takes 6 or more damage (it is not immune to lightning), it shatters.",
				"Chewed Bone. When chewed, it fills the air with the smell of delicious fresh meat. This is strong enough to mask other odors.",
				"Bottle of Light. When swung overhead (a small chain is attached for this purpose) the bottle absorbs ambient light. Later, the bottle can be unstoppered to allow the light back out again. Can hold up to 5 rounds of light. Special properties of light are preserved: moonlight can induce lycanthropy, for example.",
				"Silver silk handkerchief. 3' on a side. On the command word, it becomes as hard as thick steel. A second command word reverts.",
				"Silver silk rope. As above, except a rope. 25'.",
				"Goggles of the Clown. When worn, everything looks like a clown, and speaks in a mocking, clowning voice. It is very difficult to tell people apart. You can barely tell a knight apart from his horse (which appears as a four-legged clown). In combat, you must make a Wisdom check every round or lose track of which clown is which. On the upside, you are immune to the beauty of nymphs and the ugliness of catoblepas.",
				"Vial of Nightshade. When drunk, it puts the body into a deep coma and ejects the spirit. You can now roam around, incorporeal, until you return to your body. There is a 1-in-6 chance each hour that some mishap befalls you (body possessed by outsider, soul lost forever, etc). Coma lasts for 1d3 days.",
				"Grinning Amulet. Anyone who laughs--even a snicker--near this amulet must make a save or laugh uncontrollably for the next minute. Careful, it's contagious--if a player laughs during this, so does their character.",
				"Trollwax. Tacky and unpalatable. Anything that tastes it must succeed on a check, or be so disgusted that it cannot taste it again. (Takes a week to fully leave the tongue.)",
				"Cheater's Coin. When flipped, it will give whatever result the owner wishes. This is not limited to heads/tails--it can also give results of king, dragon, treasury, pilgrims, etc.",
				"Boots of Independence. When you remove these boots and fail to restrain them (put them in a pack, etc) they will walk back the way they came, all the way back to where you first put them on, with more-or-less the same cadence and sounds. If you walked in a loop somewhere along the line, the boots will get stuck in the loop and repeat.",
				"Tiny tree. Produces three fat apples every day (enough to feed 1 person). Must be watered with 1 cup of blood each day, or it will die. If dead, can be revived with water. Probably found dead/in a chest.",
				"Skeleton gourd. This gourd has a peephole. Anyone holding the gourd up to their face and looking into the peephole will be paralyzed while their brain is filled with visions of dancing skeletons.",
				"Ring of Petrification. Putting this ring on will turn a person to stone, except for the ring. Someone else can remove the ring, and thereby return them to flesh.",
				"Party Book. This book creates audible illusions imitating a party. The state of the party depends on the page the book is opened to. If the book is turned to page 1, you'll hear a couple people setting up silverware. Middle of the book, raucous carousing. Near the end, mostly snores and a few people taking shots.",
				"Quiet Bell. This 2 inch tall silver bell prevents all sound within 1'.",
				"Palette of All Colors. Contains 7 mundane palettes (ROYGBIV) and 1 color that is invisible to humans. If the invisible color is painted on a wall, it allows people to see through it. Can paint up to a 3' diameter spot, or 10 3 inch peepholes. Penetrates no more than 6 inches. Getting it on someone's face blinds them.",
				"Slimming Cone. When touched to a creature, it instantly and harmless sucks out all the excess fat from them, ejecting it onto the floor in a big mass.",
				"Grass Whistle. When blown, roll for a random encounter. If the location has no encounter table (some cities, maybe), the PCs will meet someone interesting who wants something.",
				"Naiad-hair Ring. 50% cursed. When worn, PC treats all water as if it had the consistency of a gas. (Don't fall off a boat.) Water is still unbreathable.",
				"Ring of Swimming. Wearer treats air as if it had the consistency of water. You can 'fly' by swimming through the air, but the air is too thick to breath. Other water penalties also apply.",
				"Belt of Cat Imprisonment. When laid on the ground, felines are compelled to sit in the center of it. As charm.",
				"Endless Boots. Cannot stop walking. Will never tire from walking. Cannot run. Walk walk walk.",
				"Spike of Woodland Suicides. Sort of like a hunter's trap. When left in the woods, wild animals will come and impale themselves on it. A verdant forest yield 1d10 rations worth per day, but must be moved daily. Fey will fucking hate you, though.",
				"Salt Block. Any food you carry will never spoil. Doesn't have to be on your person. Applies to a captain and his ship's cargo, for example.",
				"Log of Alarum. This 300 lb log protects those who sleep with their heads against it. If they would be attacked in their sleep, the log has a 90% chance of waking them up (by making bird song).",
				"Demonic Muffin. When eaten, reverses your gravity for 1d6 minutes.",
				"Everice. Never melts.",
				"Chest of the Mundane. Anything placed inside it is covered with an illusion that makes it look worthless and boring. Currently holding 3 peridots worth 10gp each.",
				"Boots of Devouring. Cursed. As soon as you put one on your foot it starts fucking eating you like a garbage disposal. Feeding it lots of booze causes it to vomit out everything in its stomache (which may include some treasure).",
				"Fox-in-a-Bag. Sleeps all the time. As soon as it touches the ground, it will run around like crazy. Dex 18, AC as plate because of high Dexterity + foxy nature. If you pick it up (good luck) it will fall back asleep.",
				"Feather of Bravado. When placed in a hat, it points in the direction of the nearest deadly foe capable of killing the PCs. When placed in the bottom of one's shoe, allows them to run slightly faster.",
				"Gossip Cookies. Each one contains either a random rumor from the most relevant rumor table or 'You will be killed by [random monster from most relevant random encounter table]'. 50% chance of each.",
				"A small silver figurine that, when given away, will return to your pocket after 1d6 minutes. The only way to permanently get rid of it is for the recipient to similarly give it away before the 1d6 minutes expire. (Alternatively, the original owner could die.) Yes, this is great for scamming people. Apparent value: 1d100 silver.",
				"A rock that, when thrown, always hits its target. Always. Cannot do anything that you couldn't conceivably do with a really lucky throw.",
				"A saddle that turns any animal into a horse when it is strapped on. The horse cannot remove the saddle on its own. Currently owned by a bounty hunter who is fond of riding his bounties back to town.",
				"A key that can unlock any door, but cannot be removed from the mechanism until the door is relocked.",
				"A mug that points the way to the nearest tavern when it is balanced on its edge.",
				"An egg cup that can hatch any egg that is placed atop it.",
				"A ring that gives the wearer a magnificent mustache/beard, depending on which finger it is worn on. The left ring finger, for example, always yields a Van Dyke.",
				"A ring that makes your eyeball pop out. This is not a problem, and you can continue to see through the eye just fine, like a spy-eye. Reversible if the ring is removed.",
				"A ring that makes you invisible, but not your equipment or clothing.",
				"An umbrella that allows you float downwards at 60'/round when open, negating fall damage.",
				"Chicken Arrows (1d6). On a hit, target must save vs fear (first arrow only). If sat upon like an egg, quickly turns into an adult chicken. Fletched with white feathers.",
				"Bag of Infinite Manure. Useful for campfires.",
				"Wand of Necromantic Cooking. Can enchant a corpse or cut of meat to cut, prepare, marinate, and cook itself. A slaughtered pig will seek out gravy to roll around in. Sausages will jump into the saucepan, and then seek out your plate when cooked.",
				"Omnidress. Can turn into any type of dress (can even imitate leather armor, but not metal).",
				"Indelible Pen. Can write on anything. Writing is permanent. Works 1d6 times.",
				"Ring that makes the wearer appear to be dead and rotten.",
				"Scones (1d6). When broken in half, it erupts into 1d100 scones (10 scones = food for a day). Alternatively, it can be eaten to restore 1d6 HP.",
				"Wooden hand. 1/day, can turn into a living-but-disembodied hand for 1 hour. Will obey your commands for the duration. Str 1, can climb most walls. Int 6, can see normally, but cannot speak.",
				"Locket. Woman's face inside the amulet always looks towards Meltheria.",
				"Box of paired snails. When one snail dies, so does its mate. Normally used to send very crude, binary messages. There are 1d6 pairs of snails. Feed them leaves.",
				"Hungry coin. Cursed. Will attempt to eat other coins that it comes into contact with. Eats 100 coins an hour.",
				"Armor of Glamour. Looks like a fancy dinner suit. Is actually a suit of plate mail.",
				"Ring of Good Omen. The first time you fail a save against a curse or other magic, the ring breaks and you instead make your save.",
				"Prayer of the Seal. When this sheet of paper is attached to a door or portal, it become locked (until the paper is removed or destroyed.)",
				"Boots of the Aristocrat. When you click them together, your clothes become clean, your skin becomes perfumed, and your hair is styled.",
				"Cursed matches (1d6). When lit, the match does not ignite. Instead, whatever the PC is looking at catches fire. (Tiny match-sized fire. Does no damage unless allowed to progress.)",
				"Preservative jar. Anything placed in this jar enters stasis. Cannot hold anything bigger than a toad. Currently holds a toad.",
				"Library Box. When a non-magical book is placed inside it, another of the same type will be found there the next day.",
				"Monocle of Entropy. If you stare at something long enough, it will fall over. 1 round for a candlestick, 1 hour for a sleeping cow, 1 day for a small tree, 1 year for a cottage or large tree, 100 years for a castle. Must be within 100'.",
				"Girdle of Masculinity/Femininity. Non-cursed because that's way more fun.",
				"Stick of the Titan. Hits for 2d8, then breaks.",
				"Singing frog. Knows 1d6 songs. Good for a free round of drinks in pretty much any bar you walk in to, with only a 20% chance that someone will try to steal it from you at the end of the night.",
				"Perpetual motion machine. Utterly unremarkable in a world filled with magic, but still cool.",
				"Seed of Moon Ice. If dropped in a body of water, will 'freeze' an area up to 20' diameter. If swallowed, you die. If touched, save or die. Leaves awesomely frozen corpses that are not cold to the touch and never thaw.",
				"Small broom. When activated, will attempt to clean the dirtiest thing nearby.",
				"Black cat, winged. When you tap it on the nose, it enters stasis. (This is why you found it in a treasure chest.)",
				"Blindfold of the Spirits. When worn, you can attack incorporeal things as if they weren't. Also, you're blind.",
				"Night's Black Windchimes. 25% chance of alerting you when you would be attacked during the night. If one of the 1d6+1 chimes is broken in half, a refreshing (but also quite cold) breeze blows through the area.",
				"Dust of Vermicide. When thrown, does 1 damage to everything in a 5' diameter area. Alternatively, does 2d6 damage against a swarm.",
				"Sovereign Glue.",
				"Universal Solvent.",
				"Goblin cloak. Invisible while in shadowy areas, but stinks like a mound of goblin shit.",
				"Miser's Flute. When played, all unsecured coins in 20' will leap up and roll after you. They will follow you as long as you play, and as fast as normal running speed. Uphill is fine, stairs are not.",
				"Donkey Legs. These wooden donkey legs can be attached to anything (but are not strong enough to carry literally anything). Once attached, the thing will follow you around like a loyal donkey. For example, you can attach them to a heavy statue and then have it walk itself out of the dungeon. Donkey legs are as strong as two donkeys!",
				"Giant's Ochre. Anything painted with this pigment will double in size. Washes off easily with water or sweat. (If you paint yourself, it'll wash off after 1d6 rounds of sweaty combat).",
				"Mask of the Jester. Anyone seeing it for the first time must save vs charm or be compelled to attack the wearer.",
				"Eye of Zin. If this jewel is pressed into the forehead, the wearer's eyes turn jet black, they gain darkvision, and they are blinded by even small amounts of light (a nearby torch will blind them, for example).",
				"Metal Eye Mask. Wearing this mask obscures you normal vision, but allows you to see from above, sort of like an orbital satellite's view. At sea level, you can see an area 200' in diameter, centered on the mask.",
				"Pink Bead. When smashed on the ground, immediately turns into a huge mountain of fluffy bubbles, similar in consistency to a mass of fused marshmallows. Can cushion a fall or block a hallway or something. 10' in diameter, can be cut through with 6 slashing attacks, lasts 1d6 minutes.",
				"Animate rope with the personality of a loyal dog. 50'. Must be taught knots the way a dog must be taught tricks.",
				"Drunkard’s Hat, A fine straw or town hat, user knows the location of the nearest alcoholic beverage.",
				"Coin of Certainty, a brass coin that always lands on heads.",
				"Weapon of mercy, A weapon (usually a nightstick, club, or hammer) that cannot strike someone below 1 hitpoint.",
				"Ring of Tracking, a simple ring, when attuned to it the user knows the location of the ring at all times.",
				"Shepherd's Staff, Can dominate beast once per day with a DC 13 wisdom save. Only works on farm animals.",
				"Wheedish Whef What, A chefs hat that gives the user proficiency with Chefs Tools. User also has disadvantage on all charisma checks while wearing this hat and speaks in a strange accent.",
				"Deck of Solitary, A fine set of ornate cards in a cherrywood case. If the user attempts to play solitaire, no matter the conditions a person or creature capable of speaking at least one language will eventually show up and start trying to tell you what to play.",
				"Percussion of Movement, Some type of percussion instrument usually a drum. If a user is proficient, all allies in a thirty foot radius gain +5ft of movement.",
				"Cape of Chlorophyll, A luxurious green cape, user regains 1hp per hour as long as they are within bright light.",
				"Mystic Magnet, A strong dwarven horseshoe magnet that will become magnetic with 100lbs of force when it’s name is spoken.",
				"Lazy Boomerang, A boomerang that deals 1d6 + Dex slashing damage. Once attuned the boomerang will always come back after 1d20 hours.",
				"Staff of Detect Magic, a wooden staff capable of detecting magic, when activated it will detect itself and shed dim light for 10ft. Unlimited nonusefullness.",
				"Dagger of Whittling. A finely made halfling dagger, once attuned to, this dagger can whittle one small object once per day without the use of it’s master.",
				"Paper of Message, A piece of paper that acts as the animal messenger spell. A paper can be folded into this and folded into a paper airplane. Reusable.",
				"Bolts of Seeking. A crossbow bolt that automatically seeks out and targets the nearest person when fired. Please note this is almost always the person who fired the crossbow.",
				"Chalk of Doors, A stick of chalk with a sprinkle of rainbow in the lime. Allows the user to cast misty step as an action by drawing a chalk door on the wall and stepping through. 3/3 uses.",
				"Wand of tomato slinging. This wand made from a bramblewood tree limb fires spectral tomatoes as an action dealing 1 physic damage for each hit. 100ft range.",
				"Frying Pan of Fire. A cast iron frying pan, can allow the user to cast heat metal once per day.",
				"Quartz of Procrastination, I’ll get around to writing this down. (everyone in possession of this will procrastinate)",
				"Tome of Summon Cat, Shortly after the user attempts to read this book a cat appearing from nowhere will appear and attempt to lounge or nap on top of this tome. Repeated testing confirms the cat can walk through walls, and its origin is wherever it feels like.",
				"Conch of Gnome, A large pink and white conch shell that when spoken into will cause the speaker to hear their message back in gnome.",
				"Perfume Atraction Féline, A bottle of perfume 3/3 charges. When used will give the user +1 to all charisma checks within the hour. Attracts all cats within a quarter mile radius.",
				"Bigger Knife, A large dagger that provides +1 to hit and +1 to intimidation. Dagger will grow to be slightly larger than anyone else's dagger in the room. On a failed intimidation check, the knife will turn into a spoon till dawn.",
				"Shovel of Jumping, A shovel (note small shovels are 1d4 damage and large shovels are 1d6 damage and considered marital) This finely made shovel allows the user to cast jump 2x per day.",
				"Cloak of Grace, Allows user to cast feather fall once per day, billows majestically at all other times. On natural 1 rolls the cloak will get caught in something.",
				"Luggage, can range from a tiny construct to fully grown, made out of a sentient tree this majestic creation can carry up to four hundred pounds, six cubic feet or one medium sized terrified creature. Luggage is vulnerable to fire. Luggage can attempt to bite or slam an enemy at 1d8 of piercing or slashing damage. Luggage can grow from a tiny construct to full ottoman sized. To keep it useless recommended to use stats of tiny construct.",
				"Smugglers shoes, A pair of boots that when attuned too will allow the user to disguise their footprints /tracks with that of any animal they’ve seen.",
				"Mouth of minty, Cool mint tablets, 3/3 uses. On eating one can cast ice breath for 1d6 damage. User feels minty fresh for days afterward.",
				"Geomancer’s Glyph, an old stone carved device that allows the user to know how deep they are underground and grants proficiency in identifying different stone types. User has disadvantage on perceptions checks made in sunlight when holding this device.",
				"Stone of Skipping, A really nice beach stone that is perfectly smooth and perfect for skipping across the water. Once attuned to it will always appear in your back pocket after a good toss.",
				"Zircon’s Homemade peanut brittle, A can of peanut brittle that when opened will release three fake tube snake at random. After four seconds an actual flying snake emerges (note a flying snake +6 to hit, on hit 1 piercing damage and 3d4 poison damage) snake turns to smoke after use. Peanut brittle snakes recharge daily.",
				"The Power. A silvery glove, when worn as an action it can turn any weapon or fist into a magic item or fist complete with thunder lightning arcane flickers and showmanship. Said weapon or fist will retain its magicalness for 10 min, no other effects.",
				"Rock of Healing. A simple smooth rock with a glyph of healing symbol on it. As a bonus action the rock and be smacked into anybody within smacking distance. On a hit roll 1d6 and on a 3 or higher the rock heals them for 1hp, on a 2 or lower the rock inflicts 1 bludgeoning damage. Rock has 10 charges, all 10 charges can be used in one action, rock recharges daily.",
				"Mirror of Morality, a small vanity mirror that shows your reflection as if you has the opposite morality (often with a goatee).",
				"Six String Stronginthearm, cherry red guitar with character.+15ft range for all bard spells. Once per day can invoke heavy metal hero and do an additional 1d4 thunder damage with an attack. Two handed bard focus.",
				"Heavenly headpiece. Fine hat, magically birds will refuse to shit on you. Hat can summon 1d20 spectral pigeons per day.",
				"Lash of Time, a 25ft whip can only be wielded by someone proficient in history. Can allow for grappling hook like tricks at disadvantage.",
				"Ring of Roundup, a carved wooden ring that attracts butterflies. Allows the wielder to control one tiny insect at a time.",
				"Pointy Prestidigitation Relic, a fine yew and copper wand. Creates a small beam of light that can be seen for miles. Can be any shape of color the user wills. Deals no damage and no other effects.",
				"Handgun, a streamlined crossbow hilt wand combination with a carved fist on the end. Fires a mage hand, 5 shots per day.",
				"Rake of Terror, Everyone who steps on the rake takes 1d6 bludgeoning damage. DC 12 to notice lying on ground. Rake appears to have supernature properties in ways only the unruliest of groundskeepers is familiar with.",
				"Mirror of Positive Reinforcement. A mirror that doles out positive reinforcement and life advice. Mirrored self appears to always be smiling and wants you to know he has two thumbs.",
				"Orb of Advice, a crystal ball made mostly of Obsidian. Might just be a magic 8 ball, may or may not contain a dijin. Whispers cryptic and nonusefull advice when shook.",
				"Jar of Gaseous Gust, A sea elf made white clay jar with bands of cobalt and jet. Gives the user the gust cantrip. Requires two hands and firm concentration to operate. Using it poorly will result in flatulent noises.",
				"Violet Vexillum Mask, a mask that allows for someone to cast disguise self once per day. However they will turn into a bright blue and purple version of who they are attempting to be disguised as.",
				"Walking Stick, A knobby arcane or druid’s staff. Once attuned to the staff will sprout legs and follow around the user when they’re not looking.",
				"Fork of Lies, a silver fork that deals 1 damage. On hit user must make a dc15 wisdom save or be compelled to lie for 1 minute.",
				"Banana Phone, gives the user the ability to cast message so long as they don’t roll a 1, then the phone has used up it’s calls for the day. Can be networked by biomancers, bonus action to dial.",
				"Tool of Truth. Thieves tools that provide +1 when is secret is told during lockpicking.",
				"The Orange Crate. A foldable disguise the can be reduced to the size of a book. One action to unfurl and refurl, disguise is a crate of oranges and provides +1 to checks.",
				"Rock of Uncertainty, a rock that’s impossible to know for certain what it can do. (could be useless, if not consult the wild magic table for when it’s been properly activated).",
				"Ring of Fire, a rose gold ring, when the command word is spoken the ring activates it’s once per day heat metal spell. Wielder is not shielded from the effects of this. Range of activation 100ft.",
				"Mutual Annihilation, an old rough metal bracer that’s seen intensive use and centuries. As a bonus action the user can inflict twice their player character level in radiant damage in conjunction with a successful attack roll. Please note, when activated this also inflicts four times the user’s level in radiant damage to the player character. One user per day.",
				"Witchy Wonder, a simple green nose with a bit of string. When attuned to it gives the user a vile and disgusting putrid green face. It does give the user proficiency in poison identification and distillation.",
				"Dayman’s medallion, a medallion with the symbol of pelor. +1 to charisma during the daytime, -1 charisma and -1 dexterity during the nighttime. Takes one day to attune.",
				"Nightman’s locket, a locket with the symbol of the raven queen. +1 to dexterity during the nighttime, -1 charisma and -1 dexterity during the daytime. Takes one day to attune.",
				"Shielding of Stoneskin, a necklace of interlocked gabbro stones. When worn it will protect the user by having them turn to stone when reduced to zero hit points. User will pop back up to half hit points after 1d4 days or a restoration spell. Roll a 1d20 on revival, on 2 or lower the necklace is destroyed.",
				"Shoes of serpents, finely crafted crocodile hide boots. Once per day a small corn snake can be summoned from the boot.",
				"Dr Widdershin’s Fantastic Battletrowsers, a fantastically stylish pair of trousers. Allows the user to increase their AC by 1, does not work if user is wearing actual armor.",
				"Ze Phoenix Feather Blade, a well made blade with interlocking helixs of wrought copper brass and bismuth on a red steel blade. Functions as a +1 longsword with other mysterious properties. Must be charmed with a DC15 check, or another skill the DM would find appropriate upon attunement daily. Otherwise the user takes 1d8 fire damage.",
				"Mystic Mouse, a small statue of a mouse. Gives the user a small craving for cheese, also gives proficiency and knowledge in making cheese. User can sense cheese one quarter mile.",
				"Bottomless Mug, a masterwork stone mug, all craftsdwarfship is of the highest quality. Despite being normal sized this can hold 10 gallons or 40 liters of liquid.",
				"Orb of crack detection, An orb that if cracked will alert the user by exploding 1 minute later for 1 fire damage.",
				"Kaleidoscope of Dreams, an expertly made brass and cobalt kaleidoscope. Adds +1 to perception checks made with it, on a natural roll of 5 or lower user will suffer effects of lsd(disadvantage on all ability checks for ten minutes) on a natural 20, user gains truesight for 1 hour.",
				"Screaming sword, A fine tiefling made longsword. Once unsheathed it will inflict 1 sonic damage to the wielder per turn unsheathed. Sword does an additional 1d4 sonic damage on hit.",
				"Shield of sorrow, a decent banded iron shield with a sad drama mask engraved on the front. Once per day can allow the user to cast command “give up” as a wisdom save DC13.",
				"Babbley Fish, a mind flayer relic, a bright blue goldfish looking creature that if stuck in the ear and attuned to, will allow the user to know one language at random or Dm’s discretion.",
				"Dr Widdershin’s Discount Healing potions. A standard healing potion, with a god awful taste (usually rancid leeches or rooster’s feet). A DC 10 constitution check is needed to down this without it coming back up.",
				"Trampish Bag Of Dreams, a fine leather bag the looks sounds and appears to be full of gold. Really just an empty bag that can’t hold anything except the occasionly moth.",
				"Dr Widdershin’s Invisibility Ingress Potions, Potions of invisibility that nearly work. They will instead turn you semi transparent.",
				"Pyramid Plan, a small sandal wood and glass box. The user vaguely desires whatever’s inside, +1 to hocking items in the box off on people.",
				"Robe of Randomness, A snug tweed robe that’s oddly stylish. Five times per day a random item can be pulled out of the pockets of this robe (player’s handbook page 150) despite it not looking like it could be pulled from there. Items turn to woodsmoke in 24 hours.",
				"Pot of Pleasantness, A red and black clay pot with infernal runes. Once per day a random small plant (usually a spice) will grow from the pot.",
				"Zircon’s Relic of Fire Fiendishness, a squirt gun that fires a small stream of frost for 45ft. On hit deals 1 cold damage, requires water every 6 shots.",
				"Beholder’s Amulet, A small red amulet that’s covered in bumps and ridges. On attunement an eye will pop out and the user can see through it as long as it stays within 10ft of them. The inner eye looks beautiful, and can be used as a an arcane focus.",
				"Tome of PseudoMagic, a tome or grimoire bound in leather and several years old. Once per day it can be used to create a false publication that will back up the user’s claims. A DC15 relative ability check is needed to see through it’s bullshitt.",
				"Clickity Clunker, A coconut with an engraved horse on the side. When carried it will make the sound of a horse trotting around.",
				"Sonic Soother, a rock engraved in primitive runes. When places right side up( no one agrees on just what this is) the rock plays easy listening music.",
				"Pyromaniac’s Peppers, Small purplish red peppers, 3/3 charges. Allows the user to do a 1d6 fire breath weapon, tastes like burning.",
				"Rooster’s Ruin, a small bauble shaped like a rooster. Gives a rooster’s caw whenever the local equivalent of dawn happens.",
				"Magnifier of Mayhem, a fine bronze magnifying glass. Holy focus or arcane focus, can shoot a beam of radiant energy 30ft, deals 1 radiant damage.",
				"Laughing Lock, a lock with an engraved picture of a laughing face on it. Only opens to knock, a natural 20, or if someone tells a joke while lockpicking or opening the key.",
				"Menace of Marbles, A marbles game bag that they don’t make like they used to. Provides 1000 marbles that can be summoned (treat as ball bearings) Dex 10 to avoid them. 1000 marbles creates four 5x5 ft squares. Marbles turn to dust in 24 hours and bag recharges daily.",
				"Pipe of Peculiar, fine wooden pipe creates a 20ft radius puff of smoke once per day DC10 perception to see through. Smoke is fine woody and mildly addictive.",
				"Scarlet Salmon, a wand that looks suspiciously like a small fishing rod. It gives the user the ability to create one red flying fish illusion, range 60ft.",
				"Dyson of dead sun, A crystal ball that contains different scenery every time it’s used. When shook, a large thaumaturgical or nuclear explosion takes place and the scenery changes inside the sphere.",
				"Knuckles of Knock, a pair of sturdy ironwood knuckles. When activated they turn grow into a portables ram (+4 to breaking down doors). It’s an action to convert these into a ram and back again.",
				"Spellslinger’s Staff, a walnut a nickel adorned staff that makes unnecessary clicking noise when handled. +1 to initiative when in an honest fight, -1 to stealth rolls due to unessacy clicking.",
				"Boogie Boots, A pair of high heeled leather and iron boots, provide a +1 to mosey strutting and kicking checks. Killer on the feet though, -1hp for every hour wearing the boots.",
				"Champions Chessboard, a fine elven made chess board made with white quartz, basalt, and red cedar. User must win a chess game with this board to attune to it (Int DC 20) Chess pieces will slaughter each other and mend after every game. On attunement chesspieces will obey one command from you out of game for thirty minutes (treat entire team as a tiny construct.)",
				"Sir Stuffed, a small teddy bear or other animal that carries a wooden sword and a small helmet. Can be used to keep guard while people sleep, and will wake the owner when danger arrives. In true life or death situations it will defend the user. Sir Stuffed has 3hp, +1 to atack and on hit deals 1 bludgeoning damage.",
				"Hunter Fishhook, A fishhook that seeks, kills and attempts to return a fish once per day. Fishhook comes back in ten minutes with or without it’s prize. Commonly returns fish the size of goldfish, or kills larger fish and is unable to bring them back.",
				"Cursed Crystal Cantos, a relic that turns any semi organic material around it into candy. Produces ½ a pound per day and will use anything around it as ingredients.",
				"Weapon of Eternal Forge, a mystical glowing shortsword of unusual property. Functions as a -1 sword for all attacks and damage rolls, breaks entirely on natural 1s. Mends itself in one day though, sword appears to be attempting to reforge itself constantly through magic due to the creator being convinced the magic will work itself out eventually.",
				"Belt of BiteBack, A fine leather belt that can transform with a crack into a 15ft magic whip. On every miss, hits the user in the face for 1 damage. Belt requires an action to crack back and forth between belt and whip.",
				"Bow of Base, a older underdark orange bow with character. When attuned to it strums a steady base line, -1 to all stealth rolls, +1 to all unnecessary trickshots.",
				"Creature’s Crossbow, a crossbow made of unfamiliar wood full of notches and twists. Appears to have been made for some kind of unknown creature that’s designed differently from normal humanoids. Functions as a light crossbow, once per day can be used to inflict 1d6 of a random damage type onto a successfully fired shot that the user also takes. Requires a Int DC 10 to understand how to activate this.",
				"Ax of Armistice, A well made steel greataxe made by tieflings. +1 to intimidation +1 to hit, if an enemy is killed with this axe all extra damage is carried over to another enemy within 10ft. On daily attunement, make a DC10 charisma saving throw, if failed the user will attempt peace first until they are hit for any damage or are persuaded to attempt violence DC10.",
				"Amulet of Alms, Multi Pantheon holy focus made out of white gold and adorned with an arrow. Gives the user 1 guidance(1d4 to any check) that they can use on themselves or anyone within 30ft as a bonus action. Amulet can also be used to point to the nearest hallowed ground or a place of worship once per day.",
				"Staff of Serendipity, an umbrella that can serve as an +1 arcane focus once attuned to. Three times per day the umbrella can use it’s user’s reaction to increase their armor class by 3. Daily make a DC 10 wisdom save, on fail the user believes the Staff can allow them to fly until their talked out of it DC10 or proven wrong the hard way."
			]
		}
	]
}