{
	"name": "Problem Solving Items",
	"category": "Items",
	"source": "http://udan-adan.blogspot.com/2018/02/when-all-you-have-is-hammer-item-based.html",
	"data": [
		{
			"name": "Item",
			"data": [
				"A spool of very fine wire copper wire. Useful for setting trip-wires, rigging up pulleys, and conducting electricity. Worth 10 gp to jeweller or mechanic.",
				"Bag of small, extremely bouncy rubber balls. Worth 10 gp to an entertainer or parent.",
				"Antique but functional fishing rod, complete with box of tackle and line, suitable for hooking all kinds of different things. Worth 10 gp to an antiquarian (or someone who really needs a fishing rod).",
				"A vial of white powder which, if swallowed, acts as a powerful emetic. As well as its obvious medicinal uses, it could be used to incapacitate someone with violent vomiting, or to force some horrible monster to vomit up the person it just swallowed whole. Worth 10 gp to a doctor.",
				"A large box of shiny silver pins. Can be used to pin things together, or scattered over the floor as improvised caltrops. Worth 10 gp to a tailor.",
				"Several jars of thick, high-quality actor's face paint. Useful for disguise, camouflage, pretending to be an orc, etc. Worth 10 gp to an actor.",
				"Large, highly polished metal mirror. Handy for reflecting light and lasers, setting up tricks with smoke and mirrors, etc. Worth 10 gp to just about anyone.",
				"A box of perfumed candles with different scents and sizes. Can be lit in different combinations to create various combinations of light and scent; can also just be squashed down into wax if you need to take an impression of something. Worth 10 gp in any large settlement.",
				"Broad-brimmed fisherman's hat. Waterproof and wide enough to conceal most of the wearer's face. Could be used as an improvised boat for carrying small objects across water. Worth 10 gp to anyone who spends a lot of time in the rain.",
				"Finely-made snorkel. Worth 10 gp to a swimming enthusiast.",
				"Several bars of high-quality scented soap. Extremely slippery when wet. Worth 10 gp to any member of the middle or upper classes.",
				"Large, ornate drum. Generates incredible amounts of noise when beaten. Worth 10 gp to a musician.",
				"Bag of strong chilli powder. Stir it into food for a murderously hot meal, or blow it into people's eyes and noses as an irritant. Worth 10 gp to a chef.",
				"Vial of strong acid. Handy for etching, ruining locks, pouring on people you hate, etc. Worth 10 gp to an alchemist.",
				"Several tubes of white powder, which cause itching and intense irritation on contact with skin. Pour one into someone's clothes and they'll be itching around for days. Worth 10 gp to a practical joker.",
				"A very long pair of pincers, ornately moulded so their nippers resemble the jaws of a dragon. Useful for pulling nails out of things, and for picking up objects you'd rather not touch. Worth 10 gp to a smith.",
				"Academic gown, hood, and bands. Handy if you want to look clever, or infiltrate a university. Worth 10 gp to an academic tailor.",
				"A box of high-quality costume jewellery: obviously fake on close inspection, but from a distance it'll look as though you're wearing a king's ransom. Handy if you're baiting a trap, or if you want to pretend to be richer than you are. Worth 10 gp to actors. ",
				"An engrossing and well-written mystery novel: it's not very deep or clever, but pick it up and you'll soon be wondering where the last six hours went. Handy if you need someone to be distracted without realising it. Worth 10 gp to book collectors and people with boring jobs.",
				"Intricately made wind-up clockwork toy. Can be used to carry small objects, depress pressure plates, set off traps, etc. Worth 10 gp to a mechanic or wealthy parent.",
				"Bag of glitter. If poured out, gets everywhere and is irritatingly difficult to get rid of. Anything that has been glitter-bombed will be highly visible by torchlight in the dark, making it a potential anti-stealth or anti-invisibility countermeasure. Worth 10 gp to entertainers.",
				"Box of bladders, which can be inflated like balloons and used as floats. Add a candle to turn them into crude hot air balloons. Worth 10 gp to a jester.",
				"Bottle of coloured ink, rare and hard to get hold of. Handy for making marks and staining things. Worth 10 gp to a scribe.",
				"A blood-curdling sermon about all the awful things the gods are going to do the world, and how richly we deserve them. Handy for putting the fear of God into people. Worth 10 gp to zealots and misanthropes.",
				"A long, strong, extremely stretchy elastic cord. Useful for bungee jumping and launching things out of improvised catapaults. Worth 10 gp to engineers or daredevils.",
				"Sturdy and well-made spiked mountaineering shoes. Excellent for walking over icy and/or uneven surfaces. Worth 10 gp to mountaineers.",
				"Weighted medicine ball. Aside from its uses in weight training, can be rolled like a bowling ball to knock things down. Worth 10 gp to fitness enthusiasts.",
				"A box of soft moulding clay: just add water and reshape as desired. Worth 10 gp to a sculptor.",
				"A bag of flash powder. When lit, it emits a blinding flash of light. Worth 10 gp to entertainers.",
				"A large, well-crafted, heavy-duty drill. Given time, it can be used to drill holes through stone. Worth 10 gp to a mason or a miner.",
				"A thick, heavy blanket covered in beautiful embroidered decoration. Can be used to bundle people up in, muffle objects to prevent them making a sound, pack fragile items, etc; you can also just wrap it around you as protection against the cold. Worth 10 gp to anyone who cares about staying warm in style.",
				"Large bronze fire-fighting syringe, capable of sucking up a couple of liters of liquid and then projecting it in a high arc over a distance of several yards. Worth 10 gp to anyone who lives in a fire-prone city (which is most of them).",
				"A bottle of potent weedkiller. Handy for clearing overgrowth, and extremely toxic to plant creatures (and, if swallowed, to non-plant creatures as well). Worth 10 gp to a farmer or gardener.",
				"A large jar of talcum powder. As well as its obvious uses to absorb moisture and reduce friction, it can be used in larger quantities to soak up dangerous liquids, or scattered around to mark invisible creatures. Worth 10 gp to any maker of cosmetics.",
				"A pair of finely-made ice skates. Worth 10 gp to anyone who lives in a cold climate.",
				"A stack of cheaply-printed pamphlets full of wild conspiracy theories, each supported by just enough evidence to sound plausible if you're not too well-informed and don't think about them too hard. Worth 10 gp to an agitator.",
				"A hand-cranked propeller. Can be used as a fan to direct or disperse gases, or to propel something through water. Worth 10 gp to an engineer.",
				"A joke book, full of genuinely hilarious (if rather mean-spirited) jokes. Give it to someone and they'll be laughing for hours. Worth 10 gp to jesters and entertainers.",
				"A long wooden box and two silvered glass mirrors, fitted together to form a crude periscope. If you pulled out the mirrors they'd be worth 10 gp each.",
				"A box of high-quality fireworks. When lit, they hurtle straight forward and explode, creating stupendous amounts of noise, sparks, and coloured smoke. Worth 20 gp to entertainers.",
				"A tiny steam engine. Add fuel and water and it spins around uselessly, but tie it onto something else and you could use it to power mechanism, drive a tiny steam car, or similar. Worth 20 gp to an engineer.",
				"A large net with an amazingly fine mesh, attached to a rope for throwing and hauling, and ringed with wickedly-sharp riphooks. Worth 20 gp to a fisherman.",
				"A foot-high black silk top hat. Useful if you need to make yourself look taller and/or classier. Worth 20 gp to a gentleman.",
				"A well-stocked box of herbs and spices. Can be used to add some flavour to the blandest meal - or to disguise the taste of whatever you've just added to someone's food. Worth 20 gp to a chef.",
				"Unnervingly lifelike doll. Likely to be mistaken for a real child at first glance. Worth 20 gp to a collector.",
				"Waist-length wig made from human hair. Useful for quick disguises and smuggling - you can hide a lot of objects under that much hair. In a pinch it could be used, Rapunzel-style, as a substitute rope. Worth 20 gp to people who wish they had more hair than they do.",
				"Stack of stamped certificates for academic qualifications, all filled out with the same almost-illegible name. Handy for people who want to pretend they have knowledge or status they don't really possess. Worth 20 gp to spies, charlatans, or college drop-outs.",
				"Wind-up clockwork music box. When cranked, plays the same tune over and over again until it winds down. Worth 20 gp.",
				"A deck of marked cards and a pair of loaded dice, both skilfully made. Worth 20 gp to a gambler.",
				"A sheet of strong, stretchy tarpaulin. Can be used as a tent, or as a waterproof covering for valuable objects; can also be stretched between two people and used as an improvised trampoline. Worth 20 gp to a sailor or traveller.",
				"Several tubes of brightly-coloured oil paint. Worth 20 gp to an artist.",
				"A box containing hundreds of tiny silver bells. Can be tied to strings, tripwires, etc for use as an alarm system. Worth 20 gp to a dancer or musician.",
				"Vial of glowing liquid: briefly emits light equivalent to a candle when shaken vigorously, but otherwise just emits a dull green glow. Can be painted over things to make them glow with an unearthly greenish light. Worth 20 gp to an alchemist.",
				"Vial of strong, fast-drying glue. Capable of bonding stone, glass, wood, or metal. Worth 20 gp to a craftsman or alchemist.",
				"Bottle of stimulants. A spoonful will keep you awake: drinking the whole bottle will keep you jerking and jittering around wildly for the next 48 hours. Worth 20 gp to watchmen or university students.",
				"Large bag of marbles, made from semi-precious stones to entertain some long-dead aristocratic child. Handy if you want to make something roll, or make someone trip over. Worth 20 gp to rich people with small kids.",
				"Expensive and strong-smelling perfumes. Handy for leaving scent trails, or masking your own smell. Worth 20 gp to anyone vain and/or high-status.",
				"A powerful magnet on the end of a stick. Worth 20 gp to an alchemist or engineer.",
				"A box of tooth-achingly sugary confectionery. Worth 20 gp to anyone with a sufficiently sweet tooth.",
				"Fashionable chopines (platform shoes) with eight-inch wooden platforms. Handy if the floor is six inches deep in something you really don't want to walk in. Worth 20 gp to any dedicated follower of fashion.",
				"A crude gas mask, made from a filter attached to a leather hood. Allows moderately safe movement through smoke, gas, etc. Worth 20 gp to an alchemist.",
				"A box of strong, tightly-coiled metal springs. Worth 20 gp to an engineer.",
				"A bag of grey powder which turns into fast-drying cement when mixed with water. There's enough here to make a couple of cubic feet. Worth 20 gp to builders in a hurry.",
				"A primitive hang-glider made from cloth and bamboo. Capable of carrying one human-sized passenger, provided they're not carrying anything too heavy. Worth 30 gp to adrenaline junkies.",
				"A fiery political tract, full of stirring revolutionary rhetoric, cataloguing the crimes of the ruling classes and calling upon the people to rise up. Handy if you want to rile up a mob in a hurry. Worth 30 gp to an agitator.",
				"Several large marionettes on strings. If skillfully operated, they could almost pass for real children when seen from a distance. Worth 30 gp to an entertainer.",
				"A bottle of alchemical lubricant. Makes things extremely slippery. Suitable for internal, external, and industrial use. Worth 30 gp to engineers or sexually adventurous individuals.",
				"Bag of smoke bombs: if thrown against a hard surface, they explode into a huge cloud of choking smoke on impact. Worth 30 gp to thieves, entertainers, and wannabe ninja.",
				"Suit of high-quality fur clothes, lined with fleece. Capable of keeping the wearer warm even in extremely cold conditions. Worth 30 gp to anyone who lives or works in cold environments.",
				"Ceramic mask painted with enamel to resemble a ferocious demonic face. Disturbingly realistic, especially if only glimpsed briefly. Worth 30 gp to an actor or collector.",
				"Bottle of strong, high-quality vodka. Can be used for cleaning, starting fires, or making people very drunk. Worth 30 gp to any connoisseur or alcoholic.",
				"Military medals from a recent campaign. Handy for making good impressions and convincing people of your valour and prowess. Worth 30 gp to a mercenary (they're good for business!) or collector.",
				"A sturdy magnifying glass. Handy for examining things close-up and concentrating light. Worth 30 gp to a sage or a craftsman.",
				"Ten yards of sturdy chains, connected together with three high-quality padlocks, their keys still inside them. Useful for connecting and/or restraining things. Worth 30 gp to a smith, jailer, or bondage enthusiast.",
				"Chess set with beautifully carved pieces. You'd be surprised how many dungeon occupants fancy themselves as chess masters. Worth 30 gp to any chess enthusiast.",
				"Sturdy pair of spectacles set with tinted glass, allowing even very bright lights to be looked at safely. Worth 30 gp to anyone with sensitive eyes.",
				"A book of rather moving and hepfully non-specific love poetry. Memorise some of it for next time you need to persuade someone just how much you adore them! Worth 30 gp to lovers or book collectors.",
				"Huge Gone With the Wind-style hooped ballgown. Has skirts wide enough to hide virtually anything under, up to and including another person. Worth 30 gp to a belle.",
				"A vial of sluggish fluid which acts as a powerful painkiller when swallowed. Can be used as an anaesthetic, or as a crude but effective knock-out drug. Worth 30 gp to a doctor.",
				"Engraved silver trumpet. Creates a loud, clear, piercing note when blown, audible from a great distance. Worth 40 gp to a herald or musician.",
				"An ornately engraved pipe and a pouch of fine tobacco, which has a very distinctive smell when smoked. Worth 40 gp to a smoker.",
				"A meticulously-catalogued collection of tiny feathers, taken from many different species of bird. You could blow them in someone's face to cause sneezing or tickling, or just to impede visibility. Worth 40 gp to a collector.",
				"A bottle of alchemical sleeping pills. Taking one will make you drowsy; taking a whole handful will knock you out for hours. Worth 40 gp to a doctor or insomniac.",
				"A signet ring, bearing the crest of a well-known noble family from a couple of provinces away. Very useful for forging documents. Worth 40 gp to a forger. ",
				"A primitive diving suit: leather suit, fish-bowl helmet, leather air hose and pump. Incredibly cumbersome to use. Worth 40 gp to a diver.",
				"A box of thin magnesium strips. Individual strips can be used as flares, or the whole box can be burned as an incendiary. Worth 40 gp to an alchemist.",
				"A leather bullwhip, marked with a monogram which implies it once belonged to a famous archaeologist. Not great as a weapon, but in the hands of an agile wielder it can be used to grab objects, swing from branches, pull levers, etc. Worth 50 gp to a collector.",
				"A jewelled ring, with a hidden panel concealed beneath the jewel, on which is painted the personal coat of arms of the reigning monarch. Handy if you want to pretend to be some kind of secret agent. Worth 50 gp to a jeweller.",
				"A box of valuable incense. If burned, emits quantities of thick, richly-fragrant smoke. Worth 50 gp to a priest.",
				"A small hand-cranked electrical generator. Capable of giving people minor electric shocks (no damage) if cranked vigorously. Requires a conductor such as wire or water to convey the electricity over a distance. Worth 50 gp to a wizard or engineer.",
				"A sturdy spyglass. Makes far-off things look closer. Worth 50 gp to a sailor. ",
				"A beautiful white wedding dress. Handy for faking tragic apparitions. Worth 50 gp to anyone who enjoys dreaming about their wedding day.",
				"Finely-embroidered clerical vestments. Useful if you want to pretend to be a high-ranking man or woman of the cloth. Worth 50 gp to a cleric.",
				"A waxwork model of a half-dismembered corpse. Looks horribly realistic when seen from a distance. Good for scaring people off. Worth 50 gp to a medical student or someone with extremely morbid taste in art.",
				"An umbrella made from alchemically-treated leather, which is not only waterproof but also highly resistant against fire, acid, etc. Worth 50 gp to an alchemist or adventurer.",
				"Several bottles of strong, fast-drying dye in a variety of bright colours. Can be used to stain objects, clothes, and even skin in different hues. Worth 50 gp to a dyer. ",
				"A protective suit made from alchemically-treated leather: it won't stop a fireball, but it is highly resistant to heat, acid, or fire. It's very stiff, though, so moving around in it is rather clumsy. Worth 50 gp to an alchemist or adventurer.",
				"A lovely porcelain tea set. Brings a touch of class to any social occasion. Worth 50 gp to an aristocrat or social climber.",
				"A flask of alchemical coolant. Drop it into a bowl of liquid to freeze it into ice, or put it into a crate to create a crude refrigerator. Worth 50 gp to a chef, noble, or alchemist.",
				"Fop's clothes: powdered wig, extravagant cravat, scented gloves, ultra-tight trousers, the works. Great if you want people to simultaneously regard you as highly important and yet not worth taking seriously, which can be a very useful combination. Worth 100 gp to an actual fop."
			]
		}
	]
}